{"title":"4 lustige Websites und Apps, die Sie zu Ihren Zielen bringen","content":"<p> Ein Ziel zu setzen ist einfach. Auf Ihr Ziel hinzuarbeiten, während Sie die alltäglichen Dinge manövrieren, ist der schwierige Teil. </p> <p> Diese unterhaltsamen Websites und Smartphone-Apps verwenden ausgeklügelte Methoden, die Sie auf dem Laufenden halten, um Ihre Ziele pünktlich zu erreichen. </p> <h2 id=\"dollar-doer-club-web\"> 1. <a href=\"https://www.dollardoer.club/\" target=\"_blank\" rel=\"nofollow noopener\"> Dollar Doer Club </a> (Netz) </h2> <p> <img alt=\"dollar doer club\" src=\"images/dollar-doer-club-151.png\" loading=\"lazy\"> </p> <p> Verlegenheit ist ein starker Motivator. Der Dollar Doer Club nutzt Ihre Angst vor Verlegenheit auf raffinierte Weise aus, um Ihnen zu helfen, Ihre Ziele zu erreichen. </p> <p> Die 30-Tage-Challenge des Dollar Doer Club bildet die Bühne mit zwei Szenarien. Beide Szenarien bieten harmlose Vorschläge: Wählen Sie ein Ziel, wählen Sie eine peinliche Phrase und wählen Sie einen Freund <strong> . </strong> </p> <p> Je nachdem, ob Sie Ihr Ziel in 30 Tagen erreichen oder nicht, werden Sie auf zwei völlig unterschiedliche Ergebnisse stoßen. Wenn Sie Ihr Ziel erreichen und Ihr Freund dies mit dem Dollar Doer Club bestätigt, werden Sie sich ohne negative Folgen im Glanz der Errungenschaft sonnen. </p> <p> Wenn Sie Ihr Ziel nicht erreichen, wird der Dollar Doer Club alternativ 1.000 Anzeigenimpressionen in Ihrer Stadt schalten, um Ihr Versagen bekannt zu machen. Wie ist das für die Motivation? </p> <p> </p> <h2 id=\"hijack-your-feed-web\"> 2. <a href=\"https://hijack.social/\" target=\"_blank\" rel=\"nofollow noopener\"> Hijacken Sie Ihren Feed </a> (Netz) </h2> <p> <img alt=\"hijack your feed\" src=\"images/hijack-your-feed-1-968.png\" loading=\"lazy\"> </p> <p> Harmlose Vorschläge können manchmal der beste Weg sein, dich daran zu erinnern, etwas zu erledigen. Hijack Your Feed ist eine Browsererweiterung, die Erinnerungen aus Ihrer persönlichen To-Do-Liste in Ihren sozialen Feed einfügt. </p> <p> Hijack Your Feed verspricht, aus Ihrer To-Do-Liste &quot;Inhalte zu machen, die es wert sind, konsumiert zu werden&quot;, und fügt für jedes To-Do-Element einzigartige Beiträge in Ihren Twitter-Feed ein. Alle Beiträge zielen darauf ab, Ihre Aufmerksamkeit zu erregen, genau wie &quot;echte&quot; Anzeigen. </p> <p> Dank der interaktiven Beiträge von Hijack Your Feed können Sie Aufgaben als . markieren <strong> Getan </strong> , oder besuchen Sie eingebettete Links bequem über Ihre Social Media Timeline. </p> <p> </p> <h2 id=\"confetti-habits-android-ios\"> 3. <a href=\"https://www.tryconfetti.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Konfetti-Gewohnheiten </a> (Android, iOS) </h2> <p> <strong class=\"gallery__section-title\"> Bildergalerie (3 Bilder) </strong> <img alt=\"adding a habit in confetti habits\" src=\"images/confetti-habits-add-habit-950.jpg\" loading=\"lazy\"> Erweitern <img alt=\"confetti habits frequency and reminder\" src=\"images/confetti-habits-reminder-779.jpg\" loading=\"lazy\"> Erweitern <img alt=\"confetti habits completed or avoided\" src=\"images/confetti-habits-completed-avoided-196.jpg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> Was ist der effektivste Weg, um ein Ziel zu erreichen? Indem Sie es in kleine verdauliche Stücke zerlegen, die Sie jeden Tag vervollständigen können. Eine Smartphone-App, die Sie daran erinnert, jeden Tag eine kleine Aufgabe zu erledigen, ist eine effiziente Möglichkeit, dies zu tun. </p> <p> Confetti Habits ist ein Gewohnheitstracker, der den Aufbau positiver Gewohnheiten auf unterhaltsame und farbenfrohe Weise betont. Jedes Mal, wenn Sie eine Gewohnheit erfüllen, startet Confetti Habits virtuelles Konfetti, um Ihren Erfolg zu feiern. Schließlich ist es immer ein Grund zum Feiern, auf seine Ziele hinzuarbeiten. </p> <p> </p> <p> Mit Confetti Habits wird es leicht, schlechte Angewohnheiten zu vermeiden. Ihre Streaks (zum Beispiel ein Ziel von 30 Tagen ohne Zigarette zu rauchen) werden in der App als ununterbrochene Kette visualisiert. Visualisierte Streaks und Fortschrittsdiagramme werden Sie motivieren, Ihre Reise fortzusetzen. </p> <p> <strong> Herunterladen: </strong> Konfetti-Gewohnheiten für <a href=\"https://play.google.com/store/apps/details?id=com.confettimobile\" target=\"_blank\" rel=\"nofollow noopener\"> Android </a> | <a href=\"https://apps.apple.com/app/confetti-habits/id1507853418\" target=\"_blank\" rel=\"nofollow noopener\"> iOS </a> (Kostenlose In-App-Käufe verfügbar) </p> <p> </p> <h2 id=\"ballertodo-web\"> 4. <a href=\"https://ballertodo.com/\" target=\"_blank\" rel=\"nofollow noopener\"> BallerToDo </a> (Netz) </h2> <p> <img alt=\"priority matrix for ballertodo\" src=\"images/ballertodo-matrix-1-515.png\" loading=\"lazy\"> </p> <p> Eine einfache To-Do-Liste ist nicht immer der effektivste Weg, um Ihre Ziele zu organisieren. Sie könnten sich überfordert fühlen, wenn Sie versuchen, in einer traditionellen Checkliste von Elementen Prioritäten zu setzen, was zuerst zu tun ist. </p> <p> BallerToDo verwendet eine Eisenhower-Matrix, um Ihnen zu helfen, sich wie ein Baller zu organisieren und Dinge zu erledigen. Sie können Ihre Aufgaben entlang der X- und Y-Achse visualisieren und Aufgaben entsprechend ihrer <strong> Einschlag </strong> und <strong> Dringlichkeit </strong> . </p> <p> </p> <p> Eine Aufgabe zu machen ist einfach. Klicken Sie einfach irgendwo auf die Matrix und fügen Sie einen Titel hinzu. Die Aufgabe kann jederzeit durch die Matrix gezogen werden, um ihre Wichtigkeit und Dringlichkeit zu aktualisieren. </p> <p> Die Benutzeroberfläche hebt die Aufgabe mit der höchsten Punktzahl hervor und nimmt Ihnen die harte Arbeit der Priorisierung. Es ist am nächsten, einen persönlichen Task-Manager zu haben, der rund um die Uhr für Sie da ist. </p> <p> </p> <h2 id=\"powering-through-the-daily-grind\"> Power durch den täglichen Grind </h2> <p> Inkrementelle tägliche Erfolge sind der Ort, an dem die Magie passiert. Der Mount Everest kann nicht über Nacht erobert werden. Ebenso erfordert das Erreichen Ihrer Ziele über einen gewissen Zeitraum hinweg tägliches Engagement. </p> <p> Kleine tägliche Erfolge sind der beste Weg, um langfristige Ziele zu erreichen. Ob Ihre Motivation aus Angst vor Peinlichkeit, visualisierten täglichen Fortschritten oder einer unerwarteten Erinnerung kommt, kleine Schritte ebnen schließlich den Weg zu etwas Großem. </p>"}