{"title":"5 kostenlose Browsergame-Sites, um Multiplayer- oder klassische Spiele online zu spielen","content":"<p> Sie brauchen keine PlayStation oder High-End-Grafikkarten, um großartige Spiele zu spielen. Diese Seiten zeigen Ihnen, wo Sie kostenlose Online-Spiele in jedem Browser spielen können, einschließlich Multiplayer-Spiele und klassische Titel. </p> <p> Browsergames sind nichts Neues, aber mit dem Tod von Flash Player gibt es einen neuen Katalog, den Sie beachten müssen. Von textbasierten Abenteuern bis hin zu Nachbildungen klassischer Konsolenspiele können Sie fantastische Spiele in jedem modernen Browser spielen, und einige davon funktionieren sogar auf Smartphones. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1. <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Itch.io </a> (Web): StumbleUpon, um zufällige Browserspiele zu entdecken </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch ist eine Plattform, um kostenlose und kostenpflichtige Indie-Spiele plattformübergreifend zu entdecken. Es verfügt über eine riesige Bibliothek von Webspielen, die hauptsächlich in HTML5 erstellt wurden, damit sie in jedem modernen Browser funktionieren. Sie können sie nach Beliebtheit, Bewertungen, Neueste sortieren oder mit Tags wie First Person, 2D, Pixel Art usw. filtern. </p> <p> Eine unterhaltsame Möglichkeit, neue Browsergames zu entdecken, ist die Verwendung der <strong> Randomizer </strong> . Es funktioniert wie ein StumbleUpon für Webspiele, zeigt Ihnen ein Projekt nach dem anderen und lässt Sie es auf derselben Registerkarte spielen, bevor Sie zum nächsten wechseln. Am besten nutzt du den Randomizer mit einem Itch.io Account, da er dann die bereits gesehenen Spiele trackt und nicht mehr anzeigt. </p> <p> Da Itch auch ein Client zum Kaufen von Spielen ist, möchten Sie vielleicht nach kostenlosen Spielen filtern, wenn Sie eine kurze Pause suchen. Andererseits könnten Sie einige unglaubliche kostenpflichtige Spiele entdecken, die in einem Browser funktionieren, der sich ideal für Plattformen wie Chromebook oder zum Spielen auf Ihrem Büro-PC eignet, der keine Installationen von Drittanbietern zulässt. </p> <p> Neben Browserspielen hostet Itch.io Indie-Spiele für Computer und Konsolen. Tatsächlich ist es einer der <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> beste Seiten zum kostenlosen Herunterladen von Premium-PC-Spielen </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2. <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Web-Abenteuer </a> (Web): Textbasierte Abenteuerspiele und interaktive Fiktion </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> Wahre Geeks und Gamer werden Geschichten aus Zeiten erzählen, als es vor ausgefallenen Grafiken noch auf Ihre Fantasie und Ihren Verstand ankam, in einem Genre von Spielen, das textbasierte Abenteuer oder interaktive Fiktion genannt wird. Spiele wie Zork wurden gespielt, indem man Text sah und den richtigen Satz eintippte, um fortzufahren. Sie können jetzt Zork und andere interaktive Fiktion bei Web Adventures spielen. </p> <p> Die Website enthält einige der klassischen textbasierten Abenteuerspiele wie die ursprüngliche Zork-Trilogie von 1982 und ihre anderen Varianten, den Megahit Galatea aus dem Jahr 2000, das Puzzle-Abenteuer Jigsaw aus dem Jahr 1995 und mehrere andere preisgekrönte Titel. Dies sind Spiele, die einst kommerziell waren, aber jetzt kostenlos online gespielt werden können. Web Adventures hat auch einen separaten Abschnitt für kinderfreundliche interaktive Fiktion, um junge Köpfe und ihre aktive Vorstellungskraft in die Wunder textbasierter Abenteuerspiele einzuführen. </p> <p> Web Adventures funktioniert sowohl auf Desktop- als auch auf mobilen Browsern, sodass Sie es unterwegs spielen können. Spielen Sie das Spiel idealerweise auf demselben Gerät, das Sie gestartet haben, da die Site Ihren Fortschritt über den Browser-Cache speichern kann, aber nicht zwischen Geräten synchronisiert werden kann. Und wenn Sie mit Web Adventures fertig sind, sehen Sie sich diese anderen großartigen an <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> textbasierte Abenteuerspiele für Browser </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 3. <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> LCD-Spiele </a> (Web): Spielen Sie Retro-Handheld-LCD-Konsolenspiele </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> Heutzutage ist jedes Telefon eine Videospielkonsole und Nintendo Switch ist die erste Wahl für Handheld-Spiele. Aber tragbare Spiele begannen mit der Reihe von LCD-Spielen von MicroVision und Nintendo Game &amp; Watch. Ein Entwickler hat sie in Form von Browsergames neu erstellt, damit jeder dieses Retro-Erlebnis erleben kann. </p> <p> Derzeit umfasst die Liste Donkey Kong II, Cement Factory, Highway, Jungle Kong, Tom&#39;s Adventure, Mario Bros., Eagle n&#39; Chicken und Sea Ranger. Das Design jedes Spiels und seiner gesamten Einheit ist genau so, wie es in den 1980er Jahren war. Einige sind Dual-Screen-Spiele, andere bleiben auf einem Bildschirm. </p> <p> Die Richtungstasten der Tastatur werden zu Ihrem Navigationspad und die Z- und A-Tasten fungieren als Schaltflächen. Um mit einer anderen Schaltfläche (wie Start oder Pause) zu interagieren, verwenden Sie Ihre Maus. Wenn Sie die Spiele auf dem Handy spielen, können Sie auf die Schaltflächen auf dem Bildschirm tippen, um ein Erlebnis noch näher am Original zu erhalten. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4. <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Kevin Spiele </a> (Web): Sammlung von IO Multiplayer Browsergames und Community </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Sie müssen von Agar.io, DRAWar.io, Paper.io und anderen Multiplayer-Online-Browserspielen gehört haben. Diese &quot;IO-Spiele&quot; gehören zu den schnellsten <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> Spiele kostenlos mit Freunden spielen </a> , über jeden Browser. Es ist schwierig, sie alle an einem Ort zu finden, aber Kevin Games hat großartige Arbeit geleistet, um viele der größten IO-Multiplayer-Browserspiele zu sammeln. </p> <p> Jedes Spiel erscheint als Kachel mit seinem Titel, aber Sie erhalten keine Beschreibung, worum es geht. Bewegen Sie stattdessen den Mauszeiger über die Kachel und sie wird zu einem kleinen GIF, das das Gameplay in Aktion zeigt. Es ist eine coole, andere Art zu beschreiben, was Sie erwartet. </p> <p> Die Sammlung ist nicht auf IO-Spiele beschränkt, bei denen es sich normalerweise um massive Multiplayer-Spiele handelt. Sie können auch Kategorien wie Puzzle, Arcade, Battle Royale, Schießen usw. durchsuchen. Sie können auch Spiele mit generischen Tags wie Rennen suchen. </p> <p> Kevin Games hat auch einen aktiven Discord-Server, auf dem Sie Spiele mit Gleichgesinnten diskutieren oder sogar vor und nach einem Spiel schmatzen können. Chatten und Community sind schließlich ein wesentlicher Bestandteil des Multiplayer-Spiels. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5. <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Klassik spielen </a> (Web): Spiele klassische DOS-, NES- und Sega-Spiele online in einem Browser </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> Mit Emulatoren können Sie alte Spiele auf jedem Computer ausführen, sei es von Konsolen wie NES oder Betriebssystemen wie MS-DOS. Play Classic bringt diese online in einen Browser, mit der Möglichkeit, den Spielfortschritt im Browser selbst zu speichern. </p> <p> Derzeit unterstützt die Website die Plattformen MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo und Game Boy. Sie finden Titel in einer breiten Palette wie alle Mario-Spiele, Sonic the Hedgehog, frühe Versionen von Mortal Kombat, Doom und viele mehr. Verwenden Sie die &quot;Top 100 klassischen Spiele&quot; des Menüs, um schnell die beliebtesten DOS-, Genesis- oder SNES-Spiele zu entdecken. </p> <p> Die Bedienelemente ändern sich je nach Plattformtyp. Es gibt keine einfache Anleitung, aber im Wesentlichen überprüfen Sie die Tasten A, S, D, Z, X, C für Schaltflächen und die Pfeiltasten für die Bewegung und die Eingabetaste für Auswählen. </p> <p> </p> <h2 id=\"avoid-flash-games\"> Vermeiden Sie Flash-Spiele </h2> <p> Am 31. Dezember 2020 hat Adobe die Unterstützung von Flash Player eingestellt. Tatsächlich unterstützen die meisten neuen Browser Flash nicht oder raten Ihnen aktiv davon ab, es auf einer Website zu aktivieren. Entwickler und Sicherheitsexperten warnen seit langem vor den möglichen Sicherheitslücken in Flash, und jetzt ist es an der Zeit, diese Spiele ein für alle Mal zu beenden. </p> <p> Schade, denn es gibt einige hochwertige, kreative und unterhaltsame Flash-Spiele, aber das Risiko lohnt sich nicht mehr. Einige Websites versuchen aktiv, dies zu tun <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> alte Flash-Spiele speichern oder konvertieren </a> auch. Hoffentlich bietet Ihnen die obige Liste von Browsergames-Websites genügend andere, sicherere Optionen, um Spiele kostenlos online zu spielen. </p>"}