{"title":"7 Möglichkeiten, ein gefälschtes LinkedIn-Profil zu erkennen","content":"<p> Online-Bedrohungen gibt es sogar in professionellen sozialen Netzwerken wie LinkedIn, oft in Form von Fake-Profilen. </p> <p> Das Erkennen eines gefälschten LinkedIn-Profils hängt zum Teil vom Bauchgefühl ab. Genau zu wissen, wonach Sie suchen müssen, macht es jedoch viel einfacher. Hier sind sieben wichtige Anzeichen dafür, dass eine von Ihnen erhaltene Verbindungsanfrage möglicherweise nicht echt ist. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> So erkennen Sie gefälschte LinkedIn-Profile </h2> <p> </p> <p> Schädliche Konten sammeln Kontaktlisten und Details wie E-Mail-Adressen und Telefonnummern. Sie könnten auch gefälschte Stellenangebote bewerben, Arbeitssuchende mit interessanten Aussichten anlocken und sie dazu ermutigen, auf einen Link zu klicken oder eine Datei mit Malware herunterzuladen. </p> <p> Das <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> Reihe gängiger Social-Media-Phishing-Angriffe </a> ist breit, aber leicht zu vereiteln, wenn Sie vorsichtig sind. Unterm Strich können Sie Ihre persönlichen Daten und Vermögenswerte schützen, indem Sie aufpassen. Gleichzeitig schützen Sie andere Benutzer vor gefälschten Profilen, die Sie als Köder verwenden. </p> <p> Hier sind einige Anzeichen, auf die Sie achten sollten. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Unvollständiges oder unpersönliches Profil </h3> <p> Berücksichtigen Sie den Gesamteindruck des Kontos. Sofern das Konto nicht privat ist, sollten Sie Details wie den Standort, die Ausbildung, die Beschäftigung und den Abschnitt &quot;Info&quot; des Benutzers sehen können. Ein unvollständiges Profil ist ein Warnsignal, ebenso wie eines, das sich unprofessionell oder unpersönlich anfühlt. </p> <p> Sehen Sie sich zum Beispiel die Info-Informationen des Benutzers an. Abgesehen von Rechtschreib- oder Formulierungsfehlern kann es Unstimmigkeiten mit dem Sektor geben, in dem sie ein Experte sein sollen. Es ist üblich, auch allgemeine Formulierungen zu finden, also halte deine Augen und deinen Geist offen für alles, was sich nicht anfühlt. </p> <h3 id=\"suspicious-profile-picture\"> 2. Verdächtiges Profilbild </h3> <p> </p> <p> Ein gefälschter LinkedIn-Account verwendet oft ein ungewöhnliches Bild und verrät sich so. Manche verwenden überhaupt kein Foto. Während gepflegte Profis und hochwertige Headshots auf der Plattform üblich sind, versuchen die meisten Benutzer, es zu vermeiden, wie ein Stock-Foto auszusehen. </p> <p> Sie könnten auch auf berühmte Gesichter stoßen, die Sie anlächeln, die nicht mit dem im Profil angezeigten Namen übereinstimmen. </p> <p> In beiden Fällen können Sie schnell durch a <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Bildersuche auf Ihrem Computer </a> oder Smartphone. </p> <h3 id=\"generic-headline\"> 3. Allgemeine Überschrift </h3> <p> Als Arbeitssuchender sollten Sie ein Profil erstellen, das die Aufmerksamkeit der Arbeitgeber auf sich zieht und gleichzeitig Ihre Persönlichkeit widerspiegelt. Wenn eine Verbindungsanfrage eine zufällige oder allgemeine Phrase für eine Überschrift enthält, ist der Benutzer möglicherweise aus den gleichen Gründen wie alle anderen nicht auf LinkedIn. </p> <p> Freunde auf der Plattform zu finden ist natürlich nicht schlecht, aber Sie müssen besondere Vorsicht walten lassen, insbesondere wenn ein Urteilsfehler ausreicht, um mit Betrügern in Schwierigkeiten zu geraten. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Verdächtige Arbeits- oder Bildungsgeschichte </h3> <p> Auch hier gilt: Je mehr Informationen das Profil liefert, desto besser. Das Ausfüllen Ihres Beschäftigungs- oder Bildungsverlaufs auf LinkedIn ist mühsam, muss aber so interessant wie möglich aussehen. Ein Konto, das nur eine Handvoll Unternehmen und Berufsbezeichnungen ohne zusätzliche Details wie Verantwortlichkeiten anzeigt, ist also gelinde gesagt seltsam. </p> <p> Es erscheint extrem, den Lebenslauf einer Person durchzugehen, aber ein gefälschtes Konto macht dort zwangsläufig Fehler. Darüber hinaus kann eine Google-Suche nach Informationen, bei denen Sie sich nicht sicher sind, zu weiteren Warnungen bezüglich des Kontos führen. Ein bisschen Paranoia zahlt sich manchmal aus. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Begeisterte Nachrichten mit Links </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Einige betrügerische Benutzer sind mutig genug, um eine Nachricht zusammen mit ihrer Verbindungsanfrage zu senden. Da ihr Ziel darin besteht, Sie davon zu überzeugen, ihnen zu vertrauen, füllen sie ihre Nachrichten manchmal mit Hooks wie unwiderstehlichen Jobvergünstigungen, Schlüsselwörtern und aufgeregter Sprache. </p> <p> Sie können Links und Dokumente enthalten, die weitere Informationen zu dem, was sie anbieten, enthalten. Öffnen oder laden Sie nichts herunter, bis Sie wissen, dass der Benutzer und das Angebot echt sind. Dies gilt für Interaktionen auf jeder Plattform, sei es ein soziales Netzwerk oder Ihr E-Mail-Konto. </p> <p> Eine praktische Möglichkeit, ein verdächtiges Profil zu testen, besteht darin, zunächst die Details ihres Kontos zu recherchieren, einschließlich der Person und des Unternehmens. Dann melde sie mit Fragen zurück. Ein diplomatischer und nicht-konfrontativer Ansatz funktioniert am besten. Wenn ihre Antworten nicht ausreichen, können Sie ihr Angebot ablehnen oder ignorieren. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Zu wenige oder zu viele Verbindungen </h3> <p> Es könnte sein, dass das Profil neu ist und sein Netzwerk noch aufbaut, aber wenn sich die Zahlen nach einer Weile nicht ändern, versucht der Benutzer möglicherweise nicht wirklich. Oder die Leute verbinden sich aus einem bestimmten Grund nicht mit ihnen. </p> <p> Wenn Sie auf dem Konto noch etwas Verdächtiges sehen, sollten Sie es vermeiden oder <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> melde sie sogar </a> . </p> <p> Am anderen Ende des Spektrums stehen gefälschte Profile, die viele Leute und sogar das Premium-System täuschen, sich aber mit jedem verbinden, den sie können. Ein echter Benutzer erhält am Ende ein Netzwerk, das mehr oder weniger seinen Interessen entspricht. Ein riesiges Netzwerk mit einer ungewöhnlichen Ansammlung von Menschen ist eine große rote Fahne. </p> <h3 id=\"poor-linkedin-activity\"> 7. Schlechte LinkedIn-Aktivitäten </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Auch echte Profile interagieren mit der Plattform. Ihre Benutzer investieren tatsächlich darin, sich selbst zu präsentieren und sinnvolle Verbindungen herzustellen. Gefälschte Konten gehen normalerweise nicht weit über das Liken oder Teilen von Beiträgen hinaus. Sogar ihre Kommentare werden allgemein oder sehr kurz sein. </p> <p> Sehen Sie sich nicht nur die Details eines Profils an, sondern auch seine Aktivität. Wenn es spärlich oder unpersönlich erscheint, wäre es ratsam, eine Verbindung zu vermeiden. Kleine Details wie diese sollten Ihr Gefühl für das Konto verbessern und Ihnen helfen zu entscheiden, ob es verdächtig ist oder nicht. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Gesunder Menschenverstand schützt Sie auf LinkedIn </h2> <p> Einzeln sind diese Warnhinweise geringfügig, aber wenn Sie mehrere zusammenfassen, haben Sie ein verdächtiges Konto in der Hand. Es kann nur jemand sein, der nicht weiß, wie man ein gutes Profil erstellt oder professionell auf Menschen zugeht. Aber trotzdem ist es besser, auf Nummer sicher zu gehen. </p> <p> Als echter Benutzer müssen Sie lernen, sich zu schützen. Und besonders wählerisch mit Ihren Kontakten zu sein, ist ein kleiner Preis. </p>"}