{"title":"8 einfache Möglichkeiten, Steam zu reparieren, wenn es nicht geöffnet wird","content":"<p> Verweigert Steam das Öffnen auf Ihrem Computer? Es gibt viele Gründe, warum dies passieren kann. </p> <p> In der folgenden Anleitung sind acht Möglichkeiten aufgeführt, wie Sie Steam ohne Startprobleme auf Ihrem Computer öffnen können. Sehen Sie sich diese einfachen Fehlerbehebungen an, bevor Sie Ihren Computer löschen oder sich dauerhaft von Steam verabschieden. </p> <h2 id=\"check-if-steam-is-down\"> 1. Überprüfen Sie, ob der Dampf ausgefallen ist </h2> <p> Wenn Steam geöffnet wird, aber den Verbindungsbildschirm nicht überschreitet oder überhaupt nicht geladen wird, liegt möglicherweise ein Problem mit den Servern von Steam vor. </p> <p> Die Server haben möglicherweise einen Ausfall, und dies führt dazu, dass alle Steam-Clients nicht mehr funktionieren. </p> <p> Es gibt Websites wie <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> Inoffizieller Steam-Status </a> die Ihnen den aktuellen Status der Server der App mitteilen. Wenn Sie dort Ausfallzeiten sehen, wird Steam wahrscheinlich nicht auf Ihrem Computer geöffnet. </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. Beenden Sie den Steam-Prozess mit dem Windows Task-Manager </h2> <p> Wenn Steam geöffnet wird, aber auf dem Startbildschirm hängen bleibt, können Sie den Steam-Prozess mit dem Task-Manager beenden und sehen, ob das Problem dadurch behoben wird. </p> <p> </p> <p> So beenden Sie den Steam-Prozess auf Ihrem PC: </p> <ol> <li> Klicken Sie mit der rechten Maustaste auf Ihre Windows-Taskleiste und wählen Sie <strong> Taskmanager </strong> . </li> <li> Drücke den <strong> Prozesse </strong> Registerkarte im Task-Manager. </li> <li> Finden <strong> Steam-Client Bootstrapper </strong> Klicken Sie in der Prozessliste darauf, und klicken Sie auf das <strong> Task beenden </strong> Schaltfläche unten rechts. </li> <li> Der Task-Manager sollte das Schließen von Steam auf Ihrem PC erzwingen. </li> <li> Neustart <strong> Dampf </strong> und sehen, ob es funktioniert. </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. Starten Sie Ihren Computer neu </h2> <p> Wenn Ihr Computer einen kleinen Fehler aufweist, kann dies tatsächlich verhindern, dass Steam geöffnet wird. Wenn dies bei Ihnen der Fall ist, wird das Problem wahrscheinlich durch einen einfachen Neustart Ihres Computers behoben. </p> <p> Speichern Sie Ihre Arbeit, schließen Sie alle Ihre geöffneten Apps und führen Sie dann diese Schritte aus, um Ihren PC neu zu starten: </p> <ol> <li> Öffne das <strong> Start </strong> Speisekarte. </li> <li> Klicken Sie auf das Stromsymbol. </li> <li> Wählen <strong> Neu starten </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. Führen Sie Steam als Admin aus </h2> <p> Einer der möglichen Gründe, warum Steam nicht geöffnet wird, ist, dass die App nicht über die erforderlichen Berechtigungen verfügt. Diese Art von Problemen tritt häufig auf Windows-PCs auf. Sie können diese beheben, indem Sie <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> Ausführen Ihrer Apps mit Administratorrechten </a> . </p> <p> Sie können Steam als Administrator starten und sehen, ob dies Ihnen hilft, die App ohne Probleme zu öffnen. So machen Sie das: </p> <ol> <li> Klicken Sie mit der rechten Maustaste auf die Steam-Verknüpfung auf Ihrem Desktop und wählen Sie <strong> Dateispeicherort öffnen </strong> aus dem Kontextmenü. </li> <li> Finden <strong> steam.exe </strong> Klicken Sie in der Dateiliste mit der rechten Maustaste auf diese Datei und wählen Sie <strong> Als Administrator ausführen </strong> . </li> <li> Schlagen <strong> Ja </strong> in der Aufforderung. </li> <li> Steam sollte nun mit Administratorrechten starten. </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. Löschen Sie die Steam-Cache-Dateien </h2> <p> Wie andere Apps erstellt und speichert Steam auch Cache-Dateien auf Ihrem Computer. Diese Cache-Dateien sind manchmal der Grund, warum Sie verschiedene Probleme mit Steam haben. </p> <p> Wenn Steam nicht geöffnet werden kann, kann dies auf eine fehlerhafte Cache-Datei zurückzuführen sein. In diesem Fall entfernen Sie am besten alle Steam-Cache-Dateien von Ihrem Computer. </p> <p> Sie können die Cache-Dateien entfernen, ohne Probleme mit der App zu verursachen, und im Folgenden wird gezeigt, wie: </p> <ol> <li> Schließen <strong> Dampf </strong> wenn es auf Ihrem PC läuft. </li> <li> Klicken Sie mit der rechten Maustaste auf die Steam-Verknüpfung auf Ihrem Desktop und wählen Sie <strong> Dateispeicherort öffnen. </strong> Der Steam-Ordner sollte sich im Datei-Explorer öffnen. </li> <li> Gehen Sie zum Anfang des Ordners und suchen Sie den Ordner mit dem Namen <strong> Appcache </strong> . </li> <li> Kopier das <strong> Appcache </strong> Ordner in ein anderes Verzeichnis auf Ihrem Computer. Sie erstellen ein Backup des Ordners. </li> <li> Klicken Sie dann mit der rechten Maustaste auf das Original <strong> Appcache </strong> Ordner und wählen Sie <strong> Löschen </strong> . Dadurch wird der Ordner aus dem Steam-Verzeichnis entfernt. </li> <li> Starten <strong> Dampf </strong> und sehen, ob es funktioniert. </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. Löschen Sie die Steam-Konfiguration und aktualisieren Sie die App </h2> <p> Da Steam über viele Konfigurationsdateien verfügt, enthält die App tatsächlich einen Befehl, mit dem Sie die Steam-Konfiguration und -Installation auf Ihrem Computer aktualisieren können. Mit diesem Befehl können Sie viele Probleme mit Steam beheben, außer wenn es nicht geöffnet wird. </p> <p> So aktualisieren Sie die Steam-Konfigurationsdateien: </p> <ol> <li> Drücken Sie die <strong> Windows-Taste + R </strong> gleichzeitig die Tasten, um Run zu öffnen. </li> <li> Geben Sie Folgendes in das Feld Ausführen ein und drücken Sie dann <strong> Eingeben </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> Steam sagt, dass das Ausführen des obigen Befehls Ihren Download-Cache löscht und Sie von der App abmeldet. Du musst klicken <strong> OK </strong> weitermachen. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> Wenn Sie an Befehlen interessiert sind, gibt es einige <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> nützliche CMD-Befehle </a> die Sie lernen können. </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. Korrigieren Sie Ihre Datums- und Zeiteinstellungen </h2> <p> Viele Apps erfordern, dass Sie die richtigen Datums- und Uhrzeiteinstellungen auf Ihrem Computer konfiguriert haben. Wenn Steam nicht geöffnet wird, sind Ihre Datums- und Uhrzeiteinstellungen möglicherweise nicht korrekt. </p> <p> Sie können in die Windows 10-Einstellungen-App gehen und die automatische Zeitoption aktivieren, um dies zu beheben. So machen Sie das auf einem PC: </p> <ol> <li> Öffne das <strong> die Einstellungen </strong> App von der <strong> Start </strong> Speisekarte. </li> <li> Klicken <strong> Zeit &amp; Sprache </strong> . </li> <li> Wählen <strong> Terminzeit </strong> links. </li> <li> Drehe die <strong> Uhrzeit automatisch einstellen </strong> schalten Sie um <strong> AUF </strong> Position. </li> <li> Aktivieren Sie den Schalter für <strong> Zeitzone automatisch einstellen </strong> auch. </li> <li> Öffnen <strong> Dampf </strong> und sehen, ob es startet. </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. Installieren Sie Steam neu auf Ihrem Computer </h2> <p> Wenn nichts anderes funktioniert, ist Ihr letzter Ausweg, Steam auf Ihrem Computer zu deinstallieren und neu zu installieren. Dadurch werden Steam sowie alle seine Dateien von Ihrem Computer entfernt. Danach können Sie Steam von Grund auf neu installieren. </p> <p> Die Neuinstallation der App behebt die meisten Probleme mit Steam auf Ihrem Computer, einschließlich des Problems, bei dem die App den Start verweigert. </p> <p> <strong> So entfernen Sie Steam von Ihrem Computer: </strong> </p> <ol> <li> Starte den <strong> die Einstellungen </strong> App auf Ihrem PC. </li> <li> Klicken <strong> Apps </strong> . </li> <li> Finden <strong> Dampf </strong> in der Apps-Liste und klicken Sie darauf. </li> <li> Drücke den <strong> Deinstallieren </strong> um Steam zu entfernen. </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> Steam neu installieren: </strong> </p> <ol> <li> Geh rüber zum <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam-Site </a> über Ihren Webbrowser. </li> <li> Laden Sie das Steam-Setup herunter und starten Sie es auf Ihrem PC. </li> <li> Gehen Sie durch den Installationsassistenten. </li> </ol> <p> Lernen <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> So deinstallieren Sie Apps vollständig </a> wenn Ihre Apps oft Junk-Dateien hinterlassen. </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> Beheben von Steam-Startproblemen auf Ihrem Computer </h2> <p> Probleme mit Steam sind sehr selten, aber das bedeutet nicht, dass Sie nie auf eines stoßen werden. Wenn Sie auf ein Problem stoßen, bei dem Steam nicht gestartet wird, wissen Sie jetzt, was in dieser Situation zu tun ist. Es gibt mehrere Möglichkeiten, um Probleme beim Starten von Steam zu umgehen, wie oben beschrieben. </p> <p> Wie bei Steam treten auch bei Discord manchmal Startprobleme auf. Glücklicherweise haben Sie auch verschiedene Möglichkeiten, diese Probleme zu umgehen. </p>"}