{"title":"9 grundlegende Befehle für den Einstieg in Linux","content":"<p> In Linux-Anleitungen wird oft erwartet, dass Sie bestimmte Operationen im Terminal ausführen, was auf den ersten Blick einschüchternd wirken kann. Aber keine Sorge; Dieser Linux-Befehls-Spickzettel behandelt das Öffnen eines Terminals und das Ausgeben einiger nützlicher Befehle. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Linux-Eingabeaufforderung für Anfänger </h2> <p> Die grundlegenden Linux-Befehle, die Sie unten finden, sind für fast jede Linux-Distribution universell, von der Ubuntu-Befehlszeile bis hin zu Kali Linux. Ihr Terminal sieht möglicherweise anders aus als das in den Bildern unten, aber seien Sie versichert, dass diese für Sie funktionieren. </p> <p> Beachten Sie, dass Sie in verschiedenen Online-Handbüchern oft verschiedene Ausdrücke hören, die sich auf dieselbe Aktion beziehen: &quot;Öffne eine Shell&quot;, &quot;Starte Bash&quot; oder &quot;in der Befehlszeile&quot;. Sie alle bedeuten, dass Sie das Terminal öffnen und eingeben sollten, was wir unten tun werden. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> So öffnen Sie ein Terminal unter Linux </h2> <p> Durchsuchen Sie Ihr Bewerbungsmenü nach <strong> Terminal </strong> . Es wird oft die Bezeichnung &quot;Terminal-Emulator&quot; tragen, und genau das wollen Sie. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Der schnellste Weg zum Öffnen eines Terminals ist jedoch die Tastenkombination <strong> Strg+Alt+T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Grundlegende Linux-Befehle für Anfänger </h2> <p> Nachdem Sie nun ein Terminal geöffnet haben, können Sie einige Befehle ausführen. Sehen wir uns einige der grundlegendsten Shell-Befehle in Linux an. </p> <h3 id=\"view-working-directory\"> 1. Arbeitsverzeichnis anzeigen </h3> <p> Die Kenntnis des aktuellen &quot;Arbeits&quot;-Verzeichnisses ist bei der Verwendung des Terminals von größter Bedeutung. Viele Befehle bewirken, dass Änderungen im aktuellen Verzeichnis vorgenommen werden, und Sie möchten diese Änderungen nicht im falschen Verzeichnis vornehmen. </p> <p> Um zu überprüfen, in welchem ​​Verzeichnis Sie gerade arbeiten, wird dieser Befehl <strong> p </strong> färben die <strong> w </strong> orking <strong> d </strong> Verzeichnis: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Inhalt des Arbeitsverzeichnisses anzeigen </h3> <p> Ausgabe der <strong> ls </strong> Befehl, wenn Sie alle Dateien und Ordner im aktuellen Verzeichnis anzeigen möchten: </p> <pre><code class=\"hljs\">ls</code></pre> <p> Dateien werden im Klartext angezeigt, während Ordner fett und farbig dargestellt werden. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Wenn Sie auch versteckte Dateien sehen möchten, hängen Sie einfach das an <strong> -ein </strong> oder <strong> --alle </strong> Möglichkeit: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Verzeichnisse ändern </h3> <p> Sie können Ihr aktuelles Arbeitsverzeichnis ändern mit <strong> CD </strong> , eine Abkürzung für <strong> c </strong> hängen <strong> d </strong> Verzeichnisse. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Der obige Befehl sucht nach dem Ordner mit dem Namen Documents in Ihrem aktuellen Arbeitsverzeichnis und wechselt, wenn er ihn findet, in dieses Verzeichnis. </p> <p> </p> <p> Stellen Sie sicher, dass Sie jedes Mal, wenn Sie eine Datei oder ein Verzeichnis angeben, deren Name ein Leerzeichen enthält, in Anführungszeichen setzen, sonst erhalten Sie eine Fehlermeldung. </p> <p> Sie können ein Verzeichnis nach oben verschieben, indem Sie die <strong> .. </strong> Möglichkeit: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> Die alleinige Ausgabe von cd ohne Angabe eines Speicherorts führt Sie direkt zu Ihrem Home-Verzeichnis: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Drucken Sie die Ausgabe eines Befehls </h3> <p> Das <strong> Echo </strong> Befehl nimmt jede Eingabe, die Sie ihm geben, sei es eine Textfolge oder ein anderer Befehl, und druckt sie im Terminal aus. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> Echo mag für sich genommen nutzlos erscheinen, aber Sie werden es tatsächlich häufig in der Linux-Systemverwaltung verwenden. </p> <h3 id=\"view-file-contents\"> Dateiinhalt anzeigen </h3> <p> Der katzenartig klingende Befehl <strong> Katze </strong> druckt im Terminal den vollständigen Inhalt jeder von Ihnen benannten Datei. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Den Inhalt einer Datei durchsuchen </h3> <p> Um den Inhalt einer Datei nach einem bestimmten Wort oder einer bestimmten Phrase zu durchsuchen, verwenden Sie die <strong> grep </strong> Befehl. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Dieser Befehl ist sehr hilfreich, wenn Sie in langen und komplexen Systemdateien nach bestimmten Informationen suchen. </p> <h3 id=\"redirect-command-output\"> 5. Befehlsausgabe umleiten </h3> <p> Das &quot;größer als&quot;-Symbol, <strong> &gt; </strong> , hat die Macht in Befehlszeichenfolgen, die Ausgabe eines Befehls in eine Datei oder einen anderen Befehl umzuleiten. </p> <p> Dieser Befehl nimmt beispielsweise die Ausgabe von echo und speichert sie in einer Klartextdatei namens &quot;file.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Systemupdate (Ubuntu-basierte Systeme) </h3> <p> Geben Sie in einer beliebigen Ubuntu-Shell diese beiden Befehle ein, um nach allen verfügbaren Updates für Ihr System zu suchen und diese anzuwenden. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Sie werden nach Ihrem Benutzerkennwort gefragt, bevor Sie einen Befehl mit dem Präfix sudo bestätigen. </p> <p> Profi-Tipp: Sie können zwei oder mehr Befehle zu einem zusammenfassen, indem Sie die <strong> &amp;&amp; </strong> Operator. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Linux-Terminal-Tastaturkürzel für Anfänger </h2> <p> Das Erlernen von Tastenkombinationen ist zwar anfangs schwierig, spart aber auf lange Sicht enorm viel Zeit. Linux hat <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> viele nützliche Verknüpfungen </a> , und wir listen unten einige der hilfreichsten Terminal-Shortcuts auf. </p> <h3 id=\"recall-previous-commands\"> 7. Vorherige Befehle abrufen </h3> <p> Wenn Sie einen kürzlich verwendeten Befehl wiederholen möchten, sich aber nicht mehr daran erinnern oder ihn nicht erneut eingeben möchten, können Sie mit der <strong> Pfeiltasten nach oben und unten </strong> . </p> <p> Alternativ kannst du <strong> Strg+R </strong> um Ihren Befehlsverlauf nach einem bestimmten Schlüsselwort oder einer bestimmten Phrase zu durchsuchen. </p> <h3 id=\"see-command-suggestions\"> 8. Siehe Befehlsvorschläge </h3> <p> Wenn Sie das Terminal verwenden, erinnern Sie sich manchmal an einen Teil eines Befehls, sind sich jedoch nicht ganz sicher, wie er geschrieben wird oder welche Optionen Sie verwenden sollen. Wenn Sie mit der Eingabe eines Befehls beginnen, drücken Sie die <strong> Tab </strong> drücken, wird das Terminal versuchen, Ihren Befehl für Sie zu beenden oder Ihnen verschiedene Möglichkeiten aufzuzeigen. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Töte einen Terminalprozess </h3> <p> Du weißt es vielleicht schon <strong> Strg+C </strong> wie die Tastenkombination zum Kopieren in die Zwischenablage, aber wenn sie im Terminal verwendet wird, beendet diese Tastenkombination jeden laufenden Befehl, den Sie möglicherweise bereuen. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux für Anfänger </h2> <p> Der beste Weg, sich diese Linux-Terminal-Startbefehle und -Verknüpfungen zu merken, besteht darin, sie zu verwenden. Öffnen Sie also die Befehlszeile und beginnen Sie mit der Eingabe! </p> <p> Möchten Sie mehr Befehle? Werfen Sie einen Blick auf unsere <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Spickzettel für Linux-Befehle </a> . </p> <p> Um Ihnen zu helfen, die Möglichkeiten von Linux zu entdecken, haben wir einen detaillierten Einblick in die beste verfügbare Software für Linux zusammengestellt, die nach Kategorien geordnet ist. </p>"}