{"title":"Apfel und supergesunde Kinder streiten sich wegen duellierender Fruchtlogos","content":"<p> Rechtsstreitigkeiten können manchmal etwas surreal sein. Seit August 2020 befindet sich Apple in einem Rechtsstreit mit einem Essensplanungsunternehmen namens Super Healthy Kids wegen eines Logos für seine Prepear-App, das Apple seiner Meinung nach ein wenig zu ähnlich sieht. </p> <p> Das fruchtige Logo von Apple, bestehend aus einem Cartoon-Apfel mit einem Bissen und einem einzelnen Blatt, wird seit Ende der 1970er Jahre verwendet. Das viel neuere Logo von Super Healthy Kids hingegen besteht aus einer Cartoon-Birne mit einem einzigen Blatt. </p> <p> Eine Zeit lang schien es, als sei die Welt nicht groß genug für zwei von Früchten inspirierte Logos mit keck angewinkelten Blättern. Jetzt haben die beiden Unternehmen angeblich ihre Beschwerden beigelegt – und alles, was es brauchte, war, dass Super Healthy Kids die Form des fraglichen Blattes neu formulierte. </p> <h2 id=\"dilution-of-distinctiveness\"> Verdünnung der Unterscheidungskraft </h2> <p> Apples rechtliches Argument war, dass das birnenförmige Lokal „die Verwässerung der Unterscheidungskraft“ von Apples ikonischem Logo verursachen könnte, das mit dem Nike-Swoosh und einigen anderen als weltweit anerkanntes Symbol oben ist. </p> <p> Das neue Logo von Prepear ist bereits auf dem <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> Website des Unternehmens </a> , und wird in Kürze in der App angezeigt. Es hat die Form eines halbmondförmigen Blattes und nicht das vorherige spitze Oval. Apple hat der Änderung zugestimmt, wie aus Dokumenten hervorgeht, die bei der . eingereicht wurden <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> US-Patent- und Markenamt </a> (USPTO.) </p> <p> </p> <p> „Prepear freut sich bekannt zu geben, dass das Markenproblem mit Apple einvernehmlich gelöst wurde“, sagte Firmenmitbegründer Russ Monson Mon <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> Der Rand </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple vs. kleine Unternehmen </h2> <p> Während es so aussieht, als ob eine gütliche Einigung erzielt wurde, schien der Zusammenstoß zwischen den beiden Unternehmen – eines als der wertvollste Tech-Titan der Welt, viel größer als das andere – ziemlich umstritten zu werden. </p> <p> Nach der ursprünglichen Beschwerde von Apple gründete Prepear-Mitbegründer und COO Russell Monson ein <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Change.org-Petition </a> , kritisiert Apple. Die Petition erhielt schließlich 269.654 Unterschriften. Es wurde jetzt geschlossen. </p> <p> &quot;Apple hat sich gegen kleine Unternehmen mit Logos im Zusammenhang mit Obst durch teure rechtliche Schritte gewehrt&quot;, heißt es in der Petition, &quot;auch wenn diese Logos nicht wie das Logo von Apple aussehen oder nicht in der gleichen Branche wie Apple sind alle.&quot; </p> <p> Weiter hieß es, dass viele von Apple bedrohte Unternehmen das Handtuch geworfen hätten, weil sie sich solche Rechtsverfolgungskosten &quot;nicht leisten können&quot;. Das Team sagte, es sei eine &quot;erschreckende Erfahrung, von einem der größten Unternehmen der Welt rechtlich angegriffen zu werden&quot;. </p> <p> <small> Bildquelle: Apple/Prepear </small> </p>"}