{"title":"Apple erhöht DTK Mac Mini Return Credit nach Aufschrei der Entwickler","content":"<p> Als Reaktion auf den Aufschrei der Entwickler hat Apple das Angebot für die Rückgabe seiner Mac Mini-Computer des Developer Transition Kit (DTK) von ursprünglich 200 auf 500 US-Dollar pro Einheit erhöht. </p> <p> Außerdem kann das erhöhte Guthaben in Höhe von 500 $ bis Ende des Jahres statt bis zum 31. Mai eingelöst werden, so die E-Mail-Nachricht von Apple, in der die Entwickler über die aktualisierten Bedingungen informiert wurden. </p> <blockquote> <p> Anstelle des im Mai auslaufenden Guthabens von 200 USD geben wir Ihnen ein Apple-Guthaben von 500 USD und verlängern die Zeit, in der Sie damit einen neuen M1 Mac bis Ende des Jahres erhalten können. Wenn Sie bereits einen neuen M1 Mac gekauft haben, gibt Ihnen das Apple-Guthaben die Flexibilität, jedes Apple-Produkt zu erwerben, um Sie bei Ihrer App-Entwicklung zu unterstützen. </p> </blockquote> <p> Das Unternehmen wird in Kürze Details zum Rückversand dieser DTK-Einheiten bekannt geben. </p> <p> Mit dem versüßten Angebot können Entwickler das Guthaben von 500 $ verwenden, um den größten Teil der Kosten für einen neuen M1 Mac Mini-Computer zu decken, der bei 699 $ beginnt. Die neuen Bedingungen sind die Reaktion von Apple auf den Aufschrei der Entwickler, der nach der Enttäuschung folgte <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> $200 DTK Mac mini-Angebot </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Ein bedauerlicher PR-Fehler </h2> <p> In der E-Mail-Nachricht von Apple wird bestätigt, dass das Unternehmen sich der Tatsache sehr wohl bewusst ist, dass seine ursprüngliche „Anerkennungsgutschrift“ von 200 US-Dollar möglicherweise einige der Entwickler beleidigt hat. </p> <blockquote> <p> Wir haben Ihr Feedback zu einer Gutschrift über 200 $ gehört, die in unserer letzten E-Mail erwähnt wurde. Unsere Absicht war es, den enormen Aufwand anzuerkennen, den Sie in die Entwicklung großartiger Universitäts-Apps investiert haben. Durch die frühzeitige Zusammenarbeit mit uns haben Sie Ihr Engagement für unsere Plattform und Ihre Bereitschaft gezeigt, Vorreiter zu sein. </p> </blockquote> <p> Leider ist dies alles, was Apple tut. </p> <p> Das Unternehmen hat aus dem Nichts ein Mini-PR-Problem geschaffen, das unter Entwicklern für ziemliche Bestürzung sorgt. Und all diese Empörung und Kontroverse hätte vermieden werden können, wenn Apple von Anfang an 500 US-Dollar für die Rückgabe dieser Kits angeboten hätte. Und wenn das Unternehmen seine treuesten Entwickler wirklich belohnen wollte, hätte es sie ihre DTK-Einheit behalten können. </p> <p> </p> <p> Der Entwicklersupport ist einer der wichtigsten Faktoren für den Erfolg einer Technologieplattform. Wenn das Unternehmen möchte, dass Kunden zu seinen Plattformen zurückkehren, muss es zweimal überlegen, bevor es seine Entwicklerarmee mit solchen Maßnahmen verärgert. Es sind Entwickler, die Apps erstellen, die Menschen begeistern und für Apple-Produkte begeistern. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> Was ist DTK Mac Mini überhaupt? </h2> <p> Apple hat DTK-Einheiten an Entwickler vermietet, damit ihre Intel-basierten Apps nativ auf den neuen M1-Macs ausgeführt werden können. Das DTK ist ein Mac-Mini-Gehäuse, in dem der A12Z Bionic-Chip des iPad Pro tickt und mit 16 GB Arbeitsspeicher, 512 GB Speicher und mehr ausgestattet ist. Wichtig ist, dass die Entwickler die ganze Zeit gewusst haben, dass sie ihr Gerät eines Tages an Apple zurückgeben müssen. </p> <p> Das ursprünglich von Apple angebotene Guthaben in Höhe von 200 $ für Entwickler, die ihr Gerät zurückgeben, kann zum Erwerb von Apps, Medien oder einem der neuesten silikonbetriebenen Mac-Computer von Apple verwendet werden. Ein Entwickler hätte sein Guthaben in Höhe von 200 USD nach Erhalt der zurückgegebenen Einheit erhalten. Die Codes hätten bis zum 31. Mai 2021 verwendet werden müssen. </p> <p> Aber Entwickler haben sich gegen das Angebot gesträubt und ihrer Frustration über die Bedingungen von Apple in den sozialen Medien Luft gemacht. Die meisten Beschwerden drehen sich um die Tatsache, dass das Guthaben von 200 $ nicht ausreicht, um einen neuen M1 Mac mini zu kaufen, um ihre Apple-Silizium-Apps weiter zu testen. </p>"}