{"title":"Apple bietet kostenlosen Batterieaustausch für MacBook Pros an, die nicht über 1% aufgeladen werden","content":"<p> Apple hat ein neues Serviceprogramm gestartet, um defekte Akkus in bestimmten MacBook Pro-Modellen, die nicht über 1 % aufgeladen werden, kostenlos zu ersetzen. </p> <p> Eine kleine Charge von 13-Zoll- und 15-Zoll-MacBook Pro-Einheiten, die in den Jahren 2016 und 2017 hergestellt wurden, sind anscheinend von diesem seltsamen Ladeproblem geplagt. Betroffene Kunden sehen möglicherweise eine Meldung im Bereich Akkueinstellungen mit der Angabe „Dienst empfohlen“. </p> <p> Wenn Sie diese Meldung sehen, haben Sie Anspruch auf den kostenlosen Batterieaustausch von Apple. Umgekehrt sind Sie nicht betroffen, wenn die Meldung anzeigt, dass sich der Akku in einem normalen Zustand befindet. </p> <p> Laut einem Support-Dokument auf <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Apples Website </a> , betrifft das Problem mit dem Aufladen des Akkus &quot;eine sehr kleine Anzahl von Kunden&quot; bei MacBook Pro-Computern von 2016 und 2017. </p> <h2 id=\"is-my-macbook-pro-affected\"> Ist mein MacBook Pro betroffen? </h2> <p> Die folgenden MacBook Pro-Modelle von 2016 und 2017 können diese Verhaltensweisen aufweisen: </p> <ul> <li> MacBook Pro (13&quot;, 2016, zwei Thunderbolt-3-Anschlüsse) </li> <li> MacBook Pro (13&quot;, 2017, zwei Thunderbolt-3-Anschlüsse) </li> <li> MacBook Pro (13&quot;, 2016, vier Thunderbolt-3-Anschlüsse) </li> <li> MacBook Pro (13&quot;, 2017, vier Thunderbolt-3-Anschlüsse) </li> <li> MacBook Pro (15&quot;, 2016) </li> <li> MacBook Pro (15&quot;, 2017) </li> </ul> <p> Zu <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> Identifizieren Sie schnell das Modell Ihres Computers </a> , wählen Sie im Apple-Menü &quot;Über diesen Mac&quot;. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> So überprüfen Sie den Zustand der Mac-Batterie </h2> <p> Sie können den aktuellen Zustand des Akkus Ihres MacBook Pro in macOS ganz einfach überprüfen. </p> <p> Wählen Sie in Big Sur &quot;Systemeinstellungen&quot; aus dem Apple-Menü. Klicken Sie im Fenster &quot;Systemeinstellungen&quot; auf &quot;Akku&quot;, wählen Sie in der Seitenleiste &quot;Akku&quot; aus und klicken Sie auf &quot;Akkuzustand&quot;. </p> <p> </p> <p> Wenn Ihr Mac macOS Catalina oder früher verwendet, halten Sie die Wahltaste (⌥) auf der Tastatur gedrückt, während Sie auf das Batteriesymbol in der Menüleiste klicken. Dadurch wird das Batteriestatusmenü angezeigt. </p> <p> Wenn Ihr Notebook Anspruch auf das Serviceprogramm von Apple hat, können Sie es kostenlos ersetzen lassen, indem Sie sich über das <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Support-Website </a> . &quot;Ihr Computer wird vor dem Service überprüft, um sicherzustellen, dass er für den kostenlosen Akkuaustausch in Frage kommt&quot;, stellt Apple fest. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Notfall-Updates mit einem Batterie-Fix </h2> <p> Nachdem Apple auf diesen Fehler aufmerksam geworden war, hat Apple schnell ein Paar macOS-Updates veröffentlicht – das macOS Big Sur 11.2.1 oder höher für Macs mit der Big Sur-Software und das macOS Catalina 10.15.7 ergänzende Update für Mac-Besitzer auf macOS Catalina und früher. </p> <p> </p> <p> Laut Release Notes zu <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Apples Website </a> , macOS Big Sur 11.2.1 &quot;behebt ein Problem, das das Aufladen des Akkus in einigen 2016er und 2017er MacBook Pro-Modellen verhindert.&quot; Apple rät, diese Updates zu installieren, um zu verhindern, dass das Akkuproblem bei anderen MacBook Pros von 2016 und 2017 auftritt. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> So aktualisieren Sie Ihren Mac </h2> <p> Um die macOS-Software auf Ihrem Mac auf die neueste Version zu aktualisieren, gehen Sie zu <strong> Systemeinstellungen &gt; Software-Update </strong> . Wenn Sie eine Meldung sehen, dass Updates verfügbar sind, klicken Sie auf die Schaltfläche &quot;Jetzt aktualisieren&quot;, um sie zu installieren. Möglicherweise werden Sie aufgefordert, Ihr Administratorkennwort einzugeben, um die Aktualisierung Ihres Mac abzuschließen. </p> <p> Wenn Sie möchten, dass Ihr Computer zukünftige Updates automatisch herunterlädt und installiert, wählen Sie im Fenster Software-Update die Option &quot;Meinen Mac automatisch auf dem neuesten Stand halten&quot;. Sie werden benachrichtigt, wenn ausstehende Updates einen Neustart erfordern, und können diese später installieren. </p>"}