{"title":"Bericht: Apple beauftragt ehemaligen Hardware-Chef mit AR/VR-Arbeiten","content":"<p> Dan Riccio, der ehemalige Hardware-Chef von Apple, wurde Berichten zufolge damit beauftragt, die Anklage für die Augmented Reality (AR) und Virtual Reality (VR) Gadgets des Unternehmens zu leiten. Er hat vor kurzem ein &quot;neues Kapitel&quot; bei Apple begonnen und leitet jetzt ein nicht näher bezeichnetes &quot;neues Projekt&quot;. </p> <p> „Ich freue mich darauf, meine ganze Zeit und Energie bei Apple darauf zu konzentrieren, etwas Neues und Wunderbares zu schaffen, auf das ich nicht aufgeregter sein könnte.“ <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Pressemitteilung von Apple </a> zitiert ihn mit den Worten. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> Riccio konzentriert sich nun auf Apples AR/VR-Headsets. </p> <h2 id=\"riccio-s-importance-to-apple\"> Riccios Bedeutung für Apple </h2> <p> Diese hochkarätige Führungskraft ist seit mehr als zwei Jahrzehnten bei Apple. Riccio arbeitete an erfolgreichen Projekten wie dem ursprünglichen iMac, der iPhone 12-Reihe und den neuen M1-Macs. Als solcher trifft er die perfekte Wahl, um die AR/VR-Bemühungen von Apple zu beschleunigen. </p> <p> Einige Leute haben gesagt, dass die Umstrukturierung der Hardware-Engineering-Organisation von Apple ein starker Hinweis darauf ist, dass Riccio über Project Titan sprechen könnte, einen internen Codenamen für das mythische Apple Car-Projekt. Dies ist hier mit ziemlicher Sicherheit nicht der Fall, da das Apple Car weithin als mindestens ein halbes Jahrzehnt von der Veröffentlichung entfernt angesehen wird. </p> <p> </p> <p> Obwohl das Apple Car in seiner aktuellen Phase wahrscheinlich Riccios ungeteilte Aufmerksamkeit nicht benötigt, scheint er in Bezug auf Apples AR/VR-Strategie eine große Bereicherung zu sein. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> Apples AR/VR-Strategie </h2> <p> Es wird angenommen, dass Apple an einem <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> teures, leistungsstarkes Mixed-Reality-Headset für eine mögliche Veröffentlichung im Jahr 2021 </a> . Es sollte vor der erschwinglicheren AR-Brille für die Massen kommen, die 2022 auf den Markt kommen soll. Quellen beschreiben das Headset als teures Nischenzubehör, das von Apples benutzerdefiniertem Chip angetrieben wird und schneller ist als das M1-Silizium, das in den neuen Macs verwendet wird. </p> <p> Andere gemunkelte Spezifikationen sollen zwei 8K-Displays und eine Reihe von Onboard-Kameras für eine präzise Augen- und Handverfolgung umfassen. Das Gerät kann etwa 3.000 $ kosten, was mit der HoloLens von Microsoft vergleichbar ist. Es wird als Nischenzubehör beschrieben, das Apple wahrscheinlich hauptsächlich an Entwickler verkaufen wird, damit diese AR/VR-Apps für das Gerät erstellen können. </p>"}