{"title":"Bericht: Apple könnte die Herstellung des iPhone 12 Mini im zweiten Quartal einstellen","content":"<p> Das iPhone 12 mini ist das kleinste der neuesten iPhone-Generation von Apple – und das hat sich anscheinend auch für den Verkauf bestätigt. Vom ersten Tag an wurde das kleinste der iPhone 12-Serie mit Berichten belegt, dass es nicht in den Mengen seiner größeren, teureren Geschwister verkauft wird. </p> <p> Jetzt ein Bericht der Investmentbank JP Morgan, geteilt von <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple-Insider </a> , behauptet, dass Apple möglicherweise bereits im zweiten Kalenderquartal 2021 die Produktion von Einheiten des iPhone 12 mini einstellen könnte. Das könnte bedeuten, dass das Telefon möglicherweise nur noch ein paar Monate hat, bevor es ganz eingestellt wird. </p> <h2 id=\"adjusting-iphone-12-orders\"> Anpassen von iPhone 12-Bestellungen </h2> <p> In der Anlagenotiz des JP Morgan Supply Chain Analysten William Yang werden auch einige der anderen Änderungen im zweiten Quartal erwähnt, die Apple möglicherweise mit der iPhone 12-Reihe vornehmen wird. Yang behauptet, dass Apple die Stückzahlen des iPhone 12 Pro Max um 11 Millionen Einheiten, des iPhone 12 Pro um weitere 2 Millionen Einheiten und des iPhone 11 der Ära 2019 um weitere 8 Millionen Einheiten erhöhen wird. </p> <p> In der Zwischenzeit werden die regulären iPhone 12-Einheiten und 9 Millionen Einheiten gekürzt, während das iPhone 12 mini um 11 Millionen Einheiten gekürzt wird – die gleiche Anzahl sinkt wie beim iPhone 12 Pro Max. Der Bericht deutet darauf hin, dass Apple die Produktion des iPhone 12 mini im Quartal möglicherweise vollständig einstellen wird. </p> <p> </p> <p> Dies ist nicht das erste Mal, dass wir hören, dass das iPhone 12 mini ein vergleichbarer Flop für Apple war. Ein Bericht von Morgan Stanley behauptete kürzlich, dass Apple im ersten Quartal 2021 die Bestellungen für das iPhone 12 mini reduziert habe. </p> <p> Unterdessen deutete ein früherer Bericht darauf hin, dass, während neun der Top-10-Smartphones, die am Weihnachtstag in den Vereinigten Staaten aktiviert wurden, iPhones waren, das iPhone 12 mini das einzige war, das nicht in die Liste aufgenommen wurde. (Und das trotz der Tatsache, dass einige viel ältere iPhones enthalten waren.) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: Ein überraschender Miss </h2> <p> Die Tatsache, dass das iPhone 12 mini Probleme zu haben scheint, ist irgendwie überraschend. Es erhielt ausgezeichnete Kritiken und bietet ein erstklassiges iPhone 12-Erlebnis, verpackt in einem kleinen Formfaktor. </p> <p> Es enthält das gleiche All-Screen-OLED-Display wie seine größeren Geschwister (wenn auch etwas kleiner), Face ID, A14 Bionic-Prozessor und 5G-Konnektivität. Ab 699 US-Dollar ist es das günstigste der neuen iPhones von Apple. Aber es scheint, dass es aus irgendeinem Grund in diesem Jahr nicht den gleichen Erfolg wie die größeren iPhones erzielen konnte. </p> <p> Interessanterweise deutet der JP Morgan-Bericht darauf hin, dass Apple in diesem Jahr vier weitere iPhones auf den Markt bringen will. Das scheint zu bedeuten, dass Apple möglicherweise noch nicht bereit ist, das Handtuch über die kleinere &quot;Mini&quot;-iPhone-Linie zu werfen. Wir müssen bis September warten, um zu sehen, was passiert. </p>"}