{"title":"Discord für iOS lässt Meme Thieves Bilder von Twitter-Einbettungen speichern","content":"<p> Discord für iPhone wurde im App Store mit mehreren neuen Funktionen aktualisiert, darunter eine neue Option, die das Speichern von Bildern aus Twitter-Einbettungen viel einfacher macht. Damit können Sie Memes aus Tweets speichern, ohne dass Sie zuvor auf Workarounds zurückgreifen mussten. </p> <p> Leider scheint dies bei animierten GIFs nicht zu funktionieren. Außerdem ist das Speichern statischer Bilder aus Tweets derzeit in Discord für Windows und Discord für Android nicht verfügbar. Nur Version 60.0 der Discord-App für iOS scheint diese hilfreiche neue Funktion implementiert zu haben. </p> <p> Neu bei Discord? Wenn ja, lesen Sie unseren Leitfaden mit Erläuterungen <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> wie man online mit Freunden und Fremden chattet </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> So speichern Sie Bilder aus Tweets </h2> <p> Um ein Bild wie ein Meme aus einem gesendeten Tweet zu speichern, tippen Sie lange auf den betreffenden Tweet und wählen Sie die Option &quot;Bild speichern&quot;. Sie finden das in der Fotos-Mediathek auf Ihrem Gerät gespeicherte Bild. Vor dieser Änderung mussten Sie einen Tweet manuell in einem Webbrowser öffnen, bevor Sie das zugrunde liegende Bild auf Ihrem Gerät speichern konnten. </p> <p> </p> <p> Wie <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> Der Rand </a> Notizen verwendet die Android-Version einen anderen Prozess zum Speichern von Tweet-Bildern. Zuerst müssen Sie auf das Bild tippen, um es im Vollbildmodus zu öffnen. Wenn Sie sich in der Vollbild-Oberfläche befinden, drücken Sie die <strong> Herunterladen </strong> Schaltfläche am oberen Rand des Bildschirms, um das Bild auf dem Gerät zu speichern. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Andere neue Funktionen in Discord für iOS </h2> <p> Abgesehen vom Speichern von Bildern aus Twitter-Einbettungen erwähnt das Changelog, das in Discords aktueller iOS-Version angezeigt wird, ein paar andere neue Funktionen. Die erste ist ein praktisches Emoji-Popout auf dem Desktop, mit dem Sie wissen, woher ein Emoji stammt. </p> <p> „Tippen Sie auf den kleinen Emoji-Typen im Chat, während Sie auf Ihrem Telefon sind, und sehen Sie, wem er gehört“, heißt es im Änderungsprotokoll im Einstellungsmenü von Discord auf Desktop und Handy. Und wenn Sie Discord auf Ihrem iPad verwenden, werden Sie erfreut sein zu erfahren, dass die mobile Bildschirmfreigabe jetzt auf Ihrem Tablet verfügbar ist. </p> <p> <small> Bildquelle: Discord </small> </p>"}