{"title":"Das Xiaomi Mi 11 wird offiziell global","content":"<p> Wenn Sie auf der Suche nach einem neuen Smartphone sind, denken Sie vielleicht, dass die <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> ist das perfekte Flaggschiff für Sie. Aber das Xiaomi Mi 11 ist ein weiteres Smartphone mit High-End-Spezifikationen, die Sie berücksichtigen müssen. </p> <p> Das Telefon war das erste, das mit dem High-End-Prozessor Qualcomm Snapdragon 888 auf den Markt kam, aber zunächst nur in China erhältlich. </p> <p> Zum Glück hat Xiaomi die Situation korrigiert und das Telefon weltweit freigegeben. Und es kommt nicht nur mit beeindruckenden Spezifikationen, sondern hat auch einen erschreckend niedrigen Preis. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> Worum geht es beim Xiaomi Mi 11? </h2> <p> Die Hauptsache, die Ihre Aufmerksamkeit auf das Xiaomi Mi 11 lenkt, ist natürlich der Snapdragon 888-Prozessor, aber das Unternehmen bringt auch einige ziemlich beeindruckende Hardware im gesamten Gerät mit. </p> <p> Beginnend mit dem Bildschirm bietet das Xiaomi Mi 11 ein beeindruckendes 6,81-Zoll-Display. Es verfügt über einen WQHD+ 120-Hz-AMOLED-Bildschirm, sodass Sie eine blitzschnelle Bildwiederholrate erhalten. Das Telefon verfügt außerdem über Gorilla Glass Victus, das einiges aushält. Darüber hinaus verfügt es über eine Spitzenhelligkeit von 1.500 Nit, was ziemlich beeindruckend ist. </p> <p> </p> <p> Der andere große Blickfang ist der 108-Megapixel-Hauptkamerasensor, der einige unglaubliche Bilder aufnehmen wird. Es gibt ein 13-Megapixel-Ultraweitwinkelobjektiv mit einem soliden 123-Grad-Sichtfeld und einen 5-Megapixel-Tele-Shooter, der ganz nah herankommt. </p> <p> Auf der Vorderseite des Smartphones befindet sich eine 20-Megapixel-Selfie-Kamera, die in einem Locher versteckt ist. </p> <p> Der 4.600-mAh-Akku hält das Telefon über längere Zeit in Betrieb. Wie bei jedem guten Flaggschiff sind 55 W kabelgebundene oder 50 W kabellose Ladegeschwindigkeiten verfügbar, sodass Sie schnell aufladen können. Darüber hinaus erhalten Sie beim Xiaomi Mi 11 eine umgekehrte Aufladung, sodass Sie den großen Akku zum Aufladen Ihrer anderen Geräte verwenden können. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Xiaomi Mi 11 Preis und Verfügbarkeit </h2> <p> Das Telefon soll in Europa und Australien auf den Markt kommen. Das Unternehmen gab den Preis in Euro bekannt und sagte, dass das Telefon nur 749 € kosten wird, was für die Spezifikationen dieses Geräts durchaus angemessen ist. Dieser Preis gilt für das Basismodell mit 8 GB RAM und 128 GB Speicher. Ein teureres Modell bietet 8 GB RAM und 256 GB internen Speicher für 799 €. </p> <p> Das Smartphone soll in den Farbvarianten Midnight Grey und Horizon Blue auf dem europäischen Markt erscheinen. </p> <p> Xiaomi hat nicht genau gesagt, wann das Telefon mit dem Versand beginnen wird. Stattdessen kündigte das Unternehmen an, in den kommenden Tagen mehr über seine regionalen Social-Media-Kanäle bekannt zu geben. </p> <p> Wer auf der Suche nach einem Flaggschiff ist und nicht in den USA unterwegs ist, sollte unbedingt zum Xiaomi Mi 11 greifen. Für den Preis bietet es eine solide Ausstattung. </p>"}