{"title":"Die Tab-Suchfunktion von Chrome wird möglicherweise in Microsoft Edge angezeigt","content":"<p> Da Microsoft Edge nun die Chromium-Codebasis verwendet, kann der Browser des Softwaregiganten nun die gleichen Vorteile genießen, die Google Chrome standardmäßig bietet. Ein scharfsichtiger Reddit-Benutzer hat kürzlich eine Änderung an Microsoft Edge entdeckt, die auf die Tab-Suchfunktion von Chrome im Browser hinweist. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Wie die Tab-Suche auf Microsoft Edge ankommen könnte </h2> <p> Reddit-Nutzer Leopeva64-2 hat auf dem . Alarm geschlagen <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Edge-Subreddit </a> nachdem Sie eine sich ändernde Variable im Code von Edge identifiziert haben. </p> <p> Bisher mussten Sie das Feature manuell aus dem Versteck holen. Es war im Code von Microsoft Edge vergraben und Sie mussten das Befehlszeilen-Flag <code>--enable-features=TabSearch</code> verwenden, um es zu aktivieren. </p> <p> Dieses Flag funktioniert jetzt nicht mehr. Es wurde jedoch durch ein neues Flag namens <code>--enable-features=msTabSearch</code> ersetzt. Wie Leopeva64-2 es ausdrückt: </p> <blockquote> <p> Die Flags, die mit „ms“ beginnen (msExtensionsHub, msDownloadsHub usw.) werden im Allgemeinen verwendet, um „exklusive“ Edge-Funktionen zu aktivieren oder zu deaktivieren bald (oder vielleicht werden sie eine neue Flagge auf edge://flags hinzufügen). </p> </blockquote> <p> Da das TabSearch-Flag jetzt das &quot;ms&quot; -Tag enthält, wird diese Funktion wahrscheinlich standardmäßig auf Microsoft Edge angezeigt. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> Microsofts freundliche Rivalität mit Chrome </h2> <p> Wenn Microsoft diese Funktion aktiviert, kommt es dem wichtigsten Browser im Internet, Google Chrome, einen Schritt näher. </p> <p> Um es mit seinen Konkurrenten aufzunehmen, hat Microsoft ein Gleichgewicht zwischen dem Hinzufügen von Funktionen, die die Leute von einem modernen Browser erwarten, und der Entwicklung neuer Funktionen gefunden, die Edge dabei unterstützen, sich abzuheben. Beispielsweise, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge hat ein Suchwerkzeug in der Seitenleiste erhalten </a> damit es besser mit Chrome konkurrieren kann. </p> <p> Microsoft hat jedoch nicht vergessen, wer Edge den nötigen Vorsprung verschafft hat. Immerhin basiert der Browser mittlerweile auf Googles Chromium-Codebase, sodass Microsoft zeitweise mit Chrome zusammenarbeiten muss, wenn es Edge verbessern will. </p> <p> Da Microsoft bei der Entwicklung von Fehlerbehebungen und Funktionen für die Chromium-Codebasis hilft, ist das Unternehmen sogar <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> schnell zum größten Verbündeten von Chrome werden </a> . Als solches hat Microsoft eine seltsame Beziehung zu Chrome, in der es gleichzeitig mit seinem Rivalen konkurriert und ihm hilft. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Suchen nach der Tab-Suchfunktion in Microsoft Edge </h2> <p> Obwohl noch nichts offiziell bestätigt wurde, gibt es Beweise dafür, dass Microsoft die Tab-Suchfunktion von Chrome in Chrome einbringen möchte. Wir müssen unsere Pferde halten und die Entwicklung von Edge im Auge behalten, um zu sehen, ob sie auftaucht. </p> <p> Wenn Sie wissen möchten, wie Microsoft Edge angesichts seiner Konkurrenz innovativ ist, müssen Sie die Sleeping Tabs-Funktion kennen. Erste Tests dieser Funktion reduzierten die CPU-Auslastung des Browsers um massive 37 Prozent. </p> <p> <small> Bildquelle: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}