{"title":"Facebook arbeitet an einer neuen App, um mit Clubhouse zu konkurrieren","content":"<p> Facebook können viele Funktionen zugeschrieben werden, die wir heute als normal oder wesentlich für soziale Medien betrachten, und das ist ein großer Teil der Gründe, warum Facebook nach seiner Veröffentlichung immer noch 17 Jahre alt ist. Es wäre jedoch nachlässig zu behaupten, dass der Lebenslauf von Facebook ausschließlich einzigartige Funktionen enthält. </p> <p> Tatsächlich ist es ziemlich schwierig, über die Veränderungen zu sprechen, die Facebook in den letzten Jahren vorgenommen hat, ohne die mehrfache Anleihe der Plattform von ihren Konkurrenten zu berücksichtigen. Jüngsten Berichten zufolge will Facebook zum x-ten Mal eine konkurrierende App kopieren. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Clubhaus ist Gegenstand von Facebooks neuestem Copycat-Programm </h2> <p> Gemäß <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> Die New York Times </a> , Facebook arbeitet an einem auf Audio ausgerichteten sozialen Netzwerk, um mit ihm zu konkurrieren <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Clubhaus </a> , eine Voice-Chat-App nur für Einladungen, die erst letztes Jahr auf den Markt kam. </p> <p> Wir wissen nicht, wann Facebook mit der Produktion seines Clubhouse-Klons begonnen hat, aber wir wissen, dass das daran arbeitende Team das Produkt derzeit als &quot;Fireside&quot; bezeichnet. Dieser Codename kann sich jedoch ändern, da sich das Produkt noch in einem frühen Entwicklungsstadium befindet. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> Facebook-Chef Mark Zuckerberg hat sich laut einer unbekannten Quelle für Audiokommunikation interessiert. Das ist ziemlich vage. Es könnte bedeuten, dass er es seit einiger Zeit im Auge behalten hat oder dass es erst vor kurzem seine Aufmerksamkeit erregt hat. In jedem Fall trat Zuckerberg letzten Sonntag im Clubhouse auf, um über Augmented und Virtual Reality (AR und VR) zu diskutieren. </p> <h3 id=\"what-is-clubhouse\"> Was ist Clubhaus? </h3> <p> Wenn Sie noch nie von Clubhouse gehört haben, machen Sie sich keine Sorgen. Im Moment sind seine Benutzer in einem engen Kreis gehalten. Sie können Clubhouse nur beitreten, wenn Sie von einem bestehenden Benutzer eingeladen werden. </p> <p> Auf der <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Appstore </a> , Clubhouse beschreibt sich selbst als „einen Raum für zwanglose Audiogespräche – mit Freunden und anderen interessanten Menschen auf der ganzen Welt“. </p> <p> </p> <p> Man könnte es sich wie ein anderes Skype oder Zoom vorstellen, aber es gibt keine Videoaufnahme. Lediglich Audio- und Profilbilder und die &quot;Gespräche&quot; gleichen eher dem Zuhören, wenn jemand auf einem Podest steht, um eine Präsentation oder eine Rede zu halten. Sie wählen, wen Sie mithören möchten. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> Facebooks Geschichte des Kopierens konkurrierender Apps </h2> <p> Zuckerberg scheint zu wissen, dass eine soziale Plattform erfolgreich sein wird, wenn sie sie sieht. Facebook hat Instagram, WhatsApp und Oculus gekauft, als sie noch Start-up-Unternehmen waren. Er versuchte 2013, Snapchat für 3 Milliarden Dollar zu kaufen, aber das Team dahinter lehnte ab. </p> <p> Und vielleicht ist es genau das: Facebook hat sich schon immer Ideen von konkurrierenden Apps ausgeliehen, weil Zuckerberg immer auf der Suche nach etwas Neuem für Facebook ist. In dem vielleicht bekanntesten Beispiel hat Facebook den Trend des &quot;Klauens&quot; von Snapchat ausgelöst, als es seine eigene Version von . hinzugefügt hat <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> Social-Media-Geschichten </a> im Jahr 2017. </p> <p> In jüngerer Zeit, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook hat Nachbarschaften eingeführt </a> letzten Oktober, der sehr ähnlich wie ein hyperlokaler sozialer Netzwerkdienst funktioniert <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> Nebenan </a> . Im Dezember, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook veröffentlicht Collab </a> für iOS-Geräte ein später Sprung auf den TikTok-Klon-Zug. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Was will Facebook werden? </h2> <p> Facebook begann als Online-Raum, um mit Ihren Freunden zu sprechen und mit ihnen Schritt zu halten. Seitdem hat es sich zu einer Plattform mit vielen verschiedenen Funktionen entwickelt, die viele verschiedene Arten von Menschen anspricht. </p> <p> Die Entscheidung von Facebook, in den etwas Nischenmarkt einzusteigen, den Clubhouse gefunden hat, ist interessant. Ob es auch eine kluge Entscheidung ist, müssen wir abwarten. </p>"}