{"title":"Genau wie Tesla erwägt Twitter eine Investition in Bitcoin","content":"<p> Nicht jeder behält den Aktienmarkt oder die Kryptowährung im Auge, aber wenn ja, dann wissen Sie, dass Tesla am 8. Februar Bitcoin im Wert von 1,5 Milliarden Dollar gekauft hat. Nachdem das Unternehmen seinen riesigen Anteil bekannt gegeben hatte, stieg der Wert von Bitcoin um satte 20,33 Prozent auf 46.081,64 USD – den höchsten Wert seit März 2020. </p> <p> Allerdings hat sich herausgestellt, dass Tesla nicht das einzige Unternehmen mit Interesse an der Kryptowährung ist. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter könnte seine Mitarbeiter bald in Bitcoin bezahlen </h2> <p> In einem Interview mit CNBC sagte Twitter-CFO Ned Segal, dass das Unternehmen erwägt, Bitcoin in seine Bilanz aufzunehmen. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> „Wir haben im Vorfeld viel darüber nachgedacht, wie wir Mitarbeiter bezahlen können, wenn sie eine Einzahlung wünschen <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , wie wir einen Verkäufer bezahlen könnten, wenn er um Zahlung gebeten wird <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> und ob wir haben müssen <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> in unserer Bilanz&quot;, sagt <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> — Squawk-Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10. Februar 2021 </a></blockquote>  <p> Teslas Investition in Bitcoin hat also die Aufmerksamkeit von Twitter auf sich gezogen. Die Social-Media-Plattform hat innerhalb ihrer Treasury-Abteilung noch keinen Schritt gemacht, aber wir wissen jetzt, dass Bitcoin-Transaktionen zumindest in Betracht gezogen werden. </p> <p> Als Segal gefragt wurde, was es für Twitter braucht, um in Bitcoin zu investieren, gab er eine sehr direkte Antwort. </p> <p> &quot;Eines der wichtigsten Dinge, die wir uns ansehen würden, wäre, wenn Leute mit uns Transaktionen in Bitcoin durchführen möchten. Denn dann könnten wir überlegen, ob wir zum Zeitpunkt der Transaktion Dollar in Bitcoin überweisen oder ob wir Bitcoin weitergeben wollen.&quot; unsere Bilanz, bereit, diese Transaktion abzuschließen&quot;, erklärte Segal. </p> <p> Sie könnten es für unwahrscheinlich halten, dass Twitter ein solches Risiko eingehen würde, als gerade bekannt wurde, dass Twitter bald große Veränderungen vornehmen will – wie die <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> Implementierung von Revue-Funktionen </a> und möglicherweise <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> ein Abo-Modell </a> . </p> <p> Aber die Schwesterfirma von Twitter, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Quadrat </a> , ist bereits ein Bitcoin-Investor. </p> <p> Im vergangenen Oktober nahm Square zu <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> seine offizielle Website </a> um bekannt zu geben, dass es Bitcoin im Wert von 50 Millionen US-Dollar gekauft hat. Zu dieser Zeit machte die Investition etwa ein Prozent des Gesamtvermögens von Square aus. </p> <p> Nicht nur das, auch Twitter-CEO Jack Dorsey ist ein großer Fan von Bitcoin. Nach den Unruhen auf dem Capitol Hill im Januar veröffentlichte er einen Thread mit Tweets, um die <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Dauerhaftes Twitter-Verbot des ehemaligen US-Präsidenten Donald Trump </a> . </p> <p> Irgendwo in der Mitte wechselte Dorsey, um die Kryptowährung ins Rampenlicht zu rücken. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Der Grund, warum ich so viel Leidenschaft habe <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> ist hauptsächlich auf das Modell zurückzuführen, das sie demonstriert: eine grundlegende Internettechnologie, die nicht von einer einzelnen Person oder Einheit kontrolliert oder beeinflusst wird. Das ist es, was das Internet sein will, und mit der Zeit wird es mehr davon. </p> — Klinke (@ Klinke) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14. Januar 2021 </a></blockquote>  <p> Dorsey hat sich im Laufe der Jahre immer mehr für Bitcoin begeistert. Ungefähr um diese Zeit im letzten Jahr ließ Dorsey Twitter einen Marken-Hashtag für Bitcoin veröffentlichen. Jetzt wird #bitcoin“ in Tweets vom Bitcoin-Logo begleitet. </p> <p> Im Jahr 2018, <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Die Zeiten </a> schrieb, dass Dorsey voraussagt, dass Bitcoin eines Tages die &quot;Einheitswährung&quot; der Welt werden wird. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Was kommt als nächstes für Twitter? </h2> <p> Wir haben erst zwei Monate im Jahr 2021 und Twitter unternimmt bereits Schritte, um die Plattform, wie wir sie heute kennen, grundlegend zu verändern. </p> <p> Wird ein weiterer Schritt darin bestehen, in den kommenden Monaten Bitcoins im Wert von Millionen für seine Transaktionen zu kaufen? Vielleicht, wenn Twitter Kryptowährung als „ein Instrument der wirtschaftlichen Stärkung“ betrachtet, wie es Square tut. </p>"}