{"title":"Hyundai und Kia bestreiten, dass sie in Gesprächen über die Entwicklung des Apple-Autos sind","content":"<p> Hyundai und seine Tochtergesellschaft Kia sahen ihre Aktien fallen, nachdem die Unternehmen in den Zulassungsanträgen bekannt gegeben hatten, dass sie nicht mit Apple über das geheime Apple Car-Projekt sprechen. </p> <p> Die Aktien von Hyundai und Kia brachen um 6,21 Prozent bzw. fast 15 Prozent ein. </p> <p> Die Einreichungen bestätigen, dass Hyundai „von mehreren Unternehmen“ Anfragen zur Zusammenarbeit bei der gemeinsamen Entwicklung autonomer Elektrofahrzeuge erhielt, fügten jedoch hinzu, dass „nichts entschieden wurde“, da sich alles „in einem frühen Stadium“ befindet. </p> <p> „Hyundai Motor ist nicht in Gesprächen mit Apple über die Entwicklung autonomer Fahrzeuge“, heißt es in Hyundais Akten. Gemäß <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , sagte Kia Motors auch, es sei nicht in Gesprächen mit Apple. </p> <p> Dies könnte wiederum bedeuten, dass Apple möglicherweise beschlossen hat, mit Automobilherstellern zusammenzuarbeiten, die nicht öffentlich über Deals sprechen. Tatsächlich hat MUO kürzlich berichtet, dass eine Handvoll <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Japanische Autohersteller verhandeln mit Apple </a> über den Beitritt zu einer Apple Car-Lieferkette. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple mag keine Lecks </h2> <p> Ein gescheiterter Fertigungsvertrag mit Kia soll enthalten sein <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> Bau von etwa 100.000 Apple Cars pro Jahr in den USA </a> . Das Apple Car sollte auf der neuen Elektrofahrzeugplattform von Hyundai basieren, die in 18 Minuten eine Schnellladung auf 80 Prozent unterstützt und eine Spitzenreichweite von 250 Meilen (etwa 500 Kilometer) mit einer einzigen Ladung liefert. </p> <p> Kia ist nach seinem Miteigentümer Hyundai der zweitgrößte Autohersteller in Südkorea. Apple will das Apple Car offenbar in einigen Jahren öffentlich ankündigen. </p> <p> </p> <p> Aber Apple reagiert extrem empfindlich auf Lecks, was eine Flut der jüngsten Apple Car-Berichterstattung interessanter und eigenartiger macht. Es ist klar, dass Apple aufgrund dieser Berichte nicht glücklich war, was die Führung des Unternehmens wahrscheinlich mit Überraschung und Bestürzung traf. </p> <p> Was wir jetzt sehen, ist wahrscheinlich eine Art Schadensbegrenzung seitens Hyundai. Obwohl beide Seiten die Gespräche noch einmal besuchen können, glauben wir nicht, dass dies passieren wird, da es viele andere Autounternehmen gibt, mit denen Apple zusammenarbeiten könnte und wahrscheinlich wird. </p> <p> <small> Bildquelle: Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}