{"title":"Instagram nimmt Hassreden in DMs härter ein","content":"<p> Instagram hat härtere Konsequenzen für Nutzer, die Hassreden in Direktnachrichten (DMs) senden. Die Plattform nimmt diese Änderungen angesichts der hasserfüllten Botschaften vor, die sich an britische Fußballspieler richten. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> DM-Missbraucher können jetzt dauerhaft gesperrt werden </h2> <p> In einem Beitrag auf <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> der Über Instagram Blog </a> , Instagram kündigte an, eine härtere Haltung gegenüber Hassreden in DMs einzunehmen. Die Plattform räumte den „rassistischen Online-Missbrauch gegen Fußballer in Großbritannien“ ein und erklärte, dass sie „dieses Verhalten auf Instagram nicht will“. </p> <p> Ab sofort wird Nutzern, die eine DM mit Hassreden senden, das Senden von Nachrichten in der App vorübergehend gesperrt. Sobald Instagram diese neuen Änderungen implementiert, wird die Plattform Konten dauerhaft sperren, die wiederholt gegen ihre Regeln in DMs verstoßen. </p> <p> Instagram stellte auch fest, dass alle neuen Konten deaktiviert werden, die beleidigende Benutzer erstellen, um die Beschränkungen von Instagram zu umgehen. Schließlich erklärte sie, dass sie ihre Bemühungen fortsetzen werde, Konten zu deaktivieren, &quot;die nur zum Senden missbräuchlicher Nachrichten erstellt wurden&quot;. </p> <p> Während du schon kannst <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> Nutzer wegen Hassreden auf Instagram melden </a> , arbeitet die Plattform auch an der Erweiterung ihres Tools, mit dem Nutzer Direktnachrichten von Konten blockieren können, denen sie nicht folgen. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Beseitigung hasserfüllter Inhalte auf Instagram </h2> <p> Hassreden auf sozialen Plattformen sind nicht immer offensichtlich und offen. DMs sind definitiv nicht sicher vor Hassreden, und das neueste Update von Instagram wird hoffentlich dazu beitragen, missbräuchliche Benutzer von der Plattform fernzuhalten. </p>"}