{"title":"Instagram fördert keine TikTok-Reposts auf Reels Re","content":"<p> Instagram versucht, Reels zu reduzieren, die von TikTok neu gepostet wurden. Die Plattform hat gerade angekündigt, dass ihr Algorithmus keine Reels mehr bewerben wird, die ein TikTok-Wasserzeichen haben. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram bricht bei TikTok-Reposts zusammen </h2> <p> Instagram erschwert es Benutzern, Reels zu entdecken, die von TikTok (und jeder anderen App) stammen. Die Plattform hat einen Beitrag auf ihrer <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> @Creators Instagram-Konto </a> , in dem eine neue Liste mit Best Practices für Reels angekündigt wird. </p> <p> Vor allem empfiehlt Instagram nicht, Reels zu veröffentlichen, die &quot;sichtbar aus anderen Apps recycelt wurden (d. h. Logos oder Wasserzeichen enthalten).&quot; Instagram sagt, dass &quot;diese Arten von Reels nicht so oft Leuten empfohlen werden, die dir noch nicht an Orten wie der Registerkarte &quot;Reels&quot; folgen.&quot; </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Bildnachweis: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram startete Reels </a> im Sommer 2020 als direkten Versuch, mit TikTok zu konkurrieren. Aufgrund der Ähnlichkeit zwischen Reels und TikTok, die beide ein kurzes Videoformat verwenden, veröffentlichen Nutzer TikToks natürlich auf Reels. Aber jetzt erhalten diese TikTok-Transplantationen nicht mehr die gleiche Behandlung wie die nativ auf Reels erstellten Inhalte. </p> <p> Dies ist für Instagram sinnvoll, da die Plattform Reels noch beliebter als TikTok machen möchte. Instagram möchte nicht mehr, dass Benutzer Reels als Müllhalde für virale TikToks behandeln – es möchte Originalinhalte von Entwicklern, die tatsächlich Reels verwenden. </p> <p> Rollen mit Wasserzeichen von konkurrierenden Apps sind nicht die einzigen Arten von Videos, die der Algorithmus von Instagram herabsetzt. Instagram weist auch darauf hin, dass verschwommene, umrandete oder mit Text bedeckte Rollen nicht beworben werden. </p> <p> In Bezug auf die Art von Inhalten, die Benutzern helfen, entdeckt zu werden, schlägt Instagram vor, dass YouTuber Inhalte veröffentlichen, die inspirierend sind, kreative Tools verwenden, eine vertikale Ausrichtung haben, die Musikbibliothek von Instagram nutzen und &quot;unterhaltsam und unterhaltsam&quot; sind. Die Plattform empfiehlt außerdem, einen App-weiten Trend zu starten. </p> <p> Laut Instagram wird Ihnen die Befolgung dieser Best Practices helfen, &quot;die besten Chancen zu haben, entdeckt zu werden&quot;. </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> Wird TikTok jemals entthront? </h2> <p> Die aktualisierten Best Practices von Instagram für Reels zeigen nur, wie gefährlich TikTok wirklich ist. Es ist alltäglich, dass Reels ein TikTok-Logo tragen, und dieses Update wird versuchen, diesen Trend in Schwung zu bringen. </p> <p> Dies könnte zwar alle recycelten Inhalte bereinigen, aber YouTuber abschrecken, die in beiden Apps ein Gefolgsmann haben. Instagram versucht hart, wie TikTok zu sein, und könnte dabei seine eigene Identität verlieren. </p>"}