{"title":"Kontrollieren Sie Ihre macOS-App-Gewohnheiten mit Quitter","content":"<p> Einige Apps können zur Gewohnheit werden, aber Quitter ist eine, die Ihrer digitalen Gesundheit gut tun könnte. Es ist eine kleine Menüleisten-App mit einer zielstrebigen Aufgabe, die darauf abzielt, Ablenkungen zu reduzieren. </p> <h2 id=\"what-does-quitter-do\"> Was macht Quitter? </h2> <p> Quitter verwaltet eine Liste von Apps, die nach einer bestimmten Zeit der Inaktivität automatisch geschlossen werden. Es basiert auf der Theorie, dass einige Apps nützlich sein können, sich aber dennoch als ablenkend erweisen, wenn sie geöffnet sind. Vielleicht musst du <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> Nutze Twitter für wichtige Recherchen </a> , aber Sie sollten es vermeiden, sich davon ablenken zu lassen, wenn Sie fertig sind. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Wie man Quitter herunterlädt und installiert </h2> <p> Quitter ist beim Entwickler erhältlich <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Webseite von Marco Arment </a> . Der Download ist ein Zip-Archiv, das eine einzelne Datei enthält, <strong> Quitter.app </strong> . Wenn Sie die App außerhalb des Anwendungsordners ausführen, bietet sie an, sich selbst dort zu installieren: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Nach dem Ausführen können Sie Quitter auf setzen <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> Beginnen Sie mit der Anmeldung </a> indem Sie auf das Symbol in der Menüleiste klicken und den Menübefehl auswählen, <strong> Quitter bei Login starten </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Quitters Hauptschnittstelletter </h2> <p> Quitter führt seine Aufgabe im Hintergrund aus und geht Ihnen aus dem Weg. Das einzige Mal, dass Sie wirklich damit interagieren, besteht darin, Apps hinzuzufügen oder zu löschen, die Sie mit Quitter steuern möchten. </p> <p> Das <strong> Regeln bearbeiten </strong> Fenster zeigt eine Liste der verwalteten Apps. Es ist standardmäßig leer. Drücke den <strong> + </strong> Symbol unten links, um eine App hinzuzufügen. Dadurch wird ein Dateidialog geöffnet, mit dem Sie die App auswählen können. Meistens wird es in deinem <strong> Anwendungen </strong> Mappe: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Jede App in der Liste hat zwei Einstellungen. Sie können die Dauer der Inaktivität einstellen, die benötigt wird, bevor Quitter reagiert. Sie können auch festlegen, ob die App beendet oder ausgeblendet werden soll: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Wenn Sie die Steuerung einer App mit Quitter beenden möchten, wählen Sie sie aus der Liste aus und klicken Sie auf <strong> - </strong> Taste. Denken Sie daran, dass einige Apps vor dem Beenden bestätigen. Manchmal können Sie diese Einstellung konfigurieren und Quitter erlauben, die App im Hintergrund zu schließen. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Quitter ist einfach, aber effektiv </h2> <p> Es ist wirklich so einfach. Mit Quitter können Sie eine Liste von Apps verwalten, die Sie ausblenden oder beenden können, wenn Sie sie eine bestimmte Zeit lang nicht verwendet haben. Es ist eine von vielen kostenlosen Mac-Apps, die Ihnen helfen, Ihre Produktivität zu verbessern. </p>"}