{"title":"Microsoft wird Sie möglicherweise bald für die Verwendung von Edge belohnen","content":"<p> Das neue Microsoft Edge hat seit dem Wechsel zu einem Chromium-Build sprunghafte Fortschritte gemacht, aber noch nicht jeder ist überzeugt genug, es zu verwenden. Der Softwareriese möchte dies beheben, indem er den Leuten Punkte in Microsoft Rewards für die Verwendung seines neuen Browsers gibt. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Sammeln Sie große Punkte mit Microsoft Edge </h2> <p> Die jüngsten Änderungen an Microsoft Rewards wurden entdeckt von <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> aufMSFT </a> . Einige Benutzer von Rewards mit Adleraugen haben festgestellt, dass Microsoft jetzt viel mehr Punkte an Personen vergibt, die Edge für die Suche auf Bing verwendet haben. </p> <p> Sie können diese Punkte gegen Goodies eintauschen, was für Microsoft-Fans ein großer Segen ist. Sie können beispielsweise Microsoft Rewards verwenden, um <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> kostenloses Xbox Live Gold </a> . </p> <p> Zuvor erhielten Benutzer nur einen kleinen Schub, wenn sie Edge für die Suche auf Bing verwendeten. Sie erhalten 150 Punkte, wenn Sie auf einem PC suchen und 100 auf einem Mobilgerät. Welche Methode Sie auch gewählt haben, Sie erhalten einen Bonus von 20 Punkten, wenn Sie Microsoft Edge bei der Suche auf Bing verwendet haben. </p> <p> Jetzt experimentiert Microsoft mit einem neuen Punktesystem, das bis zu 250 Punkte allein für die Verwendung von Edge geben kann. Microsoft gleicht die erhöhten Edge-Punkte aus, indem es weniger für die Verwendung eines PCs oder Mobilgeräts gibt, aber es ist immer noch viel für die Verwendung des Edge-Browsers. </p> <p> Einige Leute sehen diese verbesserten Edge-Punkte nicht, daher besteht eine gute Chance, dass Microsoft vorerst nur sieht, wie sich die Dinge entwickeln. Es zeigt jedoch, dass das Unternehmen die Möglichkeit in Betracht zieht, Benutzer für die Verwendung von Edge mehr zu belohnen. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Bringen Sie Ihre Microsoft Rewards-Punkte an den Rand </h2> <p> Wenn Sie ein großer Fan von Microsoft Rewards sind, sollten Sie in Zukunft versuchen, Edge zum Durchsuchen von Bing zu verwenden. Das Unternehmen scheint zu planen, Edge-Nutzern als Dankeschön für die Verwendung seines Browsers mehr Belohnungen zu geben. </p> <p> Wenn Sie mehr Ausreden brauchen, um Microsoft Edge zu starten, wussten Sie, dass es in einigen Bereichen produktiver sein kann als Google Chrome? Zum Beispiel ist es leichter mit Laptop-Akkus und verbraucht weniger Speicher. </p> <p> <small> Bildquelle: Bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}