{"title":"Magna, Nissan und Foxconn sind alle Kandidaten für den Bau des Apple-Autos","content":"<p> Kia ist vielleicht nicht mehr im Rennen, um das schwer fassbare Apple Car herzustellen, aber Apple hat viele andere praktikable Optionen, sollte es sich entscheiden, sein erstes Automobil zu bauen. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Elektrofahrzeuge (EV) helfen der Umwelt </a> und Teslas Erfolg blieb Berichten zufolge auch bei den Vorgesetzten bei Apple nicht unbemerkt. Das Unternehmen investiert offenbar Ressourcen in den Aufbau eines autonom fahrenden <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> Elektrofahrzeuge, denen möglicherweise ein Lenkrad fehlt </a> . Allerdings war die Herstellung von Autos schon immer eine Geldgrube, die eine riesige Lieferkette erforderte, die sich über Kontinente erstreckte. </p> <p> Wie wir kürzlich berichtet haben, scheinen Apple und Kia beim Apple Car doch nicht zusammenzuarbeiten. Darüber hinaus scheinen sich die großen japanischen Autohersteller Apple angeblich genähert zu haben <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> befürchtet, zu Lohnherstellern degradiert zu werden </a> . </p> <p> Ein neuer Bericht von <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> versucht, mögliche Lieferanten und Montagepartner für die Produktion von Apples angeblichem Elektroauto zusammenzutrommeln. Mögliche Optionen sind Nissan und Stellantis sowie Magna, das Autos für andere Marken herstellt, und mehr. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn hat bestehende Verbindungen zu Apple </h2> <p> Foxconn ist eine wichtige Option – das Unternehmen hat bestehende Verbindungen zu Apple als Auftragshersteller, der iPhones und andere Geräte zusammenbaut. Vor einigen Monaten hat Foxconn sein erstes EV-Chassis zusammen mit einer Softwareplattform vorgestellt. </p> <p> Es ist geplant, bis 2024 eine Festkörperbatterie auf den Markt zu bringen, im selben Jahr, in dem das Apple Car in die Massenproduktion gehen soll. Foxconn und Fiat Chrysler haben ein Joint Venture zum Bau von Elektroautos in China. Apple könnte die Technologien von Foxconn als Basis für sein EV nutzen. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna passt gut </h2> <p> Magna mit Sitz in Kanada baut in seinem Werk in Graz, Österreich, verschiedene Teile für Marken wie BMW und Jaguar Land Rover. Magna bietet seine Engineering- und Fertigungsdienstleistungen für Start-ups von Elektrofahrzeugen an. Das Unternehmen hat sich mit LG zusammengetan, um gemeinsam Antriebsstränge zu bauen, und hat vor kurzem mit der Montage von Fahrzeugen in China begonnen. </p> <p> </p> <p> Laut Bloomberg hat Magna den Vorteil einer früheren Beziehung zu Apple – es war der erste Auftragshersteller, mit dem Apple vor fünf Jahren sprach, als es sich entschied, in den EV-Bereich einzusteigen. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Apple-Hyundai-Diskussionen könnten neu starten </h2> <p> Hyundai und Kia betreiben beide Produktionsstätten in den USA. Die neue EV-Plattform von Kia verspricht eine Reichweite von etwa 311 Meilen (über 500 Kilometer) und eine Schnellladekapazität von bis zu 80 Prozent in 18 Minuten. </p> <p> Apple war angeblich an einer Partnerschaft mit Hyundai/Kia interessiert. Jedoch, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> die gespräche brachen zusammen </a> nachdem Führungskräfte Berichte bestätigt hatten, dass das Unternehmen in Gesprächen mit Apple war. </p> <blockquote> <p> Der große Nachteil, den Hyundai und Kia haben, ist das jüngste Hin und Her, ob sie ein Auto für Apple entwickeln, ein notorisch geheimnisvolles Unternehmen. Obwohl die beiden Autohersteller gesagt haben, dass keine Gespräche stattfinden, ist es möglich, dass die Diskussionen wieder aufgenommen werden, wenn Apple sie für die bestmöglichen Partner hält. </p> </blockquote> <p> Kia plant, bis 2025 23 neue EV-Modelle auf Basis seiner Plattform vorzustellen. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan und europäische Autohersteller </h2> <p> Die Zuschreibung versucht zu begründen, warum Nissan gut zu Apple passen würde. Nisan hat gemeinsam mit Renault eine EV-Plattform entwickelt, aber vor allem sagte sein CEO Makoto Uchida kürzlich, dass Nissan &quot;die DNA hat, Dinge zu tun, die andere nicht tun&quot;. </p> <p> </p> <p> Kombinieren Sie das mit der Tatsache, dass das Unternehmen in den letzten 12 Monaten finanziell angespannt war und Sie einen möglichen Apple-Nissan-Deal am Horizont haben, Bloomberg hat es: </p> <blockquote> <p> Der Autohersteller steckte in einem Einbruch, meldete im Geschäftsjahr 2019 seinen größten Verlust seit zwei Jahrzehnten und könnte dringend benötigte Einnahmen erzielen, indem er Apple bei der Entwicklung oder Herstellung seines Fahrzeugs unterstützt. Es könnte auch vom Zugriff auf Apples Technologie profitieren. Nachdem Nissan eine gewinnorientierte Volumenstrategie um jeden Preis verfolgt hat, muss Nissan vor allem mit der Technologie in seinen Autos höher zahlende Kunden anziehen. </p> </blockquote> <p> Der Bericht hebt weiterhin europäische Autohersteller wie Stellantis als mögliche Montage- und Produktionspartner für das Apple Car hervor. Die Verfügbarkeit von Produktionskapazitäten ist vielleicht der größte Faktor bei der Herstellung von Autos – fragen Sie einfach Tesla. Vor diesem Hintergrund wäre Apple ratsam, die Produktion seiner Elektrofahrzeuge an mehrere Automobilhersteller und -zulieferer auszulagern. </p> <p> <small> Bildquelle: Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}