{"title":"Microsoft fügt Defender für Office 365 nationale Bedrohungswarnungen hinzu","content":"<p> In einem interessanten Update und als direkte Reaktion auf den Cyberangriff von SolarWinds wird Microsoft Microsoft 365 eine neue Warnung zu Hacking-Aktivitäten auf nationaler Ebene hinzufügen Zeit, auf die Bedrohung zu reagieren. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft führt Bedrohungsbenachrichtigungen für Nationalstaaten ein </h2> <p> Microsoft Defender für Office 365 (früher bekannt als Office 365 Advanced Threat Protection) zeigt eine Benachrichtigung an, die Unternehmensbenutzer darüber informiert, dass ein mutmaßlicher Angriff auf eine Bedrohung durch einen nationalen Staat seinen Arbeitsbereich beeinträchtigt. </p> <blockquote> <p> Diese Angriffe stellen einige der fortschrittlichsten und beständigsten Bedrohungsaktivitäten dar, die Microsoft verfolgt. Das Microsoft Threat Intelligence Center verfolgt diese Bedrohungen, erstellt umfassende Aktivitätsprofile und arbeitet eng mit allen Microsoft-Sicherheitsteams zusammen, um Erkennungen und Abwehrmaßnahmen zum Schutz unserer Kunden zu implementieren. </p> </blockquote> <p> Microsoft benachrichtigt bereits Tausende von Benutzern pro Jahr, dass ein nationalstaatlicher Bedrohungsakteur ihr Netzwerk stören könnte. Derzeit werden Benachrichtigungen jedoch per E-Mail gesendet. </p> <p> Wenn der Microsoft Defender für Office 365-Benutzer seine E-Mails an dem Tag nicht überprüft, verpasst er möglicherweise eine wichtige Benachrichtigung. Obwohl Defender für Office 365 in erster Linie ein Unternehmensprodukt ist, schlüpfen dennoch wichtige Benachrichtigungen durch die Lücken. </p> <p> Die neuen Benachrichtigungen werden im Microsoft Defender für Office 365-Dashboard angezeigt. Es wird eine viel höhere Chance haben, von Netzwerkadministratoren, Sicherheitsteams, Managementpersonal usw. gesehen zu werden. </p> <p> Microsoft hat am 6. Februar 2021 die „Potential National State Activity Alerts“ in die Office 365 Roadmap aufgenommen und erwartet, dass das Feature bis Ende des Monats abgeschlossen sein wird. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Was ist ein nationalstaatlicher Angriff? </h2> <p> Ein nationalstaatlicher Angriff gilt als eine der gefährlichsten Arten von Cyberangriffen, was die Tiefe des Wissens und die Bandbreite der Ressourcen betrifft, die dem Angreifer zur Verfügung stehen. </p> <p> </p> <p> Das <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> jüngster SolarWinds-Cyberangriff </a> stark verdächtigt wird, ein nationalstaatlicher Angriff zu sein, war ein solches Maß an Fachwissen erforderlich, um solche hochrangigen Netzwerke zu infiltrieren. Der Angriff, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> bekannt als Supply Chain Hack </a> , hat mehrere Ziele kompromittiert, nachdem er monatelang in den Netzwerken des Opfers schlummerte. </p> <p> Aber so gefährlich ein nationalstaatlicher Angriff klingt und erscheint, normale Benutzer wie Sie und ich sind meistens nicht das Ziel. Es lohnt sich nicht, so erhebliche Ressourcen für Angriffe auf normale Bürger zu verwenden, da es viel einfachere Möglichkeiten gibt, auf ihre Daten zuzugreifen. </p> <p> Daher greifen nationalstaatliche Bedrohungen in der Regel viel größere Ziele wie Regierungsstellen, große Technologieunternehmen, nationale Infrastruktur usw. </p>"}