{"title":"Microsoft Bing wird bald KI verwenden, um Ihre Tippfehler zu korrigieren","content":"<p> Wenn Sie in einer Suchanfrage ein einziges Wort falsch machen, kann eine produktive Nutzung Ihrer Zeit zu einem Durcheinander irrelevanter Ergebnisse werden. Microsoft will das beheben, indem es Speller100 einführt, eine KI-basierte Rechtschreibprüfung für Bing. </p> <h2 id=\"what-is-speller100\"> Was ist Speller100? </h2> <p> Der Software-Riese kündigte Speller100 auf der <a href=\"https://www.microsoft.com/en-us/research/blog/speller100-zero-shot-spelling-correction-at-scale-for-100-plus-languages/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Research-Blog </a> . Das Unternehmen weist darauf hin, dass es sehr wichtig ist, einen Suchbegriff beim ersten Durchgang richtig zu machen, auch wenn sich versehentlich ein Tippfehler eingeschlichen hat. </p> <p> Wenn ein Benutzer einen Tippfehler in einer Suchanfrage macht, kann dies normalerweise eine Katastrophe für die Ergebnisse bedeuten. Wenn die Suchmaschine nicht weiß, was der Benutzer gemeint hat, kann sie die Bedeutung des Wortes falsch erraten – oder, schlimmer noch, es ignorieren. </p> <p> Leider würde ein solches Ereignis eine Katastrophe für Ihre Suchergebnisse bedeuten. Ein kleiner Fehler in Ihrem Suchbegriff kann die Ergebnisse in eine ganz andere Richtung schicken, als Sie wollten, was frustrierenderes Herumbasteln an Ihren Suchbegriffen bedeutet. </p> <p> Microsoft möchte dies beheben, indem es seinen KI-basierten Speller100 verwendet, um Ihre Suchbegriffe zu überprüfen. Wenn Sie sich bei der Suche bei Google schon einmal vertippt haben, werden Sie die kleine Empfehlung der Suchmaschine bemerkt haben, um sicherzustellen, dass Sie das Richtige suchen. </p> <p> Speller100 für Microsoft wird etwas Ähnliches tun, jedoch mit dem Vorteil, mit über 100 verschiedenen Sprachen zu arbeiten. Speller100 verwendet <a href=\"https://www.makeuseof.com/tag/machine-learning-google-free-course/\" target=\"_blank\" rel=\"nofollow noopener\"> maschinelles Lernen KI </a> um sicherzustellen, dass die Rechtschreibprüfung weiterentwickelt wird, um die Erwartungen der Benutzer besser zu erfüllen. </p> <p> Microsoft hält dies für ein wichtiges Unternehmen, da es berechnet hat, dass 15 Prozent der Suchanfragen irgendwie einen Rechtschreibfehler enthalten. Wenn Sie Bing erlauben, den Benutzer auf intelligente Weise dorthin umzuleiten, wo er hin möchte, sparen Sie Zeit und verbessern die Benutzererfahrung. </p> <p> Als Microsoft Speller100 bei der Bing-Suche einsetzte, stieß es auf einige faszinierende Ergebnisse: </p> <blockquote> <p> Die Anzahl der Seiten ohne Ergebnisse reduziert sich um bis zu 30 %. Die Häufigkeit, mit der Benutzer ihre Abfrage manuell neu formulieren mussten, wurde um 5 % reduziert. Die Anzahl der Klicks der Nutzer auf unseren Rechtschreibvorschlag stieg von einstelligen Zahlen auf 67 %. Die Anzahl der Klicks von Benutzern auf ein Element auf der Seite stieg von einstelligen auf 70 %. </p> </blockquote> <p> Wenn Sie Bing regelmäßig verwenden, halten Sie daher nach kompetenteren Rechtschreibvorschlägen und insgesamt besseren Ergebnissen Ausschau. </p> <p> </p> <h2 id=\"making-a-better-bing-with-speller100\"> Mit Speller100 ein besseres Bing machen </h2> <p> Wenn Sie ungeschickte Finger haben, können Sie ab sofort mit Bing suchen. Mit dem neuen Speller100-System werden diese hinterhältigen Tippfehler für ein insgesamt besseres Sucherlebnis ausgebügelt. </p> <p> Wenn Sie aus Australien kommen, werden Sie Bing möglicherweise in Zukunft häufiger verwenden. Zum Zeitpunkt des Schreibens droht Google damit, Australien zu verlassen und seine Dienste mitzunehmen, aber Microsoft ist daran interessiert, auf den Teller zu treten und die Stelle zu füllen, die Google zurücklassen wird. </p> <p> <small> Bildquelle: Sharaf Maksumov / <a href=\"https://www.shutterstock.com/image-photo/ryazan-russia-march-01-2018-homepage-1055848478\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}