{"title":"Microsoft Teams erhält zwei neue Produktivitäts- und Tracking-Apps","content":"<p> Microsoft bringt zwei neue Power Apps zu Microsoft Teams: Bulletins und Milestones. Beide neuen Apps konzentrieren sich darauf, das Teilen und Nachverfolgen von Arbeit zu vereinfachen und werden mit der anpassbaren Power Platform erstellt, sodass Sie sie an die Anforderungen Ihres Unternehmens anpassen können. </p> <p> Die neuen Apps sind bereits im Microsoft Teams Store verfügbar, sodass Sie sie sofort nutzen können. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Neue Power Apps für Microsoft Teams: Bulletins und Meilensteine </h2> <p> Die neuen Apps erfüllen Funktionen, die den Namen getreu sind. </p> <p> Wie angekündigt am <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> der Power Apps-Blog </a> , <strong> Bulletins </strong> ist eine Microsoft Teams-App, über die Sie Unternehmensnachrichten, Informationen und mehr in Ihrer gesamten Organisation veröffentlichen können. Die App übernimmt eine zentrale Rolle bei der Verteilung der Kommunikation im gesamten Arbeitsbereich und stellt sicher, dass jeder Benutzer Benachrichtigungen erhält und in die Unternehmenskonversation einbezogen wird. </p> <blockquote> <p> Die Bulletins-Lösung ermöglicht es dem Kommunikationsteam, Unternehmens- oder Abteilungsnachrichten und -informationen an einem zentralen Ort zu teilen. Nachrichtenartikel können in Kategorien organisiert werden und enthalten reichhaltige Inhalte, einschließlich Bilder, Videos und umsetzbare Schaltflächen. Publisher können auch Metriken für veröffentlichte Artikel anzeigen, z. B. die Aufrufraten im Zeitverlauf. </p> </blockquote> <p> Microsoft Teams Bulletins ist auch für Mobilgeräte optimiert. Mobile Benutzer haben denselben Zugriff auf die App und können genauso antworten, anpassen und posten wie ihre Desktop-Pendants. </p> <p> <strong> Meilensteine </strong> bringt Projektverfolgung, Statusaktualisierungen und funktionsübergreifende Teamaktualisierungen in einen einzigen Hub. </p> <blockquote> <p> Jede Organisation hat einen einzigartigen Bedarf an ihrer Projektverfolgungssoftware. Die Milestones-App bietet Ihnen die Leichtigkeit von Low-Code, um dieses Erlebnis anzupassen. Sie können die Beschriftungen der Felder aktualisieren, neue Felder hinzufügen oder Geschäftsprozessflüsse wie Benachrichtigungen an Workstream-Eigentümer hinzufügen, wenn sich der Status der Aufgabe ändert. </p> </blockquote> <p> Milestones zielt also darauf ab, ein Projektverfolgungsportal zu werden, das die gesamte Microsoft Teams-Plattform unterstützt, anstatt auf eine andere App zugreifen zu müssen, um den Überblick über Ihr Projekt zu behalten. </p> <p> Die Milestones-App ermöglicht eine umfassende Anpassung an die Bedürfnisse Ihres Unternehmens und seiner Projekte. Außerdem können Sie die Meilensteine ​​im Hauptteamkanal anpinnen, damit jeder sie sehen kann. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams wird zum Go-To-Tool </h2> <p> Die Einführung neuer Apps für das Projektmanagement und unternehmensweite Bulletins ist ein weiterer Schritt, um Microsoft Teams zum Werkzeug der Wahl für jede Funktion zu werden. Microsoft hat kürzlich gemacht <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Teamsnavigation viel einfacher </a> , und in den letzten Monaten haben wir eine Reihe von Funktionsupdates auf der kollaborativen Workspace-Plattform gesehen. </p> <p> </p> <p> Da sich die COVID-19-Pandemie weiterhin auf traditionelle Arbeitsplätze auswirkt und die Praktiken der Heimarbeit stärker werden, können Sie davon ausgehen, dass Microsoft weiterhin neue Microsoft Teams-Funktionen vorantreiben wird. </p>"}