{"title":"Microsoft hat ein Datum für die Entfernung von Legacy Edge festgelegt","content":"<p> Wir haben Hinweise gesehen, dass Microsoft seinen Legacy Edge endlich loswerden möchte, und jetzt ist es endlich soweit. Wenn Sie Legacy Edge verwenden, haben Sie nur bis zum 13. April 2021 Zeit, um zu einem neuen Browser zu wechseln, bevor er von Ihrem PC gelöscht wird. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> Das Ende von Microsofts Legacy Edge </h2> <p> Microsoft erklärte die Frist am <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> die Tech-Community-Website </a> . Die Nachricht ist keine große Überraschung, da der Softwaregigant die Verbindung zu seinem älteren Browser nicht ganz so subtil abgebrochen hat. Beispielsweise, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> Zukünftige Sprachpakete unterstützen Legacy Edge nicht mehr </a> . </p> <p> Damals wussten wir nicht, wann Microsoft den Stecker ziehen würde; Wir wussten nur, dass Microsoft wollte, dass es bald verschwindet. Nun hat der Softwaregigant zwei wichtige Termine für die Entfernung von Legacy Edge genannt. </p> <p> Das erste Datum ist, wenn Microsoft-Achsen Unterstützung für Legacy-Edge finden – dies geschieht am 9. März 2021. An diesem Datum erhält Legacy-Edge keine Updates mehr, selbst wenn jemand eine böse Sicherheitslücke darin findet. Daher ist dies das ideale Datum, um den Browser zu wechseln, wenn Sie noch auf dem älteren Edge arbeiten. </p> <p> Der zweite Termin ist am 13. April 2021, wenn Microsoft Legacy Edge loswird. Wir meinen damit nicht, Legacy Edge einfach seinen eigenen Geräten zu überlassen; Microsoft beabsichtigt, ein Windows 10-Update zu veröffentlichen, das den alten Browser aus dem Betriebssystem entfernt. </p> <p> Beachten Sie, dass dadurch nicht das neue Chromium Edge entfernt wird, das <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft veröffentlicht vor etwas mehr als einem Jahr </a> . Tatsächlich ist die Chromium-Version von Edge der Hauptgrund, warum Microsoft das Legacy Edge überhaupt abschafft. </p> <p> Wenn Sie Edge verwenden und sich nicht sicher sind, ob Sie die Legacy- oder die Chromium-Version von Edge verwenden, verwendet die alte ein durchgehend blaues E als Logo. Chromium Edge hat eine buntere blaue und grüne Spirale, die wie ein E aussieht. </p> <p> Wenn Sie also das alte Microsoft Edge verwenden, ist jetzt ein guter Zeitpunkt, um Browser zu verschieben, auch wenn es nur ein kleiner Sprung zu Chromium Edge ist. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Ein Vermächtnis ins Bett bringen </h2> <p> Wenn Sie immer noch am alten Edge hängen, ist jetzt ein fantastischer Zeitpunkt, um das Schiff zu springen. Die alte Version von Edge wird von nun an nur noch schlimmer, bis sie im April 2021 komplett weggeschrubbt wird. </p> <p> Wenn Sie Chromium Edge schon immer einmal ausprobieren wollten, ist jetzt der richtige Zeitpunkt dafür. Microsoft rühmte sich kürzlich mit 600 Millionen Nutzern seines neuen Browsers, also ist es definitiv einen Versuch wert. </p> <p> <small> Bildquelle: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}