{"title":"Mit iOS 14.5 können Benutzer Spotify als Standard-Musikplayer auswählen Select","content":"<p> Zumindest in den USA sind Spotify und Apple Music die beiden führenden Streaming-Musikdienste. Wenn Sie jedoch in das Apple-Ökosystem eingebunden sind, hat Apple Music einen großen Vorteil, da es gründlicher in das Produktangebot von Apple integriert ist. </p> <p> Zum Beispiel wurde eine Person, die Siri verwendet, um einen Song anzufordern, bisher standardmäßig zu Apple Music geleitet. Aber das ändert sich anscheinend mit der neuen iOS 14.5 Beta – mit Benutzern, die jetzt verschiedene Musikdienste von Drittanbietern, einschließlich Spotify, als ihren Standardmusikdienst auswählen können. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Verfügbar auf der iOS 14.5 Beta </h2> <p> Wie bemerkt von <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> , die Funktion ist derzeit nur für die Beta-Version der neuesten iOS-Version verfügbar, obwohl sie wahrscheinlich in naher Zukunft für alle verfügbar sein wird. </p> <p> </p> <p> Der Standardmusikdienst kann ausgewählt werden, wenn der Benutzer Siri zum ersten Mal auffordert, einen Titel oder ein Album abzuspielen. Wenn sie dies tun, werden ihnen dann die Optionen angeboten, verschiedene Dienste als Standard auszuwählen. Berichten zufolge finden nicht alle Benutzer, dass der Auswahlprozess für sie genau gleich funktioniert. Dies deutet darauf hin, dass Apple noch an der Feinabstimmung der Funktion arbeitet. </p> <p> </p> <h2 id=\"different-options-available\"> Verschiedene Optionen verfügbar </h2> <p> Trotzdem ist es eine schöne Option. iOS 14 hat es Benutzern erleichtert, Alternativen von Drittanbietern zu den Standard-Apps von Apple zu nutzen. Sie können nun beispielsweise verschiedene Mail- oder Browser-Clients auswählen. Das sind großartige Neuigkeiten für alle, die sich bei der Verwendung von Apple-Betriebssystemen etwas mehr Auswahl wünschen. Und wer liebt die Wahl nicht? </p> <p> <small> Bildquelle: kenary820/ <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}