{"title":"Microsofts PAC wird im kommenden Zyklus nicht an Wahlverweigerer spenden","content":"<p> Nach dem Angriff auf das US-Kapitol hat Microsoft vor etwa drei Wochen Beiträge zu und von seinem PAC ausgesetzt. Die Entscheidung wurde getroffen, um dem Ausschuss Zeit zu geben, die Auswirkungen des Aufstands zu bewerten und wie nach den Ereignissen vorzugehen ist. </p> <p> Nun hat Microsoft angekündigt, dass die Beiträge seines PAC wieder aufgenommen werden, aber keine Spenden an Kongressmitglieder, die gegen die Bestätigung der Wahlergebnisse gestimmt haben. Die Aussetzung wird während des gesamten Wahlzyklus 2022 andauern und ist eine wichtige Aussage eines der weltweit führenden Technologieunternehmen. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC setzt Beiträge an Verweigerer aus </h2> <p> Am 5. Februar 2021 ein Beitrag an <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsofts Unternehmensblog </a> enthüllte, wie sich das PAC nach dem beispiellosen Angriff auf das Kapitol der Nation bewegen würde. </p> <p> </p> <p> Microsofts PAC wird nicht mehr an Kongressmitglieder spenden, &quot;die gegen die Zertifizierung der Wähler gestimmt haben&quot;. Dies gilt auch für alle Staatsbeamten und andere Organisationen, die die Einwände unterstützten oder vorschlugen, dass der Gesetzgeber die Wahlergebnisse aufheben sollte. </p> <p> Das PAC wird auch den Umgang mit Spenden ändern. Bisher wurden alle Spenden an politische Kandidaten gespendet, wie es auch bei vielen politischen Aktionskomitees der Fall ist. </p> <p> Das Microsoft PAC berücksichtigt jedoch, dass einige beitragende Mitglieder bestimmte politische Persönlichkeiten nicht unterstützen möchten und stattdessen lieber Arbeiten und Organisationen finanzieren würden, die sich auf die &quot;Bewahrung und Förderung der Demokratie&quot; konzentrieren. </p> <p> </p> <p> Als Erweiterung dieser Richtlinie wird das PAC auch enger mit anderen Unternehmen und Organisationen zusammenarbeiten, die dieselben Ideale teilen. </p> <p> Die letzte Änderung des PAC liegt im Namen. Die bestehenden Mitglieder des Microsoft PAC stellten fest, dass der Name nicht vollständig die Tatsache widerspiegelt, dass es sich um einen freiwilligen Fonds handelt. Fortan wird das PAC in Microsoft Corporation Stakeholders Voluntary PAC (MSVPAC) umbenannt. </p> <blockquote> <p> Wir halten diese Schritte angesichts der Bedeutung dieser Themen für die Stabilität und Zukunft der amerikanischen Demokratie für angemessen. Sie wurden auch in den Hörsitzungen und anderen Mitarbeiterfeedbacks breit unterstützt. Wir sind uns bewusst, dass diese Schritte, obwohl sie bedeutend sind, für einige Mitarbeiter zu viel oder zu wenig sein werden. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft versucht, sich von Wahlverweigerern zu distanzieren </h2> <p> Die Nachricht, dass sich Microsoft nun von den Verweigerern distanziert, kommt nicht überraschend. Es ist nicht zu wenig, zu spät von dem Technologieriesen, aber es ist zweifellos ein Versuch, das Gesicht zu wahren, nachdem bekannt wurde, dass das Microsoft PAC viele Kongressmitglieder an der Wurzel der Bewegung zur Ablehnung der Wahlergebnisse gespendet hatte. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> ist einer der größten Beitragszahler der Kongressabgeordneten, die versucht haben, den demokratischen Prozess zu untergraben <br><br> Microsoft hat KEINE VERPFLICHTUNGEN gemacht, die Finanzierung dieser Gruppe einzustellen <br><br> Auf einer Firmenversammlung am Donnerstag erklärte Prez Brad Smith, warum. <br><br> Und es ist ziemlich entsetzlich </p> – Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23. Januar 2021 </a></blockquote>  <p> Auch wenn Microsoft-Präsident Brad Smith versucht hat, die Spenden als reguläres politisches Instrument zu erklären, um Zugang zu Politikern zu erhalten (z Prozess. </p>"}