{"title":"Mit dieser neuen App können Sie Ihren Mac mit einem Spielecontroller steuern","content":"<p> Controlly ist eine neue App des Entwicklers Hugo Lispector, die es sehr einfach macht, mit Ihren PlayStation- und Xbox-Controllern durch die gesamte macOS-Benutzeroberfläche zu navigieren. </p> <p> Dies kann besonders hilfreich sein, wenn Sie beispielsweise Ihre Lieblingsfernsehsendung über AirPlay von einem Mac auf Ihren Fernseher im Wohnzimmer streamen, sich aber nicht die Mühe machen möchten, aufzustehen und sich vor den Computer zu setzen, um eine andere Sendung auszuwählen. Mit Controlly kannst du den Controller, der mit deiner Sony- oder Microsoft-Spielekonsole geliefert wurde, als Fernbedienung für deinen Mac verwenden. </p> <p> Sie haben die Möglichkeit, nicht nur die Mausbewegung zu steuern, sondern auch den Hardwaretasten Systemfunktionen wie Mission Control, App Exposé und mehr zuzuweisen. Bestimmte MFi-Controller (Made for iOS) funktionieren möglicherweise auch mit Controlly, nachdem sie über Bluetooth mit einem Mac-Computer gekoppelt wurden. </p> <h2 id=\"what-about-key-mapping-apps\"> Was ist mit Key-Mapping-Apps? </h2> <p> Lispector erklärt weiter <a href=\"https://hugolispector.com/announcing-controlly/\" target=\"_blank\" rel=\"nofollow noopener\"> sein Blog </a> warum Controlly besser ist als verschiedene Tastenzuordnungstools. </p> <blockquote> <p> Mit den Tastenzuordnungstools können Benutzer jede Taste auf dem Controller einer Buchstaben- oder Zifferntaste zuordnen. Das ist gut für Spiele, aber nicht genug für einen Allzweck-Controller für den Mac. Außerdem unterstützen diese Tastenzuordnungstools keine Tastenkombinationen und ihre Benutzeroberfläche könnte meiner Meinung nach visueller sein. </p> </blockquote> <p> Lispector ist auch der Kopf hinter El Trackpad für Mac. Erhältlich im <a href=\"https://apps.apple.com/app/el-trackpad/id1531822775\" target=\"_blank\" rel=\"nofollow noopener\"> Appstore </a> , El Trackpad können Sie den macOS-Mauscursor über ein iPhone oder iPad steuern. </p> <p> </p> <p> </p> <h2 id=\"a-single-window-app\"> Eine Single-Window-App </h2> <p> Sitzt kontrolliert in der Menüleiste Ihres Macs. Die App ist sehr einfach zu bedienen, da alles auf ein einziges Fenster beschränkt ist. Hier können Sie Mausaktionen nach Ihren Wünschen konfigurieren und benutzerdefinierte Tastenkombinationen festlegen, um bestimmte Systemfunktionen auszulösen. Systemsteuerungen können auch auf die Thumbsticks angewendet werden. Sie können beispielsweise den Cursor mit dem linken Thumbstick steuern, während Sie den anderen zum Scrollen verwenden. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Ich wollte einen Gamecontroller als Fernbedienung für den Mac verwenden, konnte aber keine App dafür finden. Also habe ich selbst eine gebaut und sie ist jetzt im App Store erhältlich 🎮🥳: <a href=\"https://t.co/HEkFXUtMeL\"> https://t.co/HEkFXUtMeL </a><br><br> Besonderer Dank an <a href=\"https://twitter.com/siracusa?ref_src=twsrc%5Etfw\"> @siracusa </a> für das Finden eines interessanten Fehlers kurz vor dem Start! <a href=\"https://t.co/2QVwvZjjvI\"> pic.twitter.com/2QVwvZjjvI </a></p> — Hugo Lispector (@hugolispector) <a href=\"https://twitter.com/hugolispector/status/1358828792626753536?ref_src=twsrc%5Etfw\"> 8. Februar 2021 </a></blockquote>  <p> Zu den unterstützten Medien- und Wiedergabesteuerungen gehören Wiedergabe/Pause, Vorwärts/Rückwärts springen, Stummschaltung, Lautstärke erhöhen/verringern und Helligkeit erhöhen/verringern. Personen, die regelmäßig die verschiedenen macOS-Komfortfunktionen wie Look Up, Smart Zoom, Mission Control, Launchpad und Mirror Displays verwenden, können auch eine dieser Funktionen einer Taste zuweisen. </p> <p> </p> <h2 id=\"how-to-get-controlly\"> Wie man kontrolliert wird </h2> <p> Controlly ist kostenlos erhältlich im <a href=\"https://apps.apple.com/app/controlly/id1548544614\" target=\"_blank\" rel=\"nofollow noopener\"> Mac App Store </a> und erfordert macOS Big Sur, um zu funktionieren. </p> <p> Die App wird mit einer 7-tägigen kostenlosen Testversion mit vollem Funktionsumfang geliefert. Nach Ablauf Ihres Testzeitraums werden alle Steuerelemente außer Mausbewegungen und Klicks nicht mehr erkannt. </p> <p> Die volle Funktionalität erfordert ein einmaliges Upgrade für 3,99 USD. Sie werden aufgefordert, die Testversion zu starten, wenn Sie zum ersten Mal einen kompatiblen Gaming-Controller an Ihren Mac anschließen. </p>"}