{"title":"Microsoft macht es einfacher, in Teams die Hand zu heben","content":"<p> Wenn Sie schon einmal versucht haben, Ihre Hand in Microsoft Teams zu heben, haben Sie wahrscheinlich bemerkt, dass es dafür keine schnelle und einfache Möglichkeit gibt. Microsoft plant jedoch, dies zu beheben, indem eine Tastenkombination hinzugefügt wird, die Ihre Hand sofort hebt. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> Die neue Tastenkombination für Microsoft Teams </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> AufMSFT </a> zuerst die Ankündigung des neuen Features entdeckt. Microsoft hat die Entwicklung dieser Funktion auf der <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> Die UserVoice ist ein spezielles Forum, in dem Benutzer dem Tech-Riesen direkt präsentieren können, was sie von Teams sehen möchten. Wir haben zuvor entdeckt <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft fügt Team-Besprechungsplanung hinzu </a> Danke an das UserVoice-Forum. </p> <p> In diesem Forum hatte jemand vorgeschlagen, eine Tastenkombination hinzuzufügen, um in einer Teams-Besprechung die Hand zu heben. Microsoft hat den Thread mit seiner Präsenz geschmückt und Folgendes gepostet: </p> <blockquote> <p> Danke für deine Rückmeldung. Das Team hat mit der Arbeit an dieser Funktion für Desktop-Windows und Mac begonnen. An Webclients soll in Zukunft gearbeitet werden. Wir werden ein Update teilen, sobald eines verfügbar ist. </p> </blockquote> <p> Obwohl wir kein genaues Veröffentlichungsdatum haben, halten Sie Ausschau nach einem zukünftigen Update, das diese praktische Funktion hinzufügt. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Jeder, der das wollte, hebt die Hände </h2> <p> Wenn Sie eine Tastenkombination zum Heben Ihrer Hand in Teams benötigen, haben Sie Glück. Wir sind uns nicht sicher, wann es herauskommt, aber es wird eine willkommene Ergänzung sein, wenn es in Teams gestartet wird. </p> <p> Wenn Sie gerne in Ihren Teams-Meetings interagieren, wussten Sie, dass Microsoft Ihren Videoanrufen Emoji-ähnliche Reaktionen hinzufügt? </p> <p> <small> Bildquelle: FS Lager / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}