{"title":"Parler bot der Trump-Organisation angeblich eine Beteiligung an","content":"<p> Während der Amtszeit des ehemaligen Präsidenten Donald Trump versuchten Parler und das Trump-Team angeblich, einen Deal auszuhandeln, der Parler zum wichtigsten sozialen Netzwerk von Trump machen würde. Im Gegenzug hätte Trump eine 40-prozentige Beteiligung an der Plattform erhalten. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler hat möglicherweise Trump an Bord gewollt </h2> <p> Parler, das soziale Netzwerk für freie Meinungsäußerung, macht in letzter Zeit Schlagzeilen, und das nicht nur, weil die hauptsächlich politisch konservative Plattform war <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> aus App Stores und Amazon Web Services gebootet </a> . </p> <p> Diesmal ein Bericht von <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Buzzfeed-Nachrichten </a> behauptet, Parler habe Trump eine 40-prozentige Beteiligung an Parler angeboten, wenn er es zu seiner primären sozialen Plattform mache. Diese Gespräche fanden Berichten zufolge im Sommer 2020 statt und wurden nach den Wahlen im November erneut aufgegriffen. </p> <p> Ob Trump selbst an den Verhandlungen beteiligt war, bleibt unklar. Ein im Buzzfeed-Bericht zitierter Rechtsexperte sagt, wenn Trump diesem Deal während seiner Präsidentschaft zustimmen würde, hätte er möglicherweise gegen Gesetze zur Bekämpfung von Bestechung verstoßen. </p> <p> Die Buzzfeed-Reporter behaupten auch, Dokumente dieser Verhandlungen gesehen zu haben. Als Teil des Deals müsste Trump angeblich mindestens vier Stunden vor allen anderen sozialen Netzwerken bei Parler posten. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> Was wäre, wenn Trump Parler zu seinem primären Netzwerk machen würde? </h2> <p> Trump als häufiger Nutzer der Plattform zu haben, hätte Parler wahrscheinlich zu noch größeren Höhen getrieben. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler sah eine Massenmigration ins Netzwerk </a> nach Trumps Verlust bei den Wahlen 2020, und diese Schar wäre wahrscheinlich noch größer gewesen, wenn Trump an Bord gewesen wäre. </p> <p> Während seines Wahlkampfs und seiner Präsidentschaft wandte sich Trump an Facebook und Twitter, um Unterstützer zu sammeln. Trump wandte sich nie an Parler als sein bevorzugtes Netzwerk, eine Plattform, auf der sein Publikum wahrscheinlich mehr Akzeptanz gefunden hätte. </p> <p> Trump war <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> dauerhaft von Twitter gesperrt </a> und <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> auf unbestimmte Zeit von Facebook gesperrt </a> – der Beitritt zu Parler hätte diesen Schlag vielleicht gemildert. Bei Parler hat es jedoch offensichtlich nicht geklappt. </p> <p> Nachdem die Plattform auf die schwarze Liste gesetzt wurde, <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Der Parler-Vorstand hat angeblich seinen eigenen CEO und Mitbegründer, John Matze ., gefeuert </a> . Anscheinend drängte Matze auf eine stärkere Moderation, um Parler zu helfen, seinen Platz in den App-Stores zurückzugewinnen, aber der Rest des Parler-Teams mochte diese Idee nicht. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Was hält Parlers Zukunft bereit? </h2> <p> Nun, da John Matze angeblich aus dem CEO-Stuhl ausgeschieden ist, hat Parler eine noch ungewissere Zukunft. Derzeit zeigt die Website eine statische Webseite an, aber niemand weiß, wann die Website offiziell in Betrieb genommen wird. </p> <p> Wird Parlers Nutzerbasis nach dem Ausscheiden von Trump aus dem Weißen Haus noch so stark bleiben wie am Ende seiner Präsidentschaft? Wenn Trump diesen angeblichen Deal mit Parler abgeschlossen hätte, wäre es vielleicht so gewesen. </p>"}