{"title":"Photoshop, Illustrator und Fresco fügen Dokumentzusammenarbeit hinzu","content":"<p> Haben Sie schon einmal mit anderen online an einem kreativen Projekt gearbeitet? Es kann oft darin bestehen, Dateien in E-Mails oder Nachrichten hin und her zu senden. Eine neue Datei herunterzuladen, nur um eine Überarbeitung vorzunehmen, und die Datei erneut hochzuladen, bevor jemand anderes dasselbe tun kann – der Vorgang fühlt sich manchmal umständlich und ineffizient an. </p> <p> Wenn die Projekte Ihres Teams jedoch in Photoshop, Illustrator oder Fresco erstellt wurden, würden Sie sich freuen zu erfahren, dass Adobe diesen Workflow gerade für Sie optimiert hat. </p> <h2 id=\"collaborate-on-the-cloud\"> Zusammenarbeit in der Cloud </h2> <p> Photoshop-Produktmanagerin Pam Clark hat auf dem gepostet <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe-Blog </a> mit einem Funktionsupdate für Photoshop, Illustrator und Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Jetzt sitzt in der oberen rechten Ecke der jeweiligen Benutzeroberfläche jedes Programms das neue <strong> Zum Bearbeiten einladen </strong> Feature. In einem sehr ähnlichen Prozess wie <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> Teilen in Google Drive </a> , können Sie auf die Schaltfläche klicken, um ein Textfeld zu öffnen, in das Sie die E-Mail-Adresse derjenigen eingeben können, die Sie als Mitbearbeiter zum Projekt hinzufügen möchten. </p> <p> Alle Mitarbeiter haben auf allen unterstützten Geräten Bearbeitungszugriff auf das Dokument und seinen Versionsverlauf. Für Photoshop und Illustrator sind das PC und iPad. Für Fresco sind es neben dem iPhone dieselben beiden Plattformen. </p> <p> Es kann jeweils nur eine Person an einem freigegebenen Cloud-Dokument arbeiten, aber die Änderungen, die sie speichern, werden automatisch mit allen Mitbearbeitern synchronisiert. Sie können auf Ihre freigegebenen Cloud-Dokumente auf Ihrem <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe-Assets </a> Seite und im <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Kreative Wolke </a> Desktop-Anwendung. </p> <p> Brauchen Sie neue Bürsten für die Saison? Kyle T. Webster, Senior Design Evangelist bei Adobe, hat die <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> 2020 Winterpinselpaket </a> für Photoshop und Fresko. </p> <p> </p> <p> Im selben Beitrag wurde auch das Hinzufügen von Preset Sync zu Photoshop für Mac und Windows beschrieben. Schalten Sie es ein und die Einstellungen für Ihre Pinsel, Farbfelder, Verläufe, Muster, Stile und Formen werden beibehalten. &quot;Synchronisierte Pinsel werden bald in der iPad-Version verfügbar sein&quot;, schreibt Clark. </p> <p> </p> <p> Wenn Sie ein Künstler sind, der oft unterwegs ist, werden Sie außerdem erfreut sein zu erfahren, dass Sie die Leinwand jetzt in Illustrator auf dem iPad drehen können. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe macht es einfacher, aus der Ferne zu arbeiten </h2> <p> Für digitale Kreative ist es leicht, Adobe zu verprügeln, wenn wir gesehen haben, dass sie so lange den Markt für digitale Multimediasoftware dominieren. Aber man kann Adobe nicht als geldgieriges Unternehmen abschreiben, wenn es sich konsequent an die Änderungen seiner Benutzer im Laufe der Zeit anpasst. </p> <p> Dieses neue Feature-Update für Photoshop, Illustrator oder Fresco kommt nur fünf Tage später <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark hat gemeinsame Marken hinzugefügt </a> . Da es mittlerweile normaler wird, ausschließlich online mit Menschen zu arbeiten, scheint das Unternehmen alles daran zu setzen, die Online-Zusammenarbeit ein wenig reibungsloser zu gestalten. </p> <p> Drück die Daumen; Vielleicht werden wir in Zukunft die Cloud-Bearbeitung in allen Creative Cloud-Apps sehen. </p>"}