{"title":"Raspberry Pi OS sieht sich nach der Aufnahme von Microsoft Repo nach dem Update einem Benutzer-Pushback ausgesetzt","content":"<p> Kürzlich hat sich herausgestellt, dass das Open-Source-Betriebssystem Raspberry Pi OS während der Installation ein Microsoft-Repository installiert. Die Einbeziehung eines der vielen Repositorys von Microsoft bedeutet, dass jedes Mal, wenn das Raspberry Pi-Betriebssystem aktualisiert wird, es einen Microsoft-Server anpingt und möglicherweise Informationen zu Ihrem Gerät preisgibt. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> Raspberry Pi OS Daten an Microsoft senden? </h2> <p> EIN <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit-Beitrag </a> detailliert, wie und warum Raspberry Pi OS (früher bekannt als Raspbian) bei jedem Betriebssystem-Update Daten an die Server von Microsoft gesendet hat. </p> <blockquote> <p> Offiziell ist es, weil sie Microsofts IDE (!) unterstützen, aber Sie erhalten sie auch, wenn Sie von einem Light-Image installiert und Ihren Pi ohne GUI verwenden. Dies bedeutet, dass Sie jedes Mal, wenn Sie auf Ihrem [Raspberry] Pi ein &quot;apt update&quot; durchführen, einen Microsoft-Server anpingen. </p> </blockquote> <p> Ein Anliegen von Benutzern besteht darin, dass Microsoft möglicherweise Informationen über das verwendete Gerät sammelt, z. Für Benutzer, die aktiv versuchen, unter dem Radar zu arbeiten, könnte dies als Identifizierungsmethode dienen. </p> <p> Aber für viele Benutzer gibt es größere Probleme. </p> <p> Erstens äußerten viele Benutzer ihre Enttäuschung darüber, dass ein Open-Source-Projekt seine Quell-Repositorys aktualisieren würde, ohne die Benutzer zu informieren. Zweitens sorgt auch die Tatsache, dass das Update das Microsoft-Repository zu bestehenden Installationen hinzufügt, für Ärger. </p> <p> Drittens hat die Antwort von Raspberry Pi-Gründer Eben Upton das Problem vollständig zurückgewiesen und hinterfragt, warum sich Benutzer überhaupt über eine solche Aufnahme Gedanken machen würden. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Entschuldigung: Ich kann nicht verstehen, warum dies Ihrer Meinung nach umstritten war. Wir machen solche Dinge die ganze Zeit, ohne einen Blog-Beitrag darüber zu veröffentlichen, wie man sich abmeldet. </p> — Eben Upton (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3. Februar 2021 </a></blockquote>  <p> Es scheint, dass die Benutzer zumindest gerne darüber informiert worden wären, dass dem standardmäßigen Raspberry Pi-Betriebssystem ein Microsoft-Repository hinzugefügt wird. Angesichts der Art der Communities, die am meisten mit der Nutzung von Raspberry Pi in Verbindung gebracht werden (Open-Source-, datenschutzorientierte Linux-Benutzer), scheint das fair. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Wird das Raspberry Pi OS weiterhin das Repository von Microsoft enthalten? </h2> <p> Leider müssen sich Raspberry-Pi-OS-Nutzer schmunzeln lassen, wenn sie das offizielle Betriebssystem weiter nutzen wollen. </p> <p> In einem Thread zum Microsoft-Repo auf der <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Raspberry Pi-Foren </a> , Raspberry Pi Director of Software Engineering Gordon Hollingworth sagte: &quot;Dies wird sich nicht ändern, weil es die erste Erfahrung für Leute macht, die Tools wie VSCode verwenden möchten.&quot; </p> <p> Was wiederum bedeutet, dass einige Benutzer das Raspberry Pi OS auf der Suche nach einer Alternative unweigerlich verlassen werden. Zum Glück stehen Ihnen bei Raspberry Pis unzählige hervorragende alternative Betriebssysteme zur Auswahl. </p> <p> </p> <p> Einige Benutzer werden jedoch auch noch weiter gehen und komplett von Raspberry Pi wechseln und zu einem der anderen winzigen Computer-Konkurrenten wechseln. </p>"}