{"title":"So verwenden Sie Apple Watch Shortcut-Automatisierungen und 3 Beispiele zum Ausprobieren","content":"<p> Haben Sie sich schon immer gewünscht, dass Ihre Apple Watch beim Betreten des Kinos die Funktion „Nicht stören“ automatisch aktiviert? Möchten Sie Ihr Apple Watch-Gesicht einmal täglich automatisch ändern? Dank der Apple Watch-Automatisierungen können Sie dies und vieles mehr tun. </p> <p> watchOS 7 hat einige hervorragende Automatisierungsroutinen für die Apple Watch eingeführt. Das Beste daran ist, dass Sie keine Programmierkenntnisse benötigen, um diese Routinen einzurichten oder eigene zu erstellen. </p> <p> Wir zeigen Ihnen, wie Sie Automatisierungen auf Ihrer Apple Watch einrichten, sowie drei Automatisierungen, um einige Beispiele dafür zu veranschaulichen, was Sie tun können. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> So richten Sie Apple Watch-Automatisierungen ein </h2> <p> Die Shortcuts-App von Apple ist der Mittelpunkt der iOS-Automatisierung und bietet alles, was Sie zum Einrichten von Apple Watch-Automatisierungen benötigen. Im Gegensatz zu Siri Shortcuts können iOS-Automatisierungen zum Zeitpunkt des Schreibens nicht mit anderen geteilt werden. Das bedeutet, dass wir keinen Link zum Herunterladen unserer bevorzugten Automatisierungen bereitstellen können. </p> <p> Stattdessen geben wir Ihnen eine Schritt-für-Schritt-Anleitung zum Erstellen von Apple Watch-Automatisierungen (mit Screenshots), damit Sie diese schnell auf Ihrem iPhone einrichten können. </p> <p> </p> <p> Um eine Apple Watch-Automatisierung zu erstellen, müssen Sie zunächst entscheiden, was Sie automatisieren möchten, und die Auslöser entsprechend auswählen. Beginnen wir mit etwas Einfachem, z. B. indem Sie Ihre Apple Watch jeden Abend um 22 Uhr in den Lautlos-Modus versetzen. </p> <p> Sie können dies ganz einfach einrichten, indem Sie die folgenden Schritte ausführen: Gehen Sie zum <strong> Automatisierung </strong> Registerkarte in der Shortcuts-App. Hier ist wie: </p> <ol> <li> Öffne das <strong> Verknüpfungen </strong> App auf Ihrem Handy und gehen Sie zum <strong> Automatisierung </strong> Tab. </li> <li> Wenn Sie noch nie eine Automatisierung auf Ihrem iPhone erstellt haben, tippen Sie auf die große blaue Schaltfläche mit der Aufschrift <strong> Erstellen Sie eine persönliche Automatisierung </strong> . Falls Sie bereits eine Automatisierung erstellt haben, müssen Sie auf das tippen <strong> Plus </strong> oben rechts auf die Schaltfläche und dann auf <strong> Erstellen Sie eine persönliche Automatisierung </strong> . </li> <li> Da wir jeden Tag zu einer bestimmten Zeit eine Automatisierung auslösen möchten, tippen Sie auf <strong> Uhrzeit </strong> , wählen <strong> Uhrzeit </strong> noch einmal und geben Sie die Zeit in das Feld direkt unter dieser Option ein. In unserem Fall stellen wir sicher, dass die Zeit 22:00 Uhr (oder 22:00 Uhr) ist. </li> <li> Direkt darunter können Sie die Häufigkeit für diese Automatisierung einstellen. In unserem Fall tippen wir auf <strong> Täglich </strong> . Tippen Sie nun auf <strong> Nächster </strong> , die sich oben rechts auf dem Bildschirm befindet. </li> <li> Tippen Sie auf der nächsten Seite auf <strong> Aktion hinzufügen </strong> und suche nach <strong> Lautlos-Modus einstellen </strong> , die unter dem angezeigt wird <strong> Aktionen </strong> Unterrubrik. Zapfhahn <strong> Lautlos-Modus einstellen </strong> und stellen Sie sicher, dass die Aktion ist <strong> Schalten Sie den Lautlos-Modus ein </strong> . Tippen Sie nun auf <strong> Nächster </strong> . </li> <li> Der letzte Bildschirm zeigt Ihnen, wann die Automatisierung ausgeführt wird und was sie tun wird. Du musst nur deaktivieren <strong> Vor dem Laufen fragen </strong> um sicherzustellen, dass die Automatisierung von selbst läuft. Zapfhahn <strong> Getan </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bildergalerie (3 Bilder) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Erweitern <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Erweitern <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> Jetzt aktiviert deine Apple Watch jeden Abend um 22 Uhr automatisch den Lautlos-Modus. Wenn Sie den Silent-Modus morgens deaktivieren möchten, können Sie eine zweite, ähnliche Automatisierung erstellen, um die Arbeit zu erledigen. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 großartige Apple Watch-Automatisierungen zum Ausprobieren </h2> <p> Nachdem wir uns nun ein Beispiel angesehen haben, gehen wir einige der nützlichsten Apple Watch-Automatisierungen durch, die Sie auf Ihrem Gerät einrichten können. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Starten Sie ein Training, wenn Sie an einem Ort ankommen oder ihn verlassen </h3> <p> Es ist leicht zu vergessen, mit dem Training auf Ihrer Apple Watch zu beginnen. Das Wearable verfügt zwar über eine automatische Trainingserkennungsfunktion, funktioniert jedoch nicht immer zuverlässig. Dies ist insbesondere bei Workouts mit geringer Intensität wie Mobilitätsübungen der Fall. </p> <p> Glücklicherweise gibt es eine Apple Watch-Automatisierung, um dieses Problem zu lösen: </p> <ol> <li> Erstellen Sie in der Shortcuts-App eine neue Automatisierung und tippen Sie auf <strong> Ankommen </strong> . </li> <li> Tippen Sie nun auf <strong> Wählen </strong> um den Ort auszuwählen, der dieses Training auslöst. Geben Sie einfach den Namen Ihres Fitnessstudios oder Nachbarschaftsparks ein, in dem Sie laufen gehen, und eine Karte mit einem Standort-Pin wird in der unteren Hälfte des Bildschirms angezeigt. Hier können Sie den Radius erweitern, in dem diese Automation ausgelöst wird. Zapfhahn <strong> Getan </strong> . </li> <li> Entweder wählen <strong> Jederzeit </strong> oder wählen Sie die <strong> Zeitspanne </strong> wann diese Automatisierung ausgeführt werden soll. Tippen Sie nun auf <strong> Nächster </strong> . </li> <li> Zapfhahn <strong> Aktion hinzufügen </strong> und suche nach <strong> Training starten </strong> . </li> <li> Zapfhahn <strong> Training starten </strong> und wählen Sie das Training zusammen mit dem Ziel (offenes Ziel, Zeit, verbrannte Kalorien oder zurückgelegte Strecke). Tippen Sie danach auf <strong> Nächster </strong> . </li> <li> Überprüfen Sie Ihre Automatisierung und tippen Sie auf <strong> Getan </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bildergalerie (3 Bilder) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Erweitern <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Erweitern <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> Jetzt startet deine Apple Watch automatisch Trainings basierend auf deinem Standort. Sie können auch auswählen <strong> Verlassen </strong> Anstatt von <strong> Ankommen </strong> im ersten Schritt, um diese Automatisierung auszulösen, wenn Sie einen bestimmten Ort, beispielsweise Ihr Zuhause, verlassen. Wenn Sie beispielsweise von zu Hause aus arbeiten und nur morgens spazieren gehen, können Sie Ihre Apple Watch jedes Mal, wenn Sie das Haus verlassen, ein Outdoor-Walk-Workout starten lassen. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Ändern Sie Ihr Apple Watch Face automatisch </h3> <p> Das Ändern der Zifferblätter ist einfach, aber es ist noch bequemer, wenn Ihre Apple Watch dies für Sie erledigt. Sehen wir uns an, wie Sie Ihr Zifferblatt regelmäßig ändern können, sowie einige alternative Auslöser, damit dies anders funktioniert. </p> <p> Stellen Sie zunächst sicher, dass Sie <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> hinzugefügte und angepasste Zifferblätter auf deiner Apple Watch </a> Sie haben also etwas, mit dem Sie arbeiten können. Dann in der Shortcuts-App: </p> <ol> <li> Erstellen Sie eine neue Automatisierung und tippen Sie auf <strong> Uhrzeit </strong> . </li> <li> Wählen Sie aus, wann sich das Zifferblatt ändern soll und wie oft dies geschehen soll. Wir haben ausgewählt <strong> Sonnenaufgang </strong> und <strong> Täglich </strong> jeden Morgen ein Zifferblatt zu setzen. Zapfhahn <strong> Nächster </strong> . </li> <li> Tippen Sie nun auf <strong> Aktion hinzufügen </strong> und suche nach <strong> Zifferblatt einstellen </strong> . </li> <li> Zapfhahn <strong> Zifferblatt einstellen </strong> , Zapfhahn <strong> Gesicht </strong> , und wählen Sie dann eines der Zifferblätter aus der Liste aus. Zapfhahn <strong> Nächster </strong> . </li> <li> Deaktivieren <strong> Vor dem Laufen fragen </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bildergalerie (2 Bilder) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Erweitern <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> Beobachten Sie jetzt die Magie, während sich Ihr Zifferblatt automatisch ändert. Wenn Sie möchten, dass sich das Zifferblatt alle paar Stunden ändert, richten Sie im zweiten Schritt einfach ähnliche Automatisierungen mit einer anderen Zeit ein. </p> <p> Sie können das Zifferblatt auch automatisch ändern, wenn Sie das Haus verlassen oder an einem bestimmten Ort ankommen, indem Sie die <strong> Ankommen </strong> oder <strong> Verlassen </strong> Auslöser statt <strong> Uhrzeit </strong> im ersten Schritt. </p> <p> Apples eigene Zifferblätter sind gut genug, um Ihnen den Einstieg zu erleichtern, aber es gibt viele <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> wunderbare benutzerdefinierte Apple Watch-Gesichter </a> das solltest du auch mal versuchen. Auf diese Weise können Sie Ihren Automatisierungen eine größere Vielfalt an Gesichtern hinzufügen. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Aktivieren Sie den Theatermodus an ruhigen Orten </h3> <p> Durch Aktivieren des Theatermodus (Kinomodus in einigen Regionen) wird deine Apple Watch in den lautlosen Modus versetzt und das Display ausgeschaltet, bis du den Bildschirm berührst oder die Digital Crown drückst. Dies ist am nützlichsten in Kinos oder an anderen Orten, an denen Sie andere nicht stören möchten. </p> <p> So können Sie Shortcuts verwenden, um den Kinomodus an ausgewählten Orten automatisch zu aktivieren: </p> <ol> <li> Erstellen Sie eine neue Automatisierung und wählen Sie die <strong> Ankommen </strong> auslösen. </li> <li> Tippen Sie nun auf <strong> Wählen </strong> und suchen Sie nach dem Theater oder einem anderen Ort, den Sie häufig besuchen. Zapfhahn <strong> Getan </strong> , und wählen Sie dann den Zeitraum aus, in dem diese Automatisierung funktionieren soll. Wenn Sie den Ort beispielsweise hauptsächlich abends besuchen, können Sie diesen Zeitraum einstellen, um dies nicht versehentlich auszulösen. Tippen Sie nun auf <strong> Nächster </strong> . </li> <li> Zapfhahn <strong> Aktion hinzufügen </strong> und suche nach <strong> Theatermodus einstellen </strong> . </li> <li> Zapfhahn <strong> Theatermodus einstellen </strong> , gefolgt von <strong> Nächster </strong> . Tippen Sie abschließend auf <strong> Getan </strong> um diese Automatisierung zu ermöglichen. </li> </ol> <p> <strong class=\"gallery__section-title\"> Bildergalerie (2 Bilder) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Erweitern <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> Stellen Sie sicher, dass Sie eine weitere Automatisierung mit dem <strong> Verlassen </strong> auslösen und diesen Vorgang wiederholen, damit der Theatermodus beim Verlassen des Standorts automatisch deaktiviert wird. </p> <p> Sie könnten auch die <strong> Uhrzeit </strong> Trigger, um den Theatermodus automatisch zu aktivieren oder zu deaktivieren. Dies kann eine nützliche Option für die Schlafenszeit sein oder wenn Sie an jedem Wochentag zu einer bestimmten Zeit ein Meeting haben. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Erstellen Sie Ihre eigenen Apple Watch-Automatisierungen </h2> <p> Dies sind nur ein paar einfache Automatisierungen, die Sie mit der Apple Watch einrichten können, aber die Möglichkeiten sind endlos. Du kannst coole Tricks ausprobieren, wie das Senden einer Nachricht an jemanden jedes Mal, wenn du ein Training beendet hast, und vieles mehr. </p> <p> Die Automatisierungen, die wir ausgewählt haben, konzentrieren sich auf häufig anfallende Aufgaben, aber mit ein wenig Kreativität können Sie die Grenzen dessen, was Ihre Apple Watch für Sie tut, verschieben. Vergessen Sie nicht, dass die Apple Watch auch über viele andere Apps verfügt, um Ihre Produktivität zu steigern. </p>"}