{"title":"So kombinieren Sie Bilder in Photoshop, um fantastische Composites zu erstellen","content":"<p> Einer der besten Fotoeditoren der Welt zum Erstellen von Composites ist Photoshop. Das liegt daran, dass es Dutzende hilfreicher Tools gibt, die beim Zusammenfügen von Bildern nahezu unendlich viele Verwendungsmöglichkeiten haben. </p> <p> In diesem Tutorial zeigen wir Ihnen, wie Sie drei Bilder miteinander kombinieren, um ein fantastisches Komposit zu erstellen. </p> <h2 id=\"getting-started\"> Einstieg </h2> <p> Composites bestehen aus zwei oder mehr Bildern. Es ist eine gute Idee, alle erforderlichen Bilddateien in Photoshop zu laden, um den Composite-Prozess zu vereinfachen. </p> <p> Wir werden drei Bilder verwenden, um unser endgültiges Composite zu erstellen. Sie können diese Bilddateien von Pexels herunterladen, um mitzumachen: </p> <ul> <li> <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Frau </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-standing-on-top-of-mountain-2695232/\" target=\"_blank\" rel=\"nofollow noopener\"> Kletterer 1 </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-wearing-black-tank-top-and-brown-shorts-climbing-rock-1094794/\" target=\"_blank\" rel=\"nofollow noopener\"> Kletterer 2 </a> </li> </ul> <p> </p> <h2 id=\"cut-out-subjects-from-backgrounds\"> 1. Motive aus Hintergründen ausschneiden </h2> <p> Die häufigste Aufgabe bei der Herstellung von Composites besteht darin, Ihre Motive aus ihrem Hintergrund herauszuschneiden. Das werden wir für jeden unserer Kletterer tun. </p> <p> Unser Bild der Frau, die das lustige Gesicht macht, wird unser Hauptbild sein, dem wir alles hinzufügen werden. </p> <p> Diese Schritte sollten für jeden der beiden Kletterer befolgt werden. Sobald sie ausgeschnitten sind, werden wir im zweiten Teil dieses Tutorials beide zum Hauptbild der Frau hinzufügen. </p> <ol> <li> Sobald das Bild des Kletterers in Photoshop importiert wurde, gehen Sie zu <strong> Wählen </strong> &gt; <strong> Gegenstand </strong> . <p> <img alt=\"Select Subject\" src=\"images/1-select-subject-585.png\" loading=\"lazy\"> </p> </li> <li> Gehe zu <strong> Wählen </strong> &gt; <strong> Auswählen und maskieren </strong> . <p> <img alt=\"Select Select and Mask\" src=\"images/2-select-select-and-mask-372.png\" loading=\"lazy\"> </p> </li> <li> Benutzen <strong> Strg </strong> und der <strong> Plus </strong> ( <strong> + </strong> ) Taste, um das Bild zu vergrößern. Verwenden Sie dann die <strong> Leertaste </strong> und zentrieren Sie das Bild mit der Maus, um die Details der Auswahl anzuzeigen. Die Standardauswahlfarbe ist rot. <p> <img alt=\"Enlarge Image\" src=\"images/3-enlarge-image-711.png\" loading=\"lazy\"> </p> </li> <li> Wählen Sie die dritte aus <strong> Bürste </strong> Werkzeug aus dem Menü oben links. Stellen Sie sicher, dass <strong> Plus </strong> ( <strong> + </strong> )-Symbol ist hervorgehoben. <p> <img alt=\"Select Brush Tool\" src=\"images/4-select-brush-tool-462.png\" loading=\"lazy\"> </p> </li> <li> Mit der Maus malen <strong> rot </strong> auf alle Bereiche, die ausgewählt werden sollten. In diesem Beispiel müssen ein Teil des Fußes des Mannes und seines Gehstocks bemalt werden. </li> <li> Verwenden Sie die <strong> Halterung </strong> Werkzeuge <strong> [ </strong> und <strong> ] </strong> um die Pinselgröße zu erhöhen oder zu verringern. Wenn Sie einen Fehler machen, klicken Sie auf <strong> Strg </strong> + <strong> Z </strong> um Ihre vorherige Aktion rückgängig zu machen. <p> <img alt=\"Paint Red into Selection\" src=\"images/5-paint-red-into-selection-283.png\" loading=\"lazy\"> </p> </li> <li> Gehe zum <strong> Ausgabe an </strong> Dropdown-Menü am unteren Rand des Bedienfelds auf der rechten Seite. </li> <li> Wählen <strong> Neue Ebene mit Maske </strong> und klicke <strong> OK </strong> . <p> <img alt=\"New Layer with Layer Mask\" src=\"images/6-new-layer-with-layer-mask-592.png\" loading=\"lazy\"> </p> </li> <li> Sie sollten jetzt mit dem Ausschnitt des Kletterers zurückbleiben und nur einen karierten Hintergrund sehen, der Transparenz anzeigt. Wiederholen Sie diese Schritte für das Bild des zweiten Kletterers. <p> <img alt=\"Completed Selection of Climber\" src=\"images/7-completed-selection-of-climber-324.png\" loading=\"lazy\"> </p> </li> </ol> <p> <strong> Hinweis: </strong> </p> <p> Wenn Ihre Auswahl eines der beiden Kletterer noch zu bearbeiten ist, können Sie . drücken <strong> B </strong> für die <strong> Bürste </strong> Werkzeug, um fehlende Teile zu malen oder unerwünschte Pixel zu löschen. Verwenden Sie am besten a <strong> Weicher Pinsel </strong> für diese Art von Arbeit. </p> <p> <img alt=\"Soft Round Brush\" src=\"images/tip-soft-round-brush-458.png\" loading=\"lazy\"> </p> <p> Achten Sie beim Lackieren darauf, dass die <strong> Vordergrund </strong> Farbe ist eingestellt auf <strong> Weiß </strong> zur Auswahl hinzuzufügen. Alternativ ändern Sie die <strong> Vordergrund </strong> Farbe zu <strong> Schwarz </strong> aus der Auswahl löschen. Schalten Sie die <strong> X </strong> Taste, um zwischen den Farben zu wechseln. </p> <p> <img alt=\"Foreground Colors\" src=\"images/tip-foreground-colors-961.png\" loading=\"lazy\"> </p> <p> Beachten Sie, dass Sie beim zweiten Klettererbild Korrekturen entweder während des Auswahlprozesses oder danach mit der oben genannten Methode vornehmen müssen. </p> <p> </p> <h2 id=\"composite-all-three-images-together\"> 2. Alle drei Bilder zusammensetzen </h2> <p> Für den Compositing-Teil werden wir die beiden Kletterer zum Bild der Frau hinzufügen. Der stehende Kletterer wird geschrumpft und auf die Nase der Frau gelegt. </p> <p> Der zweite Kletterer wird auf der rechten Seite der Lippe der Frau platziert. </p> <p> Im letzten Schritt werden wir Effekte hinzufügen, um alle Elemente zusammenzubringen, damit es natürlicher aussieht. Fortgeschrittenere Benutzer möchten diese Bilder möglicherweise weiterhin mit komplexeren Techniken zusammenfügen, aber wir zeigen Ihnen, wie Sie eine schnelle und passable Version erstellen. </p> <ol> <li> Laden Sie das Bild der Frau in Photoshop. <p> <img alt=\"Load Image of Woman into Photoshop\" src=\"images/1-load-image-of-woman-into-photoshop-484.png\" loading=\"lazy\"> </p> </li> <li> Navigieren Sie zum Bild des stehenden Kletterers. Klicken Sie mit der linken Maustaste darauf und halten Sie die Auswahlebene des Kletterers gedrückt. Ziehen Sie es einfach mit der Maus auf die Datei der Frau am oberen Bildschirmrand. <p> <img alt=\"Drag Climber to Image of Woman\" src=\"images/2-drag-climber-to-image-of-woman-932.png\" loading=\"lazy\"> </p> </li> <li> Wenn es richtig gemacht wurde, wechselt Ihr Bildschirm zurück zu dem der Frau. Lassen Sie dann die linke Maustaste los. Eine neue Ebene mit dem Kletterer wird über dem Originalbild der Frau angezeigt. <p> <img alt=\"Import Climber into Image\" src=\"images/3-import-climber-into-image-270.png\" loading=\"lazy\"> </p> </li> <li> Mit dem <strong> Hintergrundkopie </strong> des ausgewählten Kletterers drücken Sie <strong> Strg </strong> + <strong> T </strong> für die <strong> Verwandeln </strong> Werkzeug. Klicken Sie in das blaue Rechteck, um den Mann über der Nase der Frau zu positionieren. Verwenden Sie die Griffe an der blauen Schachtel, um den Mann auf eine Miniaturversion zu verkleinern, wie unten gezeigt. Drücken Sie dann die <strong> Häkchen </strong> oben, um die Änderungen zu akzeptieren. <p> <img alt=\"Place Climber on Nose\" src=\"images/4-place-climber-on-nose-888.png\" loading=\"lazy\"> </p> </li> <li> Als Nächstes wiederholen wir die Schritte 2 bis 4 für den zweiten Kletterer. Aber diesmal platzieren wir den Kletterer auf der rechten Seite der Lippe der Frau. Sie werden feststellen, dass wir das Bild umdrehen müssen, damit der Kletterer in die richtige Richtung zeigt. Drücken Sie dazu <strong> Strg </strong> + <strong> T </strong> , mit der rechten Maustaste auf das Bild klicken und  auswählen <strong> Horizontal spiegeln </strong> . <p> <img alt=\"Flip Horizontal\" src=\"images/5-flip-horizontal-745.png\" loading=\"lazy\"> </p> </li> <li> Drücken <strong> Strg </strong> + <strong> T </strong> , positionieren Sie den zweiten Kletterer wie abgebildet. <p> <img alt=\"Place Second Climber\" src=\"images/6-place-second-climber-176.png\" loading=\"lazy\"> </p> </li> <li> Wir möchten dieses Bild zuschneiden, damit das endgültige Bild alle seine Elemente besser zeigt. Drücken Sie <strong> C </strong> für die <strong> Ernte </strong> Werkzeug. Wählen <strong> Quadrat </strong> für das Verhältnis und verwenden Sie die Ziehpunkte, um das Bild wie gezeigt zuzuschneiden. Klicken Sie dann auf das <strong> Häkchen </strong> um die Änderungen abzuschließen. <p> <img alt=\"Use the Crop Tool\" src=\"images/7-use-the-crop-tool-538.png\" loading=\"lazy\"> </p> </li> <li> Doppelklicken Sie auf das <strong> Hand </strong> Werkzeug, um das Bild auf volle Größe zu vergrößern. <p> <img alt=\"Double Click Hand Tool\" src=\"images/8-double-click-hand-tool-195.png\" loading=\"lazy\"> </p> </li> <li> Verwendung der <strong> Heilen </strong> Bürste, bereinige die Geisterlinien aus der Auswahl der Kletterer. Verwenden Sie die <strong> Halterung </strong> Schlüssel <strong> [ </strong> <strong> ] </strong> um die Pinselgröße zu vergrößern oder zu verkleinern. Es ist am besten, die Pinselgröße nur groß genug zu wählen, um die Linien unterwegs zu löschen. <p> <img alt=\"Heal Brush Ghost Lines\" src=\"images/9-heal-brush-ghost-lines-398.png\" loading=\"lazy\"> </p> </li> </ol> <p> </p> <h2 id=\"use-anthropics-smart-photo-editor-to-enhance-your-composite\"> 3. Verwenden Sie Anthropics Smart Photo Editor, um Ihr Composite zu verbessern </h2> <p> Wenn Sie Ihre Komposition auf die nächste Stufe bringen möchten, ist es am besten, alle Elemente des Bildes so aussehen zu lassen, als ob sie von selbst zusammengehören. Das bedeutet, dass Sie etwas mehr Zeit investieren müssen, um das perfekte Komposit zu erstellen. </p> <p> Dies erreichen wir mit dem <a href=\"https://www.anthropics.com/smartphotoeditor/\" target=\"_blank\" rel=\"nofollow noopener\"> Smart Photo Editor von Anthropics </a> . Es bietet eine kostenlose Testversion, die Sie für dieses Tutorial verwenden können. Wenn Sie nach einer Probefahrt zufrieden sind, gibt es eine Kaufoption. </p> <p> </p> <p> Beenden wir das! </p> <ol> <li> Mit der Spitze <strong> Hintergrundkopie </strong> ausgewählt, drücken Sie <strong> Verschiebung </strong> + <strong> Strg </strong> + <strong> Alt </strong> + <strong> E </strong> a erstellen <strong> Stempel sichtbar </strong> Schicht aller unserer Schichten. <p> <img alt=\"Create Stamp Visible Layer\" src=\"images/1-create-stamp-visible-layer-488.png\" loading=\"lazy\"> </p> </li> <li> Klicken Sie mit der rechten Maustaste auf <strong> Schicht 1 </strong> , und wählen Sie <strong> In Smart-Objekt konvertieren </strong> . <p> <img alt=\"Convert to Smart Object\" src=\"images/2-convert-to-smart-object-1-966.png\" loading=\"lazy\"> </p> </li> <li> Gehe zu <strong> Filter </strong> &gt; <strong> Anthropologie </strong> &gt; <strong> Intelligenter Fotoeditor </strong> . <p> <img alt=\"Smart Photo Editor\" src=\"images/3-smart-photo-editor-421.png\" loading=\"lazy\"> </p> </li> <li> Wählen <strong> Effekte Galerie </strong> im Menü oben rechts. <p> <img alt=\"Effects Gallery\" src=\"images/4-effects-gallery-429.png\" loading=\"lazy\"> </p> </li> <li> Geben Sie in das Suchfeld ein <strong> Schnee </strong> , und drücke <strong> Eingeben </strong> . <p> <img alt=\"Type Snow\" src=\"images/5-type-snow-655.png\" loading=\"lazy\"> </p> </li> <li> Wählen <strong> Winterlandschaft </strong> von Tom. Wenn diese Option auf der ersten Seite nicht angezeigt wird, geben Sie diese in das Suchfeld ein. Drücken Sie nach der Auswahl <strong> OK </strong> . <p> <img alt=\"Winter Landscape by Tom\" src=\"images/6-winter-landscape-by-tom-197.png\" loading=\"lazy\"> </p> </li> <li> Wählen Sie die <strong> Effekte Galerie </strong> wie in Schritt vier gezeigt. Blättern Sie zu Seite drei und wählen Sie <strong> Graustufen dez rad </strong> . Wenn Sie es nicht sehen, geben Sie diesen Text in das Suchmenü ein und wählen Sie ihn dort aus. Dann drücken <strong> OK </strong> . <p> <img alt=\"Greys dec rad\" src=\"images/7-greys-dec-rad--510.png\" loading=\"lazy\"> </p> </li> <li> Wählen Sie die <strong> Effekte Galerie </strong> wie in Schritt vier gezeigt. Gehen Sie zu Seite acht und wählen Sie <strong> Kühlfilter </strong> von AndrewB2012. Wenn Sie es nicht sehen, geben Sie diesen Text in das Suchmenü ein und wählen Sie ihn dort aus. Dann drücken <strong> OK </strong> . </li> <li> Gehen Sie oben im Menü zu <strong> Datei </strong> &gt; <strong> Speichern und zurückkehren </strong> . Dadurch wird das Bild wieder in Photoshop exportiert. </li> <li> Gehe zum <strong> Neue Füll- oder Anpassungsebene erstellen </strong> -Symbol in der unteren rechten Ecke Ihres Photoshop-Bildschirms. Wählen <strong> Farbbalance </strong> Schicht. </li> <li> Geben Sie die folgenden Werte für die Schieberegler im <strong> Ton </strong> Dropdown-Menü. Unter <strong> Mitteltöne </strong> , wählen <strong> Cyan/Rot: </strong> <strong> +25 </strong> , <strong> Magenta/Grün: </strong> <strong> -20 </strong> , <strong> Gelb / Blau: </strong> <strong> +20 </strong> . </li> <li> Unter <strong> Schatten </strong> , wählen <strong> Cyan/Rot: </strong> <strong> -10 </strong> , <strong> Magenta/Grün: </strong> <strong> -10 </strong> , <strong> Gelb / Blau: </strong> <strong> -fünfzehn </strong> . </li> <li> Zum <strong> Höhepunkte </strong> , wählen <strong> Cyan/Rot: </strong> <strong> -20 </strong> , <strong> Magenta/Grün </strong><strong> : </strong> <strong> +15 </strong> , <strong> Gelb / Blau: </strong> <strong> -fünfzehn </strong> . <p> <img alt=\"Color Balance Adjustment\" src=\"images/10-color-balance-adjustment-452.png\" loading=\"lazy\"> </p> </li> </ol> <p> Sehen wir uns an, wie sich unser fantastisches Komposit entwickelt hat. </p> <p> <strong> Vor: </strong> </p> <p> <img alt=\"Before\" src=\"images/before-1-254.png\" loading=\"lazy\"> </p> <p> <strong> Nach dem: </strong> </p> <p> <img alt=\"After\" src=\"images/after-1-212.png\" loading=\"lazy\"> </p> <p> Es gibt andere Tools in Photoshop, die von <a href=\"https://www.makeuseof.com/overlay-blend-mode-photoshop-lighting/\" target=\"_blank\" rel=\"nofollow noopener\"> Mischmodi zum Erstellen von Lichteffekten </a> . Diese benutzerfreundlichen Funktionen und Methoden tragen wesentlich dazu bei, dass Ihre lustigen Ideen professioneller aussehen. </p> <p> </p> <h2 id=\"composites-take-time-and-care\"> Verbundwerkstoffe brauchen Zeit und Sorgfalt </h2> <p> Das Erstellen von Kompositen kann viel Zeit in Anspruch nehmen, wenn Sie versuchen, die Überblendung natürlich aussehen zu lassen. In unserer Anleitung können Sie noch viele Dinge tun, um ein natürlicheres Aussehen zu erzielen. Aber aus Zeitgründen wollten wir Ihnen zeigen, wie einfach es ist, drei einfache Bilder miteinander zu kombinieren. </p> <p> Glücklicherweise verfügt Photoshop über alle Werkzeuge, um Composites sowohl realistisch als auch fantastisch zu gestalten. Es gibt auch zahlreiche Plugins, die Ihnen helfen, Ihren Composites den letzten Schliff zu verleihen, an den Sie vielleicht nie gedacht haben. </p> <p> <small> Bildquelle: Andrea Piacquadio/ <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}