{"title":"So ändern Sie Ihr Unix-Passwort","content":"<p> Wir alle kennen die Rolle eines Passworts beim Schutz Ihrer digitalen Privatsphäre. Ein starkes Passwort ist die erste Verteidigungsstufe, die Eindringlinge daran hindert, in Ihr System einzudringen. Daher sollte der Schutz Ihres Computers mit einem Passwort für jeden von größter Bedeutung sein. </p> <p> Unix-basierte Betriebssysteme bieten robuste Funktionen, wenn es um das Passwort und die Sicherheit eines Benutzers geht. Aber wie nutzen Sie diese erweiterten Funktionen, um Ihr System abzusichern? </p> <h2 id=\"unix-vs-linux\"> Unix vs. Linux </h2> <p> Viele Leute sind verwirrt, wenn jemand die Begriffe Unix und Linux in einem ähnlichen Kontext verwendet. Es ist egal, ob du you bist <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> Passwörter unter Linux ändern </a> oder Unix, die Schritte sind die gleichen. Obwohl diese beiden Betriebssysteme eine ähnliche Architektur und Befehlsstruktur aufweisen, unterscheiden sie sich in der Realität stark voneinander. </p> <p> Unix ist ein Betriebssystem, das Ende der 1960er Jahre von Ken Thompson und Dennis Ritchie entwickelt wurde. Es wurde in erster Linie für Portabilität, Multithreading und schnelle Änderungen entwickelt. Im Gegensatz zu Linux ist Unix eine proprietäre Software, die für ihre leistungsstarke Befehlszeilenschnittstelle bekannt ist. </p> <p> Auf der anderen Seite ist Linux eine Familie von Open-Source-&quot;Unix-ähnlichen&quot; Betriebssystemen. Linus Torvalds hat dieses Betriebssystem 1991 entwickelt. Es wird als Unix-ähnliche Betriebssysteme bezeichnet, weil Linux stark von Unix inspiriert wurde. Mehr als 600 Community-gesteuerte Linux-Distributionen stehen kostenlos im Internet zur Verfügung. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Ändern des eigenen Passworts unter Unix </h2> <p> Auf den meisten Unix-basierten Systemen können Benutzer die Passwörter mit den <strong> passwd </strong> Befehl. Um Ihr eigenes Passwort unter Unix zu ändern, öffnen Sie Ihr Terminal, indem Sie drücken <strong> Strg </strong> + <strong> Alt </strong> + <strong> T </strong> . Geben Sie dann Folgendes ein, um Ihr Passwort zu ändern: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Sie sehen eine Ausgabe, die ungefähr so ​​​​aussieht. Geben Sie zuerst das aktuelle Passwort ein und geben Sie dann Ihr neues Passwort zweimal ein, um den Vorgang abzuschließen. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Sie werden keines der eingegebenen Zeichen auf Ihrem Bildschirm sehen. Unix-basierte Betriebssysteme bieten diese einzigartige Möglichkeit, Benutzer vor <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> Schulter-Surfen </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Root-Passwort ändern </h2> <p> Nur ein Root-Benutzer kann das Root-Passwort auf einem Unix-Rechner ändern. Um Ihren aktuellen Benutzer zu root zu ändern, geben Sie ein <strong> su - </strong> in Ihrem Terminal und drücken Sie <strong> Eingeben </strong> . Geben Sie dann das Root-Passwort ein, um den Vorgang zu bestätigen. </p> <p> Jetzt, wo Sie root sind, können Sie Ihr Passwort ganz einfach ändern, indem Sie eingeben <strong> passwd </strong> in Ihrem Terminal. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Passwort eines anderen Benutzers ändern </h2> <p> Root-Benutzer haben die Berechtigung, auch die Passwörter anderer Benutzer des Systems zu ändern. Öffnen Sie dazu Ihr Terminal, indem Sie drücken <strong> Strg </strong> + <strong> Alt </strong> + <strong> T </strong> . Ändern Sie dann das Passwort mit: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Sie sehen die folgende Ausgabe auf Ihrem Systemdisplay. Geben Sie das neue Passwort zweimal ein, um die Änderung zu bestätigen. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Benutzerpasswörter unter Unix verwalten </h2> <p> Unix-Benutzer können ihre Passwörter ganz einfach über die <strong> passwd </strong> Befehl. Mehr darüber lernen <strong> passwd </strong> , können Sie das Befehlshandbuch überprüfen: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux und Unix haben vielleicht ein paar Ähnlichkeiten, wenn es um Systembefehle geht, aber in vielen anderen Aspekten sind sie zwei unterschiedliche Betriebssysteme. </p>"}