{"title":"So verwenden Sie Mozilla-Hubs&amp;#039; Neue Eigenschaften","content":"<p> Mozilla hat 2018 Hubs veröffentlicht, eine kostenlose, immersive Plattform für die Remote-Zusammenarbeit und soziale Netzwerke. Änderungen in der Art und Weise, wie Menschen während der Pandemie auf die Plattform zugegriffen und sie genutzt haben, führten jedoch zu einem Update, das sie für große Gruppen von Menschen mit unterschiedlichen Erfahrungsstufen mit einem breiteren Reihe von Geräten. </p> <p> Hier sehen wir uns an, wie das Update 2021 Hubs verändert und wie man die neuen Funktionen nutzt... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Was sind Mozilla-Hubs? Was ist neu? </h2> <p> Mozilla Hubs ist eine kostenlose Plattform zum Erstellen und Teilen von virtuellen Räumen, die als &quot;Räume&quot; bezeichnet werden. Die hardwareunabhängige Plattform läuft in einem Webbrowser und ist damit auf Computern, Tablets und Smartphones mit Internetverbindung verfügbar. Es sind nicht einmal permanente Profile erforderlich, obwohl dies mit Vorteilen wie der Avatar-Anpassung verbunden ist. </p> <p> Interaktive Funktionen in den Räumen ermöglichen es den Benutzern, gemeinsam Medien anzusehen, auf Whiteboards zu brainstormen, Diashows anzusehen, 3D-Modelle zu untersuchen und vieles mehr. Die Räume selbst sind im Vergleich zu anderen Plattformen wie Altspace etwas einfach, aber wenn Sie den Ehrgeiz haben und dies angehen können <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Hubs GitHub </a> , gibt es mehr Möglichkeiten zur Anpassung. </p> <p> </p> <p> Aber was bringt das neue Update auf die Plattform? Neue Benutzer, insbesondere im Bildungsbereich, haben viele der Änderungen inspiriert. </p> <p> Daher sind die primären Aktualisierungen der Plattform: </p> <ol> <li> Ein spezielles Chat-Fenster/-Leiste. </li> <li> Eine optimierte Nicht-VR-Benutzeroberfläche. </li> <li> Ein neues Support-Forum. </li> </ol> <p> Hier ist ein Blick auf jede neue Funktion und wie man sie verwendet... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> So verwenden Sie die neue Chatleiste von Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs hatten bereits in früheren Iterationen eine Chat-Funktion. Der Chattext erschien jedoch kurzzeitig über dem Hauptdisplay, bevor er verschwand. Dies versperrte dem Benutzer die Sicht auf den Raum hinter dem Text und führte dazu, dass Chats nicht erneut gelesen und referenziert werden konnten. </p> <p> Das neue Update erstellt ein Chatfenster oder eine Leiste an der Seite des Bildschirms. Dadurch wird die Raumansicht etwas kleiner, aber auch die Lesbarkeit von Chat-Texten wird erheblich erleichtert. Chattext bleibt auch in der Chatleiste, sodass Unterhaltungen im Laufe der Zeit bestehen bleiben. </p> <p> Dies ist besonders praktisch für Fragen, die während einer Präsentation gestellt werden oder ein Gespräch nachzuholen, wenn Sie spät in einen Raum eingetreten sind. </p> <p> Sie können auf das Chat-Fenster zugreifen, indem Sie die <strong> Plaudern </strong> Symbol in der unteren Symbolleiste und geben Sie Ihre Nachricht in das dafür vorgesehene Textfeld ein. Wenn Sie nicht möchten, dass die Chatleiste Ihren Bildschirm verkleinert, können Sie auf dasselbe Symbol klicken, um es zu minimieren. </p> <p> Der Chat-Text wird zwar minimiert, wird jedoch noch einen Moment lang angezeigt, ist jedoch viel weniger ablenkend als vor dem Update. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> So wählen Sie eine Nicht-VR-Benutzeroberfläche aus </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs lässt sich am besten als „immersiven Raum“ beschreiben. Es kann eine &quot;Virtual Reality&quot;-Umgebung sein, wenn sie mit VR-Geräten verbunden wird, aber diese spezielle Ausrüstung ist nicht erforderlich, um Hubs zu verwenden. </p> <p> Die Entwickler von Hubs wollten, dass die Benutzeroberfläche möglichst ähnlich ist, unabhängig davon, welche Hardware eine Person für den Zugriff auf die Plattform verwendet. Dies war auch praktisch, wenn Nutzer Hubs regelmäßig auf einer Vielzahl verschiedener Geräte verwendeten, da sich die Benutzeroberfläche vom PC über das VR-Headset bis zum Telefon oder Tablet nicht so sehr änderte. </p> <p> Die Benutzeroberfläche priorisierte jedoch die Benutzerfreundlichkeit mit VR-Hardware, was einige Befehle bei Verwendung von Nicht-VR-Schnittstellen umständlich machte. In gewisser Weise war dies sinnvoll, da VR eine fremdere Schnittstelle ist, so dass die Optimierung für diese Schnittstelle es ziemlich reibungslos machte. Das Problem war, dass dadurch die Benutzerfreundlichkeit für Nicht-VR-Benutzer geopfert wurde – was sich als die Mehrheit der Benutzer herausstellte. </p> <p> Aber das Update hat eine separate Nicht-VR-Schnittstelle geschaffen. Auch wenn die Steuerungen auf verschiedenen Plattformen nicht mehr so ​​universell sind wie früher, gewinnt trotzdem jeder. </p> <p> Sie können jetzt einfach auf diese aktualisierte Oberfläche zugreifen, wenn Sie einen Raum erstellen oder betreten. </p> <p> Wenn Sie einen Chatroom zum ersten Mal erstellen oder betreten, wählen Sie <strong> Raum betreten </strong> für eine Nicht-VR-Schnittstelle. Nicht-VR-Benutzer erhalten jetzt eine Point-and-Click-Oberfläche, die etwas benutzerfreundlicher ist als die Raycasting-Anzeige in der alten Benutzeroberfläche. </p> <p> Wenn Sie VR-Hardware verwenden, wählen Sie <strong> Auf dem Gerät eingeben </strong> stattdessen. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> So erhalten Sie weitere Hilfe zum Hubs-Community-Support </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Schließlich gab Mozilla bekannt, dass Hubs-Benutzer jetzt Support über a . erhalten können <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> spezielles Community-Forum </a> . Hubs hatten immer eine aktive Community, die sich jedoch hauptsächlich an Entwickler richtete. Entwickler können (und taten) Nutzern helfen, die weniger technisch versiert waren. </p> <p> Aber die neue Support-Option ist für Nicht-Entwickler komfortabler. Die Support-Seite ist bereits mit stark gesuchten Begriffen und regelmäßig angefragten Themen gefüllt. Zuvor gab es keine komfortable Suchfunktion für Benutzerfragen, die in Foren gestellt wurden. </p> <p> Um jetzt Antworten auf Fragen zu finden, können Sie entweder die Suchleiste oben auf der Support-Seite verwenden oder die von Mozilla hervorgehobenen häufigen Themen und vorgestellten Artikel durchsuchen. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Müssen Sie die neuen Mozilla Hubs-Funktionen herunterladen? </h2> <p> Da Hubs browserbasiert ist, erfolgen diese Updates automatisch. Zusätzliche Downloads oder manuelle Installationen sind für die meisten Benutzer nicht erforderlich. </p> <p> Hubs-Benutzer, die das Open-Source-Material verwendet haben, um ihre eigenen benutzerdefinierten Erfahrungen zu erstellen, müssen möglicherweise einige Codes manuell ändern. Mozilla hat eine Anleitung speziell für diese speziellen Fälle. </p> <p> Benutzer, die mit Hubs vor dem Update vertraut sind, werden die Änderungen bemerken. Da die Schnittstellenupdates jedoch das VR-Erlebnis nicht ändern und das Nicht-VR-Erlebnis optimieren, sollten die Änderungen leicht zu gewöhnen sein, egal wie Sie auf Hubs zugreifen. </p> <p> </p> <p> Die Updates sind auch eine großartige Zeit für neue Nutzer, die Plattform auszuprobieren. Insbesondere die spezielle Chatfensterfunktion erleichtert Lehrern und Referenten die Beantwortung von Fragen und erweitert möglicherweise die Anwendungsfälle der Plattform. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Erkunden Sie die neuen Hubs </h2> <p> Die Hubs-Updates von Mozilla zeigen viel Sorgfalt für die Benutzer. Durch die Reaktion auf die Anwendungsfälle und Benutzerprofile, die Entwickler am häufigsten sehen, machen die Chat-Leiste, neue Supportkanäle und optimierte Schnittstellen die Plattform benutzerfreundlicher und zugänglicher. </p> <p> Wenn Hubs nicht perfekt für Sie ist, denken Sie auch nach den Updates daran, dass es nicht die einzige VR-fähige Remote-Präsenzplattform auf dem Markt ist. Eine andere Erfahrung kann Ihr Problem lösen. </p>"}