{"title":"So sparen Sie die Akkulaufzeit Ihres PS5 DualSense-Controllers","content":"<p> Während der DualSense-Controller der PlayStation 5 eine verbesserte Akkulaufzeit gegenüber dem DualShock 4 der PlayStation 4 bietet, ist es dennoch möglich, dass dein Controller mitten in einem wichtigen Moment stirbt. </p> <p> Schauen wir uns einige Möglichkeiten an, um die Akkulaufzeit des DualSense-Controllers zu verlängern und ihn so lange wie möglich zu halten. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Stellen Sie Ihren PS5-Controller so ein, dass er sich automatisch ausschaltet </h2> <p> Wenn Sie Ihre PS5 aus irgendeinem Grund laufen lassen und Ihren Controller daher stundenlang eingeschaltet lassen, wird dies offensichtlich Ihre Akkulaufzeit aufzehren. Um dies zu bekämpfen, ist es eine gute Idee, einen Timer einzustellen, damit sich Ihr DualSense ausschaltet, wenn Sie ihn nicht verwenden. </p> <p> Gehe im Hauptmenü deiner PS5 zu <strong> Einstellungen &gt; System &gt; Energiesparmodus </strong> . Hier sehen Sie die <strong> Zeit bis zum Ausschalten der Controller einstellen </strong> Option, die Sie einstellen können auf <strong> Nach 10 Minuten </strong> , <strong> 30 Minuten </strong> , <strong> 60 Minuten </strong> , oder <strong> aus </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Es gibt keinen guten Grund, den Controller im Leerlauf für längere Zeit eingeschaltet zu lassen. Wenn Sie diese Option aktivieren, wird die Akkulaufzeit begrenzt, wenn Sie nicht an Ihrem Fernseher sitzen. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Schalten Sie den DualSense-Controller manuell aus </h2> <p> In Zeiten, in denen Sie wissen, dass Sie Ihren PS5-Controller eine Weile nicht verwenden werden, ist es sinnvoll, ihn sofort auszuschalten, anstatt auf den Auto-Off-Timer zu warten. Dies ist praktisch, wenn Sie Ihre PS5 verwenden, um Unterhaltungs-Apps wie Netflix anzusehen oder einfach nur eine lange Zwischensequenz in einem Spiel durchzusitzen. </p> <p> </p> <p> Um deinen PS5-Controller auszuschalten, drücke die <strong> PS-Taste </strong> auf dem Controller, um das Schnellmenü aufzurufen. Scrollen Sie nach rechts und wählen Sie das <strong> Zubehör </strong> -Taste, die als Controller-Symbol mit Ihrer aktuellen Akkulaufzeit angezeigt wird. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Wählen Sie im resultierenden Menü Ihre <strong> Drahtloser Controller </strong> , gefolgt von <strong> Ausschalten </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Dadurch wird dein Controller ausgeschaltet, bis du die Taste drückst <strong> PS-Taste </strong> um es wieder einzuschalten. Wenn Sie nicht im Menü herumfummeln möchten, können Sie Ihren PS5-Controller auch ausschalten, indem Sie die . gedrückt halten <strong> PS-Taste </strong> 10 Sekunden lang. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Reduzieren Sie Controller-Funktionen, die Batterie verbrauchen </h2> <p> Der DualSense verfügt über eine Handvoll Funktionen, die die Akkulaufzeit verbrauchen. Das Deaktivieren dieser Optionen verlängert den Akku Ihres Controllers nicht drastisch, kann jedoch ein wenig helfen, wenn Sie die Akkulaufzeit über ausgefallene Funktionen stellen. </p> <p> Besuch <strong> Einstellungen &gt; Zubehör &gt; Controller </strong> um diese Funktionen auszuschalten: </p> <ul> <li> einstellen <strong> Helligkeit der Controller-Anzeigen </strong> zu <strong> Dim </strong> . Dadurch werden die Lichter auf Ihrem Controller reduziert; sie werden automatisch aufgehellt, wenn dies für das Kamerazubehör erforderlich ist. </li> <li> Senken Sie die <strong> Schwingungsintensität </strong> zu <strong> Schwach </strong> oder <strong> aus </strong> . Die neue haptische Feedback-Funktion des DualSense macht das Rumpeln zwar realistischer, verbraucht jedoch einiges an Akku. Wenn Sie sich nicht für die Funktion interessieren, möglicherweise für ein bestimmtes Spiel, verbessert die Deaktivierung die Akkulaufzeit. </li> <li> Senken oder deaktivieren Sie auch die <strong> Trigger-Effekt-Intensität </strong> . Dies ist eine weitere Schlagzeilenfunktion des DualSense, die den Widerstand der L2- und R2-Tasten ändert, je nachdem, was Sie im Spiel tun. Wenn Sie nicht viel Wert darauf legen, können Sie durch Absenken etwas Saft sparen. </li> <li> Senken Sie die <strong> Lautstärke (Lautsprecher für Controller) </strong> Schieberegler. Dies reduziert die eingebaute Lautsprecherausgabe des Controllers und spart etwas Batterie, wenn Sie das sowieso nicht mögen. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Kaufen Sie ein längeres Ladekabel </h2> <p> Wenn Ihr Controller mit all den oben genannten Tipps immer noch nicht so lange funktioniert, wie Sie möchten, sollten Sie in Betracht ziehen, ein längeres USB-C-Kabel zu kaufen. Damit können Sie Ihren Controller einfach anschließen, um ihn aufzuladen und weiterzuspielen, wenn er niedrig wird. Sie müssen keinen Stuhl näher an den Fernseher heranziehen, wie Sie es mit einem kurzen Kabel tun würden. </p> <p> Sie können 10 Fuß (oder länger) USB-C-auf-USB-A-Ladekabel bei Amazon günstig finden. Versuchen Sie es <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> CableCreation USB-C-Kabel </a> für eine solide Alternative. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Wenn Sie oft mit einem Kabel spielen, das oben beschrieben ist <strong> Controller </strong> Einstellungsseite, sollten Sie einstellen <strong> Kommunikationsmethode </strong> zu <strong> Verwenden Sie ein USB-Kabel </strong> . Damit kommuniziert Ihr Controller über das Kabel, anstatt weiterhin Bluetooth zu verwenden, wenn er angeschlossen ist. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Halten Sie Ihren DualSense aufgeladen </h2> <p> Jetzt wissen Sie, wie Sie Ihren DualSense-Akku für lange Gaming-Sessions am Leben erhalten. Ohne einen zweiten Controller zu kaufen und ihn regelmäßig auszutauschen, sind dies die besten Optionen, um die Akkulaufzeit zu verlängern. </p> <p> Vergiss nicht, dass du PS4-Controller verwenden kannst, wenn du PlayStation 4-Spiele auf deiner PS5 spielst. Dies ist eine weitere Möglichkeit, die Akkulaufzeit von DualSense zu verlängern. </p> <p> <small> Bildquelle: Alex Van Aken/ <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}