{"title":"So machen Sie einen Screenshot auf Samsung-Geräten","content":"<p> Sie können mit jedem Android-Telefon und -Tablet einen Screenshot erstellen, aber die genaue Methode hängt von Ihrem Gerätehersteller ab. </p> <p> Wenn Sie ein Samsung Galaxy-Gerät besitzen, stehen Ihnen viele verschiedene Methoden zur Verfügung, wie das Drücken von Tasten oder das Wischen über den Bildschirm. Wir werden detailliert beschreiben, wie Sie Screenshots auf Samsung-Geräten erstellen. </p> <h2 id=\"press-the-power-and-volume-down-buttons\"> 1. Drücken Sie die Power- und Leiser-Tasten </h2> <p> Für die meisten ist dies der einfachste Weg, einen Screenshot auf einem Samsung-Gerät zu erstellen. </p> <p> Halten Sie einfach die <strong> Leistung </strong> Taste (oder <strong> Seitentaste </strong> ) und der <strong> Lautstärke runter </strong> gleichzeitig drücken. </p> <p> Die genaue Position dieser Schaltflächen hängt von Ihrem Gerät ab. Beim Samsung Galaxy S21 befinden sich diese beiden Tasten auf der rechten Seite des Geräts. Beim Samsung Galaxy S8 befindet sich die Lautstärke links und die Stromversorgung rechts. </p> <p> Sie müssen diese Tasten nur ein oder zwei Sekunden lang gedrückt halten. Der Bildschirm blinkt weiß, um anzuzeigen, dass ein Screenshot erstellt wurde. </p> <p> Das ist ein <a href=\"https://www.makeuseof.com/tag/6-ways-to-take-screenshots-on-android/\" target=\"_blank\" rel=\"nofollow noopener\"> Standard-Android-Screenshot-Verknüpfung </a> das funktioniert auf mehr als nur Samsung-Geräten. </p> <p> </p> <h2 id=\"use-palm-swipe\"> 2. Verwenden Sie Palm Swipe </h2> <p> Auf einigen Samsung-Geräten können Sie mit der Handfläche über den Bildschirm streichen, um einen Screenshot zu erstellen. </p> <p> <strong class=\"gallery__section-title\"> Bildergalerie (3 Bilder) </strong> <img alt=\"advanced features\" src=\"images/advanced-features-412.jpg\" loading=\"lazy\"> Erweitern <img alt=\"motions and gestures\" src=\"images/motions-and-gestures-740.jpg\" loading=\"lazy\"> Erweitern <img alt=\"palm swipe to capture\" src=\"images/palm-swipe-to-capture-297.jpg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> Um dies zu aktivieren, gehen Sie zu <strong> Einstellungen &gt; Erweiterte Funktionen &gt; Bewegungen und Gesten &gt; Zum Aufnehmen mit der Handfläche wischen &gt; Ein </strong> . </p> <p> Streichen Sie nun mit der Handkante von rechts nach links über den Bildschirm, um einen Screenshot zu machen. </p> <p> Wenn Sie sich bei der genauen Bewegung nicht sicher sind, zeigt Ihnen der Einstellungsbildschirm eine Animation an, die demonstriert. </p> <p> </p> <h2 id=\"ask-bixby-or-google-assistant\"> 3. Fragen Sie Bixby oder Google Assistant </h2> <p> Wenn Sie auf Ihrem Telefon einen sprachaktivierten virtuellen Assistenten eingerichtet haben, können Sie damit einen Screenshot erstellen. </p> <p> Wenn Sie Bixby Voice haben, sagen Sie &quot;Hey Bixby, mach einen Screenshot&quot;. Wenn Sie Google Assistant haben, sagen Sie alternativ &quot;Hey Google, mach einen Screenshot&quot;. </p> <p> Sie können diese Befehle mit anderen Anweisungen kombinieren, z. B. &quot;Hey Bixby, mach einen Screenshot und teile ihn auf Instagram&quot;. </p> <p> </p> <p> </p> <h2 id=\"use-the-edge-panel\"> 4. Verwenden Sie das Edge-Panel </h2> <p> Einige Samsung-Geräte haben Edge-Panels. Dies sind praktische Funktionen, auf die Sie schnell zugreifen können, indem Sie über die Seite des Bildschirms wischen. Ein Edge-Panel, das Sie aktivieren können, ermöglicht Ihnen das Aufnehmen von Screenshots. </p> <p> <strong class=\"gallery__section-title\"> Bildergalerie (3 Bilder) </strong> <img alt=\"display\" src=\"images/display-661.jpg\" loading=\"lazy\"> Erweitern <img alt=\"edge screen\" src=\"images/edge-screen-495.jpg\" loading=\"lazy\"> Erweitern <img alt=\"edge panels\" src=\"images/edge-panels-983.jpg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> Um dies zu aktivieren, gehen Sie zu <strong> Einstellungen &gt; Anzeige &gt; Randbildschirm &gt; Randbereiche &gt; Ein </strong> . Aktivieren Sie von hier aus die <strong> Intelligente Auswahl </strong> Tafel. </p> <p> Wenn Sie nun vom rechten Bildschirmrand nach innen wischen, wird das Smart-Select-Panel angezeigt. </p> <p> Wählen Sie entweder <strong> Rechteck </strong> oder <strong> Oval </strong> , und ziehen Sie dann, um den Bereich auszuwählen, den Sie als Screenshot erstellen möchten. Zapfhahn <strong> Getan </strong> , dann tippe auf <strong> speichern </strong> Symbol (der Abwärtspfeil). </p> <p> </p> <h2 id=\"use-the-s-pen\"> 5. Verwenden Sie den S-Pen </h2> <p> Wenn Sie ein Galaxy Note-Gerät besitzen, können Sie mit dem S Pen einen Screenshot erstellen. </p> <p> Nehmen Sie den S Pen vom Gerät, tippen Sie auf das <strong> Luftbefehlsmenü </strong> Symbol und tippen Sie dann auf <strong> Bildschirm schreiben </strong> . Dadurch wird ein vollständiger Screenshot erstellt. Anschließend können Sie den Screenshot bei Bedarf mit den Bildschirmtools bearbeiten. Tippen Sie anschließend auf das <strong> speichern </strong> Symbol. </p> <p> </p> <h2 id=\"use-scroll-capture-to-screenshot-the-entire-page\"> 6. Verwenden Sie Scroll Capture, um einen Screenshot der gesamten Seite zu erstellen </h2> <p> Wenn Sie eine lange Webseite oder App aufnehmen möchten, müssen Sie nicht mehrere Screenshots machen. Stattdessen können Sie die Scroll-Capture-Funktion von Samsung verwenden, um einen einzigen großen Screenshot zu erstellen. </p> <p> <img alt=\"samsung scroll capture\" src=\"images/scroll-capture-e1612347426613-576.jpg\" loading=\"lazy\"> </p> <p> Nach der Aufnahme eines normalen Screenshots erscheint das Smart Capture-Menü am unteren Bildschirmrand. Tippen Sie dazu auf das <strong> Scroll-Aufnahme </strong> Symbol – es sind zwei abwärts gerichtete Pfeile, die hüpfen. </p> <p> Ein Fingertipp scrollt die Seite einmal nach unten und fügt den Screenshot an den unteren Rand der ersten. Tippen Sie so lange auf das Symbol, bis Sie alles auf der gewünschten Seite erfasst haben. </p> <p> </p> <h2 id=\"how-to-view-your-samsung-screenshots\"> So zeigen Sie Ihre Samsung-Screenshots an </h2> <p> Nachdem Sie einen Screenshot erstellt haben, fragen Sie sich vielleicht, wo sie gespeichert sind und wie Sie darauf zugreifen können. Das ist einfach. </p> <p> Öffne das <strong> Galerie </strong> App und wählen Sie <strong> Alben </strong> aus dem unteren Menü. Sie sehen dann a <strong> Screenshots </strong> Album, das Sie wie normale Fotos verwalten können. </p> <p> </p> <h2 id=\"master-your-samsung-device-with-these-tips\"> Beherrschen Sie Ihr Samsung-Gerät mit diesen Tipps </h2> <p> Jetzt wissen Sie, wie Sie einen Screenshot auf einem Samsung-Telefon oder -Tablet erstellen. Wählen Sie die Methode, die Sie am einfachsten und schnellsten finden, da sie alle das gleiche Endergebnis liefern. </p> <p> Möchten Sie mehr aus Ihrem Samsung-Gerät herausholen? Stellen Sie sicher, dass Sie alles erkunden, was Samsungs One UI bietet, da es viele praktische Funktionen gibt, die nicht mit Standard-Android ausgestattet sind. </p>"}