{"title":"Solid State Logic kündigt den UF8 DAW Controller an","content":"<p> SSL hat 2016 die Nucleus 2-Bedienoberfläche veröffentlicht, ein Nachfolger seines preisgekrönten Originals Nucleus. Beide Controller erhielten allgemein positive Bewertungen, und es scheint, dass gerade ein anderer angekommen ist. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Einführung des UF8 DAW Controllers </h2> <p> Am 4. Februar hat der Mischpulthersteller Solid State Logic (SSL) gerade seinen neuesten DAW-Controller, den UF8, veröffentlicht. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Nicht alle Controller sind gleich <br><br> Finde heraus warum: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> #UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWController </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> — SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4. Februar 2021 </a></blockquote>  <p> Es verspricht &quot;absolute Beherrschung ihres Workflows&quot; und damit eine schnellere Produktionsgeschwindigkeit von audiobasierten Inhalten für Ingenieure, Produzenten und Künstler. </p> <p> Verpackt in einem sechseinhalb Pfund schweren Metallgehäuse ist der SF8 das, was SSL als &quot;die Krönung der über 40-jährigen Geschichte von SSL in der Beherrschung von Produktionsabläufen und Studioergonomie&quot; bezeichnet. </p> <p> Das UF8 bietet hochwertige berührungsempfindliche Fader und hochauflösende Farbdisplays. Mit den acht Endlos-Drehreglern haben Sie Zugriff auf acht Spuren in Ihrer DAW Ihrer Wahl. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Profiwerkzeuge </a> , und <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Logik </a> sind alle mit dem UF8 kompatibel. Etwas <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> kostenlose DAW-Software </a> funktioniert auch damit. </p> <p> Weitere Funktionen des UF8 sind: </p> <ul> <li> Möglichkeit, zwischen drei DAWS gleichzeitig zu steuern </li> <li> Fünf Bänke mit acht Benutzertasten und drei Schnelltasten (insgesamt 43 zuweisbare Tasten) </li> <li> Intelligenter Mehrzweckkanal-Encoder </li> <li> Maus-Scroll-Emulation </li> <li> Erweiterbar auf bis zu vier UF8 für eine 32-Kanal-SSL-Bedienoberfläche </li> <li> Volllizenzen von Vocalstrip 2 und Drumstrip Plug-Ins </li> <li> Hi-Speed ​​USB-Konnektivität </li> </ul> <p> </p> <p> Um das UF8 verwenden zu können, müssen Sie seine Befehlssoftware herunterladen: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360° </a> (zum kostenlosen Download für Mac und Windows verfügbar). Nach der Installation können Sie mit SSL 360° Ihre UF8-Einheit(en) konfigurieren, die Benutzerschlüssel anpassen, Profile speichern und laden und Updates verwalten. </p> <p> „Bei Layout und Verarbeitungsqualität dreht sich alles um unsere Fixierung auf die menschliche Technik, um Produkte zu schaffen, die Sie mit Hochgeschwindigkeitszugriff auf jeden Fader oder Regler in der kreativen Zone halten, ohne dass der Bediener ermüdet oder sich unwohl fühlt“, sagte Studio-Produktmanager Andy Jackson <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> TV-Technik </a> . </p> <p> SSL ist eine Studiomarke, die dafür bekannt ist, einige der besten verfügbaren analogen Geräte zu produzieren, aber das neue UF8 könnte bedeuten, dass das Unternehmen in den digitalen Bereich übergeht. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> Ist das UF8 der Controller für Sie? </h2> <p> Das UF8 ist eine leistungsstarke und vielseitige Bedienoberfläche, die mit den meisten gängigen DAWs funktioniert. Sie werden jedoch möglicherweise enttäuscht sein, dass es keinen Master-Fader oder eine geeignete Transportsteuerung hat. Ob es den Preis von 1.299 $ wert ist oder nicht, liegt ganz bei Ihnen. </p> <p> Es ist jedoch aufregend zu sehen, wie SSL seine Marke erweitert – zuerst mit seiner Audioschnittstelle und jetzt mit einem DAW-Controller. Werden wir irgendwann auch sehen, wie SSL eine eigene DAW erstellt? </p>"}