{"title":"So teilen Sie Ihren Windows 10-PC sicher mit separaten Benutzerkonten","content":"<p> Es gibt viele Gründe, warum Sie Ihren PC mit anderen teilen möchten. Egal, ob Sie einen Computer für die ganze Familie haben oder denselben PC für geschäftliche Zwecke nutzen möchten, die Möglichkeit, zwischen Benutzern zu wechseln, ist eine ideale Lösung. </p> <p> Wenn Sie auf demselben PC separate Nutzerkonten erstellen, werden nicht nur die Dateien und Einstellungen aller getrennt, sondern auch die Daten aller geschützt. Das Einrichten mehrerer Windows-Benutzerkonten für jedes Familienmitglied ist die Lösung. </p> <p> Der Prozess zum Erstellen mehrerer Windows 10-Benutzerkonten ist einfach und wir zeigen Ihnen, wie Sie dies tun können. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Wann müssen Sie Ihren Windows 10-PC möglicherweise für andere Personen freigeben? </h2> <p> Es gibt verschiedene Situationen, in denen Sie Ihren PC möglicherweise mit anderen teilen müssen. Diese schließen ein: </p> <h3 id=\"at-work\"> 1. Bei der Arbeit </h3> <p> Wenn Sie ein Geschäftsinhaber sind, kann das Hinzufügen mehrerer Benutzer zu demselben Windows 10-PC kostengünstig sein – insbesondere, wenn Ihre Mitarbeiter einen Computer nur in Teilzeit verwenden. Dadurch ist es auch möglich, Dateien einfacher zu teilen. </p> <h3 id=\"at-home\"> 2. Zu Hause </h3> <p> Das Erstellen mehrerer Benutzerkonten auf demselben PC kann von Vorteil sein, wenn Sie denselben PC mit allen anderen in Ihrer Familie teilen möchten. Wenn Sie von zu Hause aus arbeiten und auf Ihren PC angewiesen sind, kann diese Strategie dazu beitragen, Ihre gesamte Arbeit zu sichern. </p> <h3 id=\"in-public-places\"> 3. An öffentlichen Orten </h3> <p> Wenn Sie in einer öffentlichen Einrichtung wie einer Bibliothek arbeiten, haben Sie definitiv viele Leute, die denselben Computer benutzen. Das Erstellen mehrerer Benutzerkonten ist eine ausgezeichnete Lösung, die Ihnen und allen anderen hilft <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> Bleiben Sie sicher, wenn Sie öffentliche Computer verwenden </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> So erstellen Sie ein neues Benutzerkonto unter Windows 10 mit einem Microsoft-Konto </h2> <p> Windows 10 macht es Ihnen leicht, denselben PC mit anderen Personen zu teilen. Wenn Sie einen Benutzer hinzufügen, erhält die Person ihre eigenen Desktop-Einstellungen, Speicherbeschränkungen und hat nur Zugriff auf ihre eigenen Dateien und Ordner. Das Tolle ist auch, dass Sie und die Personen, mit denen Sie Ihren PC teilen, immer die Freiheit haben, dies zu tun <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> Ändern Sie Ihre Standard-Apps und -Einstellungen in Windows 10 </a> . </p> <p> Als Administrator können Sie mit einem Microsoft-Konto problemlos mehrere Benutzerkonten auf Ihrem PC erstellen. Gehen Sie zuerst zu <strong> Start &gt; Einstellungen &gt; Konten &gt; Andere Personen </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Um ein neues Benutzerkonto zu erstellen, klicken Sie auf <strong> Fügen Sie diesem PC eine andere Person hinzu </strong> . Sie müssen dann eine E-Mail-Adresse angeben, die mit einem Microsoft-Konto verknüpft ist – jede andere E-Mail-Adresse funktioniert nicht. Von hier aus klicke <strong> Nächster </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Wenn Sie ein Konto für jemanden erstellen, der keine E-Mail-Adresse für ein Microsoft-Konto hat, können Sie einfach auf klicken <strong> Fügen Sie diesem PC eine andere Person hinzu </strong> und klicke <strong> Ich habe die Anmeldeinformationen dieser Person nicht. </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Sie können ein Benutzerkonto erstellen, indem Sie die vorhandene E-Mail-Adresse eines Nicht-Microsoft-Kontos einer Person verwenden. Beachten Sie, dass diese E-Mail-Adresse dann mit einem Microsoft-Konto verknüpft wird. </p> <p> Alternativ können Sie ein Benutzerkonto erstellen, indem Sie zunächst eine neue Outlook-E-Mail-Adresse für den Benutzer erstellen. Klicken Sie dazu auf <strong> Holen Sie sich eine neue E-Mail-Adresse </strong> . Sie müssen dann ein Passwort erstellen, das Wohnsitzland des Benutzers auswählen und sein Geburtsdatum eingeben. Wenn Sie fertig sind, klicken Sie auf <strong> Nächster </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Das neue Benutzerkonto wird nun in der Benutzerliste Ihres PCs angezeigt. Du kannst immer <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> Ändern Sie Ihren Anmeldenamen unter Windows 10 </a> , und die anderen Personen, mit denen Sie Ihren PC teilen, haben dieselben Berechtigungen. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> So erstellen Sie ein neues Benutzerkonto unter Windows 10 ohne ein Microsoft-Konto zu verwenden </h2> <p> Sie können weiterhin ein Benutzerkonto für jemanden erstellen, der kein Outlook-E-Mail-Konto hat und lieber kein Microsoft-Konto verwenden möchte. Gleiches gilt für jemanden, der nicht möchte, dass seine Nicht-Microsoft-E-Mail-Adresse mit einem Microsoft-Konto verknüpft wird. </p> <p> Klicken Sie dazu auf <strong> Start &gt; Einstellungen &gt; Konten &gt; Andere Personen &gt; Eine andere Person zu diesem PC hinzufügen &gt; Ich habe die Anmeldeinformationen dieser Person nicht &gt; Einen Benutzer ohne Microsoft-Konto hinzufügen </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. Auf dem angezeigten Bildschirm können Sie dann die Informationen der Person eingeben. Sie müssen einen Benutzernamen und ein Passwort erstellen. Klicken <strong> Nächster </strong> , und das Benutzerkonto ist bereit. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Wenn Sie ein Windows 10-Benutzerkonto erstellen, ohne ein Microsoft-Konto zu verwenden, wird es als a . bezeichnet <strong> lokales Konto </strong> . Im Gegensatz zu einem Microsoft-Konto synchronisiert ein lokales Konto keine Einstellungen zwischen Geräten und erlaubt dem Kontobesitzer nicht, Apps aus dem Microsoft Store zu installieren. Außerdem wird dem Kontoinhaber kein Zugriff auf OneDrive gewährt. </p> <p> Um Desktop-Anwendungen installieren zu können, wird der lokale Kontoinhaber nach dem Passwort des Administratorkontos gefragt, das in diesem Fall Ihnen gehört. Aus diesem Grund müssen Sie in der Nähe sein, um das Passwort einzugeben, oder Sie müssen es dem lokalen Kontoinhaber mitteilen. Es ist ratsam, ein lokales Konto für jemanden zu erstellen, der keine Produkte und Dienste von Microsoft verwendet. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> So erstellen Sie ein neues Benutzerkonto für einen Kollegen oder Studenten </h2> <p> Wenn Sie ein Benutzerkonto für einen Kollegen oder Schüler erstellen möchten, klicken Sie auf <strong> Start &gt; Einstellungen &gt; Konten &gt; Andere Personen &gt; Arbeits- oder Schulbenutzer hinzufügen </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Als nächstes müssen Sie die Kontoinformationen der Person eingeben und dann den entsprechenden Kontotyp auswählen. Wenn Sie fertig sind, klicken Sie auf <strong> Hinzufügen </strong> . Das Benutzerkonto ist bereit. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Verwalten von Konten auf Ihrem Windows 10-PC </h2> <p> Nachdem Sie die benötigten Konten auf Ihrem PC erstellt haben, können Sie diese mithilfe verschiedener Methoden effizient verwalten. </p> <h3 id=\"changing-account-types\"> 1. Kontotypen ändern </h3> <p> Als PC-Administrator können Sie alle Benutzerkonten auf Ihrem Windows 10-Computer einrichten und verwalten. Sie können einer anderen Person Administratorzugriff gewähren, indem Sie auf klicken <strong> Einstellungen &gt; Konten &gt; Andere Benutzer </strong> . </p> <p> Klicken Sie hier auf das Konto, dem Sie Administratorrechte erteilen möchten. Klicken <strong> Kontotyp ändern </strong> , ändern Sie den Kontotyp von <strong> Standardbenutzer </strong> zu <strong> Administrator </strong> und dann klick <strong> OK </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Wechseln zwischen Konten </h3> <p> Sobald Sie Konten für andere Benutzer erstellt haben, können Sie ganz einfach von einem Konto zum anderen wechseln. Drücken Sie dazu <strong> Strg + Alt + Entf </strong> , wählen <strong> Benutzer wechseln, </strong> und wählen Sie das Konto aus, zu dem Sie wechseln möchten. Sie können dann das Kontopasswort eingeben und loslegen. </p> <p> Wenn Sie ein Konto vor dem Wechsel schließen möchten, müssen Sie sich abmelden oder den PC neu starten. Von dort aus können Sie den Benutzer auswählen, zu dem Sie wechseln möchten, und dann das entsprechende Passwort eingeben. </p> <h3 id=\"removing-accounts\"> 3. Konten entfernen </h3> <p> Als Administrator können Sie auch ganz einfach Benutzerkonten entfernen. Klicken Sie dazu auf <strong> Einstellungen &gt; Konten &gt; Andere Benutzer </strong> , klicken Sie auf das Konto, das Sie entfernen möchten, und klicken Sie dann auf <strong> Entfernen </strong> . Klicken Sie auf dem angezeigten Bildschirm auf <strong> Konto und Daten löschen </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Sie sind bereit, Ihren Windows 10-PC sicher mit anderen Personen zu teilen </h2> <p> Das Einrichten mehrerer Benutzerkonten auf Ihrem Windows 10-PC ist eine einfache und kostengünstige Strategie. Egal, ob Sie Ihren Computer bei der Arbeit, zu Hause oder in öffentlichen Räumen teilen möchten, mehrere Benutzerkonten helfen Ihnen dabei, dies sicher zu tun. Da Sie nun mehrere Benutzerkonten erstellen können, müssen Sie auch wissen, wie Sie Benutzerkonten sperren, damit Ihr PC immer sicher ist. </p>"}