{"title":"Sie können in Kürze die Video-Feeds von Personen in Microsoft Teams deaktivieren","content":"<p> Manchmal möchten Sie nicht, dass jeder sein Video in einem virtuellen Meeting zeigt; Manchmal möchten Sie lieber verwalten, wer seine Webcams anzeigen darf und wer nicht. Glücklicherweise fügt Microsoft diese Funktionalität zu Teams hinzu, sodass Sie steuern können, wer seine Kameras in einem Meeting zeigen darf und wer nicht. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Microsofts Pläne zur Videozensur in Teams </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows-Zentrale </a> entdeckte eine Reihe von Einträgen auf der <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft 365-Roadmap </a> im Zusammenhang mit dem Deaktivieren der Webcams von Teilnehmern in Teams. Die Funktionen befinden sich noch in der Entwicklung, aber nach dem, was wir auf der Roadmap sehen können, wird es ein interessantes Update für Teams. </p> <p> Wenn Sie zum ersten Mal von der Roadmap hören, ist dies eine fantastische Möglichkeit zu sehen, was Microsoft für seine Dienste geplant hat. Wir haben die Pläne des Softwaregiganten entdeckt <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> Anonyme Moderatoren in Microsoft Teams zulassen </a> über die Microsoft 365-Roadmap. </p> <p> Nun hat Microsoft der Roadmap zwei weitere Einträge hinzugefügt. Einer von ihnen diskutiert, die Kamera eines einzelnen Teilnehmers auszuschalten, während der andere darüber diskutiert, die Kamera aller Teilnehmer gleichzeitig zu deaktivieren. </p> <p> Für ersteres möchte Microsoft einem Besprechungsorganisator ermöglichen, die Webcam einer einzelnen Person zu deaktivieren. Dies ist eine praktische Funktion für Leute, die Probleme mit ihren Webcams verursachen oder einfach nur um Leute ein- und auszuschalten, wenn es Zeit zum Sprechen ist. </p> <p> Die letztere Funktion ermöglicht es einem Organisator, alle Webcams auf einmal zu aktivieren und zu deaktivieren. Der Organisator kann wählen, ob er den Schalter vor Beginn des Meetings umlegen oder dies während der Sitzung im laufenden Betrieb tun möchte. </p> <p> Beide Funktionen sind in der Roadmap zweimal aufgeführt. Die erste Charge ist für eine Veröffentlichung im April 2021 geplant, die zweite im Mai. Daher ist es etwas unklar, wann wir dieses Update erhalten, aber es sollte nicht zu lange dauern, bis Sie die ultimative Kontrolle darüber haben, wer in Ihren Teams-Besprechungen sein Gesicht zeigen darf und wer nicht. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Kontrollieren Sie Ihre Meetings besser mit Microsoft Teams </h2> <p> Wenn Sie schon immer die Webcam-Feeds von Personen in Microsoft Teams verwalten wollten, haben Sie Glück. Der Softwareriese arbeitet an einer Funktion, mit der man einzelne oder alle Kameras gleichzeitig ausschalten kann. Wir müssen abwarten, wann genau diese Funktion veröffentlicht wird. </p> <p> Wenn Sie an weiteren Möglichkeiten zur Verwaltung Ihrer Teams-Besprechungen interessiert sind, wussten Sie, dass der Dienst Ihre Sitzungen bald für Sie zusammenfassen wird? Es war ursprünglich für eine Veröffentlichung im Januar 2021 geplant, wurde aber vorerst auf Februar verschoben. </p> <p> <small> Bildquelle: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}