{"title":"So deinstallieren Sie Skype for Business unter Windows 10","content":"<p> Skype for Business ist ein großartiges Messaging- und Videotool für Unternehmen, das von Microsoft entwickelt wurde. Möglicherweise verwendet Ihr Unternehmen jedoch jetzt eine Alternative wie Zoom oder Microsoft Teams, und Sie möchten Skype for Business deinstallieren. </p> <p> Wenn ja, sind wir hier, um zu helfen. Die Deinstallation ist möglicherweise etwas schwieriger als bei anderer Software, daher zeigen wir Ihnen alle Möglichkeiten zum Deinstallieren von Skype for Business unter Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> So stoppen Sie den automatischen Start von Skype for Business </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Möchten Sie Skype for Business wirklich vollständig deinstallieren? Wenn Sie es in Zukunft möglicherweise wieder verwenden, möchten Sie möglicherweise einfach verhindern, dass das Programm automatisch geöffnet wird, wenn Sie sich bei Windows anmelden. </p> <p> Um dies zu tun: </p> <ol> <li> Öffnen Sie Skype for Business. </li> <li> Drücke den <strong> Zahnradsymbol </strong> (Wenn Sie auf das Dropdown-Menü klicken, klicken Sie auf <strong> Extras &gt; Optionen </strong> ). </li> <li> Klicken <strong> persönlich </strong> . </li> <li> Deaktivieren Sie <strong> App automatisch starten, wenn ich mich bei Windows anmelde </strong> . </li> <li> Klicken <strong> OK </strong> . </li> </ol> <p> Jetzt müssen Sie Skype for Business jedes Mal manuell öffnen, wenn Sie es verwenden möchten. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Sind Sie berechtigt, Skype for Business zu deinstallieren? </h2> <p> Skype for Business ist in erster Linie ein Unternehmensprogramm, daher ist es wahrscheinlich auf Ihrem Arbeitscomputer installiert. </p> <p> In diesem Fall können Sie Skype for Business möglicherweise nicht deinstallieren. Ihr Systemadministrator kann Ihr Benutzerkonto daran hindern, bestimmte Aktionen auszuführen; Die Deinstallation von Skype for Business könnte eine davon sein. </p> <p> </p> <p> Auch wenn für Ihr Konto keine Einschränkungen gelten, sollten Sie sich vor der Deinstallation von Skype for Business an Ihren IT-Administrator wenden. Dies könnte ihnen auf der ganzen Linie Kopfschmerzen bereiten. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Skype for Business über Einstellungen deinstallieren </h2> <p> Bevor Sie etwas Erweitertes ausprobieren, versuchen Sie, Skype for Business wie jede andere App oder jedes andere Programm zu deinstallieren. </p> <ol> <li> Drücken Sie <strong> Windows-Taste + I </strong> um Einstellungen zu öffnen. </li> <li> Klicken <strong> Apps </strong> . </li> <li> Innerhalb der <strong> Diese Liste durchsuchen </strong> Feld, Eingabe <strong> Skype for Business </strong> . </li> <li> Wenn Skype for Business angezeigt wird, wählen Sie es aus und klicken Sie auf <strong> Deinstallieren </strong> . </li> </ol> <p> Wenn Skype for Business hier nicht angezeigt wird, liegt dies daran, dass Sie eine Version verwenden, die in andere Microsoft 365-Apps integriert ist. </p> <p> Wenn Sie möchten, können Sie Microsoft 365 oder Office von hier aus deinstallieren, aber dadurch werden natürlich andere Programme wie Word, PowerPoint und Access entfernt, die Sie wahrscheinlich behalten möchten. Lesen Sie daher weiter. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Office ohne Skype for Business installieren </h2> <p> Obwohl die standardmäßige Office-Installation es Ihnen nicht zulässt, Skype for Business nicht zu installieren, können Sie eine erweiterte Technik verwenden, um dies zu erreichen. </p> <p> Deinstallieren Sie zunächst Office mit den oben beschriebenen Schritten. Alternativ gehen Sie zum <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> &quot;Office von einem PC deinstallieren&quot; Microsoft-Supportseite </a> und verwenden Sie die zweite Option, um das Office-Deinstallationssupporttool herunterzuladen. </p> <p> Laden Sie als Nächstes die . herunter <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Office-Bereitstellungstool </a> . Öffnen Sie es und wählen Sie aus, wohin die Dateien extrahiert werden sollen. Das gibt dir drei <strong> konfiguration.xml </strong> Dateien und a <strong> setup.exe </strong> Datei. </p> <p> Entscheiden Sie, welche Konfigurationsdatei Sie benötigen: <strong> x64 </strong> ist für 32-Bit-Systeme, <strong> x86 </strong> ist für 64-Bit-Systeme und <strong> Unternehmen </strong> ist, wenn Sie Office Enterprise Edition installieren. </p> <p> <strong> Rechtsklick </strong> die Konfigurationsdatei und wählen Sie <strong> Öffnen mit </strong> &gt; <strong> Notizblock </strong> . </p> <p> Suchen Sie zuerst nach der Zeile, die mit beginnt: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Ändern Sie die Eröffnung der Linie wie folgt und ersetzen Sie <strong> C:\\Büro </strong> mit dem Pfad, wo Sie die Dateien extrahiert haben: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Suchen Sie als Nächstes nach diesen beiden Zeilen (Ihre Produkt-ID kann &quot;ProPlus2019Volume&quot; anstelle von &quot;OF365ProPlusRetail&quot; sein und Ihre Sprach-ID kann anders sein): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Fügen Sie diese Zeile darunter ein: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Speichern Sie dann die Datei. </p> <p> Führen Sie eine Systemsuche nach . durch <strong> Eingabeaufforderung </strong> und klicke <strong> Als Administrator ausführen </strong> . </p> <p> Geben Sie dies in die Eingabeaufforderung ein: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Ersetzen Sie erneut die <strong> C:\\Büro </strong> Pfad mit dem Sie die Dateien extrahiert haben. </p> <p> Führen Sie dann nacheinander die folgenden Befehle aus (ersetzen Sie den Namen der Konfigurationsdatei durch den von Ihnen verwendeten Namen), was einige Zeit dauern kann: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Dadurch wird Office ohne Skype for Business installiert. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Behalten Sie Skype for Business bei und veranstalten Sie großartige Meetings </h2> <p> Sie sind nicht davon überzeugt, dass sich die Deinstallation von Skype for Business lohnt? Meinetwegen. Versuchen Sie, ihm eine zweite Chance zu geben. </p> <p> Mit Skype for Business können Sie den Bildschirm freigeben, Umfragen durchführen, ein kollaboratives Whiteboard verwenden, den Anruf aufzeichnen und vieles mehr. </p>"}