{"title":"So machen Sie einen Hintergrund in Photoshop transparent","content":"<p> In Adobe Photoshop sind mehrere Tools verfügbar, die Adobe Sensei, die künstliche Intelligenz (KI) der Plattform verwenden. Diese Werkzeuge sind für eine Vielzahl von Zwecken nützlich, einschließlich der Erstellung transparenter Hintergründe. </p> <p> In den folgenden Tutorials zeigen wir Ihnen, wie Sie einen Hintergrund in Photoshop auf verschiedene einfache Weise transparent machen. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Warum möchten Sie einen Hintergrund in Photoshop transparent machen? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Um zu beginnen, formulieren wir die Frage neu. Denn normalerweise sind es erfahrenere Photoshop-Benutzer, die wissen, was transparente Hintergründe sind und wofür sie verwendet werden. </p> <p> Kurz gesagt, wenn Sie fragen, wie Sie einen Hintergrund in Photoshop transparent machen können, fragen Sie sich wahrscheinlich: &quot;Wie entferne ich einen Hintergrund aus meinem Bild in Photoshop?&quot; Oder fragen Sie sich vielleicht: &quot;Wie lösche ich den Hintergrund meines Bildes in Photoshop?&quot; </p> <p> Abgesehen von der Semantik sind hier einige häufige Gründe, warum Sie einen Hintergrund in Photoshop transparent machen möchten: </p> <ul> <li> Um störende Elemente wie andere Personen oder Gegenstände zu entfernen remove </li> <li> Um ein künstlerisches Porträt zu erstellen </li> <li> Um Ihr Motiv in einen ganz anderen Hintergrund zu stellen </li> </ul> <p> Im Wesentlichen hat das Transparentmachen eines Hintergrunds in Photoshop alles mit der Motivisolierung zu tun. Das heißt, mit dem Hintergrund im Originalbild stimmt etwas nicht und Sie möchten den Hintergrund vollständig löschen, um Ihr Motiv hervorzuheben. </p> <p> Mit diesem Kernkonzept im Hinterkopf sehen wir uns einige verschiedene Möglichkeiten an, wie Sie einen Hintergrund in Photoshop transparent machen können. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Verwenden des Eigenschaftenbedienfelds in Photoshop zum Entfernen eines Hintergrunds </h2> <p> Diese Methode ist der einfachste Weg, um einen Hintergrund in Photoshop zu entfernen. Aber es kommt auf dein Image an. Diese Methode funktioniert am besten, wenn Sie einfache Hintergründe haben, bei denen Ihr Motiv hervorsticht und klar definiert ist. </p> <p> Sie können dieses Foto herunterladen von <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> und folge mit. </p> <ol> <li> Sobald Ihr Bild in Photoshop importiert wurde, drücken Sie <strong> Strg </strong> + <strong> J </strong> um die Ebene zu duplizieren. <strong> Hinweis: </strong> Wenn Sie diesen Schritt verpassen, werden Ihnen die Auswahloptionen, die wir in Schritt drei besprechen, nicht angezeigt. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Gehe zu <strong> Fenster </strong> &gt; <strong> Eigenschaften </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Wählen <strong> Hintergrund entfernen </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Um Ihren transparenten Hintergrund anzuzeigen, klicken Sie auf <strong> Auge </strong> Symbol links neben dem <strong> Hintergrund </strong> Schicht. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Mit Ihrer einzelnen transparenten Ebene können Sie sie jetzt auf einen anderen Hintergrund legen oder andere Effekte erstellen, um Ihr Motiv hervorzuheben. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Platzieren einer einfarbigen Anpassungsebene </h3> <p> Während das Ändern des Hintergrunds ein Thema für ein anderes Tutorial ist, zeigen wir Ihnen schnell, wie Sie ein <strong> Einfarbige Einstellungsebene </strong> unter Ihrer transparenten Ebene, um einen anderen Effekt zu erzielen. </p> <ol> <li> Verwenden Sie die Änderungen aus unserem obigen Tutorial, schalten Sie die <strong> X </strong> Taste bis die Vordergrundfarbe ist <strong> Schwarz </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Gehe zum <strong> Neue Füll- oder Anpassungsebene erstellen </strong> Symbol in der unteren rechten Ecke des Bildschirms und wählen Sie <strong> Einfarbig </strong> . Dann klick <strong> OK </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Eine Farbfüllebene sollte über Ihrem Ebenenstapel erscheinen. Wenn nicht, ist das in Ordnung, denn jetzt klicken wir auf die <strong> Farbfüllung </strong> Ebene und ziehen Sie sie wie gezeigt direkt unter unsere transparente Ebene. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Sie können sehen, wie einfach es ist, Ihre neu erstellte transparente Ebene zu verwenden und auf einen neuen Hintergrund zu platzieren. </p> <p> Wenn Ihr Motiv ein Porträt wie dieses ist, könnten Sie sogar weitermachen <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> Bearbeiten Sie das Bild mit einem Photoshop-Plugin namens Portrait Pro </a> , um das Bild noch weiter zu verbessern. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Verwenden des Motivauswahlwerkzeugs zum Erstellen eines transparenten Hintergrunds </h2> <p> Das Tool zur Betreffauswahl kann anstelle der obigen Methode verwendet werden, es sind jedoch zusätzliche Schritte erforderlich. Das liegt daran, dass das Motivauswahl-Tool bei komplizierten Hintergründen oder bei Hintergründen mit mehreren Motive besser funktioniert. Im Wesentlichen sagen wir Photoshop, was ausgewählt werden soll, um einen transparenten Hintergrund zu erstellen. </p> <p> In diesem Tutorial bereiten wir das Bild vor, um die Frau auf der linken Seite unseres Fotos zu entfernen und diesen Teil des Bildes transparent zu machen. Auf diese Weise können wir den Raum entweder mit einer anderen Person ausfüllen oder die verschiedenen inhaltssensitiven Werkzeuge von Photoshop verwenden, um die Pixel auszufüllen. </p> <p> Auch dies sind Themen für ein weiteres Tutorial, aber wir erwähnen sie hier, da nach dem Erstellen eines transparenten Hintergrunds normalerweise zusätzliche Bearbeitungsschritte erforderlich sind. </p> <p> Sie können dieses Foto herunterladen von <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> und folge mit. </p> <ol> <li> Gehen Sie mit dem in Photoshop importierten Bild zu <strong> Wählen </strong> &gt; <strong> Gegenstand </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Beide Frauen werden ausgewählt, wie durch die Auswahllinien „marschierende Ameisen“ um sie herum angezeigt wird. Wähle aus <strong> Lasso </strong> Werkzeug in der linken Spalte, wenn es nicht standardmäßig angezeigt wird. Dann mit dem <strong> Alt </strong> gedrückt halten, einen Kreis um die rechte Frau ziehen und dann loslassen <strong> Alt </strong> Schlüssel. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Links Klick </strong> irgendwo in der ausgewählten Frau auf der linken Seite. Wählen <strong> Wählen Sie Invers </strong> aus dem Menü. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Gehe zu <strong> Wählen </strong> &gt; <strong> Auswählen und maskieren </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> Standardmäßig zeigt das Rot den ausgewählten Bereich an. Um mehr von dem Bild auszuwählen, das transparent gemacht werden soll, z. B. Teile des Stuhls, wählen Sie die <strong> Bürste </strong> Werkzeug wie abgebildet. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Stellen Sie sicher, dass <strong> Plus </strong> ( <strong> + </strong> ) ist oben ausgewählt. Als nächstes malen Sie Rot auf die gewünschten Bereiche, die transparent gemacht werden sollen. In diesem Fall ist nur wenig zu tun. </li> <li> Dann geh zu <strong> Ausgabe an </strong> und wählen Sie <strong> Neue Ebene mit Ebenenmaske </strong> aus dem Dropdown-Menü. Klicken <strong> OK </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Was bleibt, ist ein teilweise transparenter Hintergrund, wo früher die Dame auf der linken Seite war. Die Auswahl ist nicht perfekt. Sie können noch einige Pixel von den Haaren und dem Gesicht der Frau sehen. Aber das kann mit dem bereinigt werden <strong> Bürste </strong> Werkzeug mit dem <strong> Hintergrundebene </strong> ausgewählt. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Alternativ kann es auch so belassen werden. Wenn die Person nur entfernt wird, gibt es inhaltssensitive Tools, die angewendet werden können, um den Hintergrund einzublenden. So sieht es aus, als wäre die Frau allein am Tisch. Oder es kann eine andere Person hinzugezogen werden, um ihr Gesellschaft zu leisten. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Andere Auswahlwerkzeuge: Farbbereich, Fokusbereich und Himmel </h2> <p> Sie haben vielleicht bemerkt, dass es andere Optionen in der <strong> Wählen </strong> Menü anders als <strong> Gegenstand </strong> . Alle drei Auswahlmethoden verwenden unterschiedliche Werkzeuge, aber sie alle erreichen dasselbe – sie alle bestimmen, was Photoshop auswählt. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Wie <strong> Gegenstand </strong> Auswahloption können diese Werkzeuge Ihnen Ergebnisse liefern, die mit einem teilweise oder vollständig transparenten Hintergrund enden. Aber im Allgemeinen werden sie für verfeinerte Ergebnisse verwendet, z. B. wenn <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> Ersetzen eines Himmels in Photoshop </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Zwei Werkzeuge sind alles, was Sie brauchen, um transparente Hintergründe zu erstellen </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> In der Vergangenheit mussten sich Photoshop-Benutzer auf eine Reihe von Auswahlwerkzeugen verlassen, um transparente Hintergründe zu erstellen. Diese Werkzeuge sind heute noch verfügbar (das Lasso, Zauberstab, Stiftwerkzeug usw.) und bleiben für Präzisionsarbeiten nützlich. </p> <p> Heutzutage sind jedoch nur zwei Tools erforderlich, um transparente Hintergründe zu erstellen, hauptsächlich dank des KI-Kerns von Adobe Sensei. </p> <p> Es gibt Photoshop-Plug-ins wie Luminar AI, die auch KI verwenden, um Ihre Fotos zu bearbeiten. Mit dieser fortschrittlichen Technologie für die Fotobearbeitung ist es sicher, dass die Erstellung transparenter Hintergründe in naher Zukunft noch einfacher und präziser wird. </p> <p> <small> Bildquelle: Windel/ <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}