{"title":"Sony droht PS5 DualSense Sammelklage","content":"<p> Ein weiterer Tag bricht an, auch die Nachricht, dass ein Konsolenriese – diesmal Sony – möglicherweise mit einer Sammelklage konfrontiert ist, die sich um fehlerhafte Control Pads dreht. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; erhebt seinen hässlichen Kopf </h2> <p> Es führt kein Weg daran vorbei, dass Sony mit dem DualSense-Bedienfeld der PS5 neue Wege gegangen ist. Im wahrsten Sinne des Wortes gegeben <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> wie Sony all diese PlayStation-Symbole auf das Gehäuse des Pads geprägt hat </a> . </p> <p> Jedoch a <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> Stellungnahme der US-Kanzlei CSK&amp;D </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) sagt uns, dass für Sony möglicherweise eine Sammelklage am Horizont steht. Warum? Denn wie bei Nintendos Joy-Cons berichten PS5-Besitzer von Daumenstickdrift. </p> <p> Wenn Sie die Berichterstattung über die Joy-Con-Drift-Sammelaktionssaga verfolgt haben, mit der Nintendo konfrontiert ist, erkennen Sie möglicherweise den CSK &amp; D-Spitznamen. Denn es ist eine der Anwaltskanzleien, die auch Nintendo verklagt. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Was sagt die Sammelklage? </h2> <p> In seiner Erklärung sagt CSK&amp;D: </p> <blockquote> <p> CSK&amp;D untersucht eine mögliche Sammelklage basierend auf Berichten, dass Sony PS5 DualSense-Controller für die PlayStation 5-Konsole Drift-Probleme haben und/oder vorzeitig ausfallen können. Insbesondere wird berichtet, dass der Joystick auf bestimmten PS5 DualSense-Controllern automatisch Bewegungen registriert, wenn der Joystick nicht gesteuert wird, und das Gameplay stört. </p> </blockquote> <p> So wie bei der Nintendo Joy-Con leiden auch die Joysticks des DualSense unter vorzeitigem Verschleiß. Komponenten, die den Joystick im Leerlauf in Position halten, verschlechtern sich, daher registriert das Pad Bewegungen ohne Spielerinteraktion. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> Was ist DualSense-Drift? </h2> <p> Wenn Sie den Daumenstick auf Ihrem DualSense bewegen, registriert dieser die Bewegung mit der PS5-Konsole und übersetzt dies in eine Aktion auf dem Bildschirm. So funktioniert ein DualSense-Controller unter normalen Umständen und bei höchster Leistungsfähigkeit. </p> <p> Sie werden sofort wissen, ob Ihre DualSense-Sticks driften. Wie? Weil Ihre PS5 sich so verhält, als ob Sie den Daumenstick verwenden würden, obwohl Sie ihn nicht einmal berühren. </p> <p> Ihr Charakter kann sich also ohne Ihre Eingabe auf dem Bildschirm bewegen oder der Cursor kann durch Menüoptionen blättern, ohne dass Sie die Sticks berühren. In jedem Fall möchten Sie nicht, dass DualSense-Drift auftritt. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> Was können Sie gegen DualSense Drift tun? </h2> <p> Wenn Ihr Control Pad Driftprobleme hat, können Sie Kontakt aufnehmen <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> PlayStation-Support </a> und eine Rücksendung veranlassen. Sony hat die PS5 erst im November 2020 veröffentlicht, Sie haben also Garantie. </p> <p> Beachten Sie jedoch, dass die Hotlines des PS-Supports wahrscheinlich sehr beschäftigt sind. Es wird auch Anrufe zu Problemen mit der PS5-Konsole erhalten. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Sind moderne Controller von guter Qualität? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Sie können mit Ihrem Controller so viel Aufhebens machen, wie Sie möchten, aber wenn er nicht mehr funktioniert, werden all die großartigen Funktionen, die Sie hypen, obsolet. </p> <p> Da wir mehr Controller und mehr Einsatzmöglichkeiten für sie auf mehreren Plattformen sehen, liegt es an den Konsolendesignern und -herstellern sicherzustellen, dass die Komponenten auf dem neuesten Stand sind, bevor sie veröffentlicht werden. Niemand will eine Spielekonsole, auf der er nicht spielen kann. </p>"}