{"title":"So ändern Sie den Standardstartsound unter Windows 10","content":"<p> Windows 10 bietet viele Anpassungen, von denen eine die Möglichkeit ist, den Standardstartsound zu ändern. Wenn Ihnen der Standardton, der beim Hochfahren Ihres PCs abgespielt wird, nicht gefällt, können Sie ihn nach Ihren Wünschen ändern. </p> <p> Diese Anleitung zeigt Ihnen Schritt für Schritt, wie Sie einen benutzerdefinierten Ton als Standard-Startsound in Windows 10 verwenden können. </p> <h2 id=\"turn-fast-startup-off\"> 1. Schnellstart ausschalten </h2> <p> Schnellstart ist eine Funktion, mit der Sie Ihr Windows-System schnell starten können. Ein Nachteil bei der Verwendung dieser Funktion besteht darin, dass Sie den Startton nicht hören. </p> <p> Um einen benutzerdefinierten Ton für den Start zu aktivieren und zu verwenden, müssen Sie diese Funktion zuerst auf Ihrem Computer deaktivieren. Abgesehen von der Verlangsamung der Bootzeit um einige Sekunden sollte dies keine anderen Auswirkungen auf Ihren PC haben. </p> <p> So deaktivieren Sie den Schnellstart in Windows 10: </p> <ol> <li> Öffne das <strong> Start </strong> Menü, Suche nach <strong> Schalttafel </strong> , und klicken Sie auf das erste Ergebnis. </li> <li> Wenn Sie das Bedienfeld im Kategoriemodus anzeigen, klicken Sie auf das <strong> Hardware und Sound </strong> Möglichkeit. Klicken Sie andernfalls auf <strong> Energieeinstellungen </strong> . </li> <li> Wählen <strong> Energieeinstellungen </strong> auf dem resultierenden Bildschirm, wenn Sie geklickt haben <strong> Hardware und Sound </strong> im obigen Schritt. </li> <li> Klicken <strong> Wählen Sie aus, was der Netzschalter tun soll </strong> links. </li> <li> Wähle aus <strong> Einstellungen ändern, die derzeit nicht verfügbar sind </strong> Verknüpfung. </li> <li> Deaktivieren Sie die Option für <strong> Schnellstart aktivieren (empfohlen) </strong> . </li> <li> Klicken <strong> Änderungen speichern </strong> unten, um Ihre Änderungen zu speichern. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Es gibt Möglichkeiten, <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> Beheben Sie langsame Bootzeiten in Windows 10 </a> wenn Ihr PC ewig braucht, um hochzufahren. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Aktivieren Sie den Startton von Windows 10 </h2> <p> Da der Schnellstart jetzt deaktiviert ist, müssen Sie die Option aktivieren, mit der Sie den Standardstartsound anpassen können. </p> <p> Wenn Sie diese Option aktivieren, müssen Sie einen Wert in der Windows-Registrierung ändern. Dies ist nicht zu komplex und Sie sollten in ein oder zwei Minuten fertig sein. </p> <p> </p> <p> So machen Sie das: </p> <ol> <li> Drücken Sie <strong> Windows-Taste + R </strong> , Art <strong> regedit </strong> , und schlagen <strong> Eingeben </strong> . </li> <li> Klicken <strong> Ja </strong> in der Aufforderung, Änderungen an der Registrierung vorzunehmen. </li> <li> Wenn die Registrierung geöffnet wird, navigieren Sie zum folgenden Pfad. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> Doppelklicken Sie rechts auf den Eintrag mit der Aufschrift <strong> ExcludeFromCPL </strong> . </li> <li> Eingeben <strong>0</strong> in dem <strong> Messwert </strong> Feld, wählen <strong> Hexadezimal, </strong> und klicke <strong> OK </strong> . </li> <li> Drücke den <strong> Datei </strong> Menü und wählen Sie <strong> Ausgang </strong> um die Registrierung zu verlassen. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> Die Option zum Anpassen des Standardstarts sollte jetzt aktiviert sein. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Laden Sie den Startton herunter </h2> <p> Dies ist etwas, bei dem wir Ihnen wirklich nicht Schritt für Schritt helfen können. Sie müssen den Ton von Ihrem Computer herunterladen oder auswählen, den Sie als Standard-Startton auf Ihrem PC verwenden möchten. </p> <p> Dies kann eine beliebige Audiodatei sein, die entweder im Internet oder auf Ihrem Computer verfügbar ist. </p> <p> Wenn Sie den Ton noch nicht haben, können Sie ihn aus dem Internet herunterladen und auf Ihrem PC speichern. Es gibt viele <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> kostenlose Audio-Download-Websites </a> die Sie verwenden können, um einen schönen Ton für den Boot-Sound Ihres Computers herunterzuladen. </p> <p> Achte darauf, dass dein Ton nicht zu lang ist. Dies liegt daran, dass Ihr PC, wie Sie bereits wissen, den Startton nur für ein paar Sekunden und nicht länger abspielt. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Konvertieren Sie den Startton in ein kompatibles Format </h2> <p> Ihr heruntergeladener Ton muss im WAV-Format vorliegen, um ihn als Standard-Startton verwenden zu können. Wenn Ihre Datei im MP3- oder einem anderen Audioformat vorliegt, müssen Sie Ihre Datei zunächst in WAV konvertieren. </p> <p> Das geht dank vieler ganz einfach <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> kostenlose Audiokonverter </a> da draußen erhältlich. </p> <p> Wählen Sie einfach einen der Konverter aus, laden Sie Ihren Ton hoch, wählen Sie WAV als Ausgabeformat und Ihr Windows 10-Startton sollte bereit sein. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Ändern Sie den Standardstartsound unter Windows 10 </h2> <p> Nun, da Ihr Ton fertig ist, ist hier das letzte Verfahren, um ihn zum Standard-Startton auf Ihrem Windows 10-Computer zu machen. </p> <p> Befolgen Sie dazu diese Schritte: </p> <ol> <li> Öffne das <strong> Start </strong> Menü, Suche nach <strong> Systemtöne ändern </strong> , und klicken Sie auf das erste Ergebnis. </li> <li> Kreuzen Sie das Kästchen an, das sagt <strong> Windows-Startsound abspielen </strong> . </li> <li> Finden <strong> Windows-Anmeldung </strong> in dem <strong> Programmveranstaltungen </strong> Abschnitt, und klicken Sie einmal darauf. </li> <li> Sie können den aktuellen Ton hören, indem Sie auf klicken <strong> Prüfung </strong> Taste. </li> <li> Um den aktuellen Ton in Ihren Ton zu ändern, klicken Sie auf das <strong> Durchsuche </strong> Taste. </li> <li> Navigieren Sie zu dem Ordner, in dem sich Ihr WAV-Ton befindet, und doppelklicken Sie darauf. </li> <li> Der Name Ihres Tones erscheint im <strong> Geräusche </strong> Dropdown-Menü. Klicken <strong> Prüfung </strong> um deinen Ton zu testen. </li> <li> Wenn Sie mit allem zufrieden sind, klicken Sie auf <strong> Anwenden </strong> gefolgt von <strong> OK </strong> ganz unten. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> Wenn Ihr Computer das nächste Mal eingeschaltet wird, hören Sie den neu ausgewählten Startton anstelle des Standardtons. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> So setzen Sie den Standardstartsound unter Windows 10 zurück </h2> <p> Wenn Sie jemals wieder zum Standardstartsignal zurückkehren möchten, können Sie dies tun, indem Sie a . ändern <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> Einstellungsoption auf Ihrem Windows 10-PC </a> . </p> <p> Hier ist wie: </p> <ol> <li> Suchen nach <strong> Systemtöne ändern </strong> in dem <strong> Start </strong> Menü und klicken Sie auf das erste Ergebnis. </li> <li> Finden <strong> Windows-Anmeldung </strong> in dem <strong> Programmveranstaltungen </strong> Abschnitt, und klicken Sie einmal darauf. </li> <li> Drücke den <strong> Geräusche </strong> Dropdown-Menü unten und wählen Sie das <strong> Windows Logon.wav </strong> Möglichkeit. </li> <li> Klicken <strong> Anwenden </strong> gefolgt von <strong> OK </strong> um Ihre Änderungen zu speichern. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> Ihr PC spielt jetzt beim Booten den standardmäßigen Windows-Startsound ab. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> So ändern Sie schnell den Standardstartsound unter Windows 10 </h2> <p> Wenn Sie den Standard-Startsound zu oft ändern, sind die oben genannten Verfahren möglicherweise etwas zu aufwendig. </p> <p> In diesem Fall können Sie tatsächlich eine kostenlose App namens WinAero Tweaker verwenden, um Ihren Boot-Gong zu ändern. Diese App ist auch in der portablen Version verfügbar, sodass Sie nichts auf Ihrem Computer installieren müssen. </p> <p> So verwenden Sie diese App: </p> <ol> <li> Laden Sie das herunter und führen Sie es aus <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> Setup-Datei. </li> <li> Wenn Sie aufgefordert werden, einen Modus auszuwählen, wählen Sie <strong> Tragbarer Modus </strong> . </li> <li> Befolgen Sie die Anweisungen auf dem Bildschirm. </li> <li> Starten <strong> WinAero Tweaker </strong> . </li> <li> Erweitern <strong> Aussehen </strong> links und klicken Sie auf <strong> Startton </strong> im erweiterten Menü. </li> <li> Tick <strong> Startsound aktivieren </strong> auf der rechten Seite. </li> <li> Wählen <strong> Startsound ersetzen </strong> . </li> <li> Wählen Sie eine WAV-Datei aus, um sie als Standard-Startsound festzulegen. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Ändern des Boot-Chime nach Ihren Wünschen unter Windows 10 </h2> <p> Wenn Sie kein großer Fan des aktuellen Startsounds sind, sollten Sie dies mit den obigen Methoden auf Ihrem PC in Ihren Lieblingston ändern. Sie können jederzeit zum Standardton zurückkehren. </p> <p> Windows 10 ist in hohem Maße anpassbar, und dies ermöglicht es Ihnen, Ihren PC wirklich zu Ihrem eigenen zu machen, indem Sie jeden einzelnen Aspekt davon ändern können. </p>"}