{"title":"So verwenden Sie die neuronalen Filter von Photoshop, um lustige Gesichter zu erstellen","content":"<p> Photoshop verfügt über eine Reihe von Tools, sogenannte neuronale Filter, mit denen Sie ganz einfach lustige Gesichter erstellen können. Diese kleine Sammlung von Schiebereglern nutzt die künstliche Intelligenz von Adobe Sensei, um Anpassungen an Ihren Bildern vorzunehmen. </p> <p> In diesem Tutorial werden wir die neuronalen Filter im Smart Portrait-Menü verwenden, um ein lustiges Gesicht zu erstellen. Sie werden bald feststellen, dass diese Schieberegler, wenn Sie sie auf die Spitze treiben, drastische und oft komische Effekte erzeugen! </p> <h2 id=\"using-photoshop-s-neural-filters-to-create-funny-faces\"> Verwenden der neuronalen Filter von Photoshop zum Erstellen lustiger Gesichter </h2> <p> Diese Schieberegler in Smart Portrait sind wirklich nicht kompliziert. Sie sind alle ziemlich einfach und leicht zu manipulieren. </p> <p> </p> <p> Wir zeigen Ihnen, wie Sie auf dieses Menü zugreifen, denn es ist auf den ersten Blick nicht so einfach zu finden. Mit anderen Worten, machen Sie sich keine Sorgen, wenn Sie bereits ein Adobe Photoshop-Abonnement besitzen und diese Funktionen noch nie zuvor gesehen haben. Sie werden mit anderen Tools gruppiert, die sich in der Beta-Entwicklung befinden. </p> <p> Laden Sie zuerst dieses Bild herunter von <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> mitzumachen. Oder verwenden Sie eines Ihrer Fotos, um zu sehen, welche Effekte Sie erzielen können. </p> <p> Lass uns anfangen! </p> <ol> <li> Drücken Sie <strong> Strg </strong> + <strong> J </strong> um eine duplizierte Ebene zu erstellen. <p> <img alt=\"Create duplicate layer\" src=\"images/1-create-duplicate-layer-139.png\" loading=\"lazy\"> </p> </li> <li> Klicken Sie auf die duplizierte Ebene. Klicken Sie mit der rechten Maustaste und wählen Sie <strong> In Smart-Objekt konvertieren </strong> . <p> <img alt=\"Convert to smart object\" src=\"images/2-convert-to-smart-object-s-993.png\" loading=\"lazy\"> </p> </li> <li> Gehe zu <strong> Filter </strong> &gt; <strong> Neuronale Filter </strong> . <p> <img alt=\"Go to Neural Filters\" src=\"images/3-go-to-neural-filters-688.png\" loading=\"lazy\"> </p> </li> <li> Wähle aus <strong> Beta-Filter </strong> Symbol. Dann wähle <strong> Intelligentes Porträt </strong> und klicken Sie auf das Zifferblatt. <p> <img alt=\"Go to Smart Portrait\" src=\"images/4-go-to-smart-portrait-454.png\" loading=\"lazy\"> </p> </li> <li> Ändern Sie die Schiebereglerwerte wie folgt: <strong> Glück: </strong> <strong> 50 </strong> , <strong> Überraschung: </strong> <strong> 50 </strong> , <strong> Zorn: </strong> <strong> 50 </strong> , <strong> Gesichtsalter: </strong> <strong> 50 </strong> , <strong> Blick: </strong> <strong> 50 </strong> , <strong> Haardicke: </strong> <strong> 50 </strong> . Dann klick <strong> OK </strong> . <p> <img alt=\"Change slider values\" src=\"images/5-change-slider-values-795.png\" loading=\"lazy\"> </p> </li> </ol> <p> Mal sehen, wie das Bild geworden ist! </p> <p> <strong> Komisches Gesicht vorher: </strong> </p> <p> <img alt=\"Funny face before\" src=\"images/6-before-silly-face-639.png\" loading=\"lazy\"> </p> <p> <strong> Lustiges Gesicht nach: </strong> </p> <p> <img alt=\"After funny face\" src=\"images/7-after-silly-face-925.png\" loading=\"lazy\"> </p> <p> Vergessen Sie nicht, dass es unzählige kostenlose Plug-ins für Photoshop gibt, mit denen Sie Ihren Fotos Spezialeffekte hinzufügen können. Manchmal können diese zusätzlichen Akzente Ihren Bildern Tiefe verleihen, die Ihre lustigen Ideen hervorheben. </p> <p> </p> <p> </p> <h2 id=\"it-s-fun-to-discover-alternative-uses-for-photoshop-tools\"> Es macht Spaß, alternative Verwendungen für Photoshop-Tools zu entdecken </h2> <p> Wie Sie sich vorstellen können, wollten die Schöpfer von Smart Portrait für Photoshop wahrscheinlich nicht, dass ihre Werkzeuge verwendet werden, um lustige Bilder zu erstellen. Wenn Sie die Schieberegler mäßig anpassen, werden Sie möglicherweise feststellen, dass das Hinzufügen subtiler emotionaler Effekte in vielen Fällen tatsächlich zu einem stärkeren Bild führt. </p> <p> Aber das ist das Tolle an Photoshop. Viele traditionelle Werkzeuge können für alternative Zwecke verwendet werden. Photoshop überlässt es der Fantasie des Schöpfers, freien Lauf zu lassen. </p> <p> <small> Bildquelle: Alex Green/ <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}