{"title":"Speedtest kann jetzt messen, wie schnell Ihr Netzwerk Videos streamt","content":"<p> Wenn Sie jemals die Internetgeschwindigkeit Ihres Netzwerks getestet haben, haben Sie wahrscheinlich zumindest davon gehört <a href=\"https://www.speedtest.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Geschwindigkeitstest </a> , ein beliebter Online-Dienst von Ookla, der genau das tut, was sein Name verspricht. Seit der Einführung von Speedtest im Jahr 2006 haben Millionen von Menschen den Dienst genutzt, um die Download- und Upload-Geschwindigkeit ihrer Netzwerkverbindung zu überprüfen. </p> <p> Mit Speedtest für iOS können Sie „die Qualität Ihres Streaming-Erlebnisses messen, bevor Sie Ihr nächstes Video in die Warteschlange stellen“. </p> <h2 id=\"test-how-well-your-network-can-stream-videos\"> Testen Sie, wie gut Ihr Netzwerk Videos streamen kann </h2> <p> </p> <p> Auf der <a href=\"https://www.speedtest.net/insights/blog/video-test-announcement/\" target=\"_blank\" rel=\"nofollow noopener\"> Speedtest-Blog </a> , Ookla hat angekündigt, dass Sie jetzt mit der iOS-App die maximale Auflösung, Pufferzeit und Ladezeit von Videos in Ihrem Netzwerk messen können. Der Videotest ist kostenlos und wird irgendwann auf anderen Plattformen verfügbar sein. </p> <p> Ookla erklärt, dass Sie einen dedizierten Geschwindigkeitstest für Videos benötigen, da &quot;[Netzwerk-]Anbieter den Videoverkehr routinemäßig anders priorisieren als anderen Verkehr.&quot; Das bedeutet, dass Ihr Netzwerk Videoinhalte möglicherweise anders verarbeitet als beispielsweise Text und Fotos. </p> <p> </p> <h2 id=\"how-to-use-speedtest-for-ios-and-how-it-works\"> So verwenden Sie Speedtest für iOS und wie es funktioniert </h2> <p> Das Testen der Videostreaming-Geschwindigkeit mit Speedtest ist einfach. Wählen Sie beim Öffnen der App app <strong> Video </strong> aus der Navigationsleiste unten und dann die pulsierende gelbe Starttaste. Es dauert nur wenige Minuten, bis die App verschiedene Videoqualitäten in Ihrem Netzwerk testet, bevor Sie Ihre Ergebnisse erhalten. </p> <p> <strong class=\"gallery__section-title\"> Bildergalerie (4 Bilder) </strong> <img alt=\"The screen to start the Speedtest video test\" src=\"images/speedtest-video-1-538.png\" loading=\"lazy\"> Erweitern <img alt=\"The popup you get upon first trying the new video Speedtest\" src=\"images/speedtest-video-2-638.png\" loading=\"lazy\"> Erweitern <img alt=\"A video Speedtest in progress\" src=\"images/speedtest-video-3-438.png\" loading=\"lazy\"> Erweitern <img alt=\"Viewing the results of a video Speedtest\" src=\"images/speedtest-video-4-209.png\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> <strong> Herunterladen: </strong> <a href=\"https://apps.apple.com/us/app/speedtest-by-ookla/id300704847\" target=\"_blank\" rel=\"nofollow noopener\"> Geschwindigkeitstest für iOS </a> </p> <p> Wenn Sie ein Video streamen, wird es Ihnen über adaptive Bitraten bereitgestellt, die die Videoqualität an die Netzwerkbedingungen anpassen. Der Videotest misst diese adaptive Bitrate, um Ihnen eine Vorstellung davon zu geben, welche Leistung Sie von Ihrer Verbindung erwarten können. </p> <p> Sie fragen sich, ob Sie diese Netflix-Serie auf Ihr streamen sollen? <a href=\"https://www.makeuseof.com/tag/netflix-ready-smart-tv/\" target=\"_blank\" rel=\"nofollow noopener\"> Smart-TV </a> oder auf Ihrem mobilen Gerät? Speedtest ist für Sie da. Die Ergebnisse zeigen Ihnen auch, welche Geräte auf der Leistungsstufe Ihres Netzwerks am besten funktionieren. </p> <p> Es ist jedoch möglich, dass der Videotest zurückkehrt und Ihnen mitteilt, dass Ihr Netzwerk die von Ihrem Gerät unterstützte maximale Auflösung nicht erfolgreich streamen kann. Wenn dies bei Ihnen der Fall ist, handelt es sich wahrscheinlich um ein Netzwerkproblem. </p> <p> </p> <h2 id=\"how-fast-is-your-network-connection\"> Wie schnell ist Ihre Netzwerkverbindung? </h2> <p> Ookla scheint stolz zu präsentieren, dass seine App Ihnen &quot;umsetzbare Ergebnisse&quot; liefert. Wenn Sie feststellen, dass der Dienst Ihres Netzanbieters nicht mit Ihrer Vereinbarung übereinstimmt, können Sie dies anhand Ihrer Videotestergebnisse nachweisen. </p> <p> Hoffentlich wird die Möglichkeit zum Testen von Videostreaming bald für PC und Android verfügbar sein. </p>"}