{"title":"So installieren Sie Minecraft Forge und verwalten Ihre Mods","content":"<p> Als Minecraft 2009 zum ersten Mal seine kostenpflichtige öffentliche Alpha veröffentlichte, war es nur ein einfaches, blockiges Sandbox-Spiel. Über ein Jahrzehnt später hat Minecraft seine Welten mit über 100 verschiedenen Blöcken und über 40 Mobs bevölkert. </p> <p> Wenn Sie das Spiel jedoch von Anfang an spielen, können Vanilla oder Standard-Minecraft für Sie etwas abgestanden werden. Mit Minecraft Forge kannst du heruntergeladene Mods verwalten. In dieser Anleitung erfahren Sie, wie Sie die Dinge einrichten. </p> <h2 id=\"what-is-minecraft-forge\"> Was ist Minecraft Forge? </h2> <p> Wenn Sie daran denken, ein Videospiel zu modden, denken Sie wahrscheinlich auch, dass Sie dafür umfassende Kenntnisse in Technologie oder Programmierung benötigen. Das mag bei anderen Titeln zutreffen, aber das Hinzufügen von Mods zu Minecraft ist mit Forge einfach. </p> <p> Forge ist ein kostenloser Open-Source-Server, mit dem Sie Minecraft-Mods installieren und ausführen können. Die Entwickler haben es speziell entwickelt, um es selbst den am wenigsten technisch versierten Leuten zu erleichtern, von der Community erstellte Spielmods zu ihrer Kopie von Minecraft hinzuzufügen. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> So installieren Sie Minecraft Forge </h2> <p> Nun, da Sie wissen, was Forge ist, wie installieren Sie es? Vor allem müssen Sie installieren <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Java </a> falls noch nicht geschehen. Danach können Sie diese einfachen Schritte ausführen: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Minecraft Forge herunterladen </h3> <p> Gehe zum <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> offizielle Forge-Website </a> um das Installationsprogramm herunterzuladen. Achte darauf, dass die auf dem Download angegebene Versionsnummer mit der Version von Minecraft übereinstimmt, die du modifizieren möchtest. </p> <p> Auf der linken Seite der Forge-Website werden alle Versionen von der neuesten bis zur ältesten aufgelistet. Im Minecraft-Launcher kannst du deine aktuelle Versionsnummer im Profil unter dem Banner-Artwork des Spiels sehen. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Öffnen Sie das Forge-Installationsprogramm </h3> <p> Sobald der Download abgeschlossen ist, öffnen Sie das Forge-Installationsprogramm. Wählen Sie Client oder Server aus den Optionen aus, je nachdem, welche Mods Sie herunterladen möchten. Überprüfen Sie, ob die Adresse zu Ihrem <strong> .Minecraft </strong> Ordner richtig ist (wenn nicht, klicken Sie auf die Schaltfläche mit den drei Punkten und navigieren Sie zur richtigen Adresse) und klicken Sie dann auf <strong> OK </strong> . Die Installation von Forge dauert einige Minuten. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Öffne den Minecraft Launcher </h3> <p> Sobald Forge die Installation abgeschlossen hat, öffne den Minecraft Launcher. Wähle aus <strong> Schmiede </strong> Profil falls noch nicht aktiv ist, dann starte das Spiel. Es dauert eine Weile, wenn Sie es nach der Installation von Forge zum ersten Mal starten. Sobald Sie jedoch den Startbildschirm geöffnet haben, sollten Sie ein neues sehen <strong> Modifikationen </strong> Schaltfläche neben <strong> Minecraft Realms </strong> . </p> <p> Jetzt können Sie Mods in diesen Ordner herunterladen und Minecraft beliebig erweitern. In diesem Ordner kannst du auch alle deine Mods organisieren und verwalten. Dies wird Ihnen helfen, den Überblick zu behalten. </p> <p> Beliebte Websites zum Herunterladen von Mods von include <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> Fluchschmiede </a> , und <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Planet Minecraft </a> . Es gibt auch einen Abschnitt für Mods auf der <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> offizielles Minecraft-Forum </a> , und <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Minecraft Modpacks – Sammlungen von Mods mod </a> dass andere Spieler denken, dass sie am besten zusammenarbeiten. </p> <p> Wenn du keinen vorhandenen Mod findest, der dem entspricht, was du dem Spiel hinzufügen wolltest, kannst du alternativ jederzeit <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> Erstelle deinen eigenen Minecraft-Mod </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Füge mit Hilfe von Forge mehr zu Minecraft hinzu </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> Nach einem einfachen Installationsprozess bietet Ihnen Minecraft Forge einen praktischen Ort zum Speichern, Sortieren und Nachverfolgen aller heruntergeladenen Mods. Vielleicht siehst du dich derzeit nicht als jemanden, der zu viele Mods herunterlädt, aber nimm es von uns. Es beginnt immer mit einer Mod, dann noch eine, dann noch eine... </p> <p> Irgendwann stellen Sie dann fest, dass Sie mehr modifizierte Inhalte als Vanilla-Inhalte in Ihrem Minecraft-Spiel haben. </p>"}