{"title":"So verwenden Sie einen Passwort-Manager mit Ihrem Android-Gerät","content":"<p> Android verfügt über eine großartige Funktion, mit der Passwortmanager Ihre Anmeldedaten direkt in Apps und Dienste auf Ihrem Android-Gerät eingeben können. Es verbessert die Erfahrung bei der Verwendung eines Passwort-Managers erheblich, da der gesamte Vorgang in nur wenigen Schritten erfolgt. Sie müssen nicht mehr zwischen Apps hin- und herwechseln, um ihre Anmeldedaten anzuzeigen und dann einzugeben. </p> <p> So können Sie einen Passwort-Manager in Android richtig und sicher verwenden, um Ihre Anmeldedaten in Apps und Websites automatisch auszufüllen. </p> <h2 id=\"why-you-should-use-a-password-manager\"> Warum Sie einen Passwort-Manager verwenden sollten </h2> <p> Wenn Sie Wert auf die Sicherheit Ihrer Online-Konten legen, sollten Sie niemals dieselben Passwörter verwenden. Angesichts der ständig wachsenden Anzahl von Apps und Diensten, die wir alle täglich nutzen, ist es auch keine praktikable Option, sich so viele einzigartige Passwörter zu merken. </p> <p> Hier kommt ein Passwort-Manager ins Spiel, der alle Ihre Passwörter sicher und geschützt speichert. </p> <p> Sie können sogar mit einem Passwort-Manager neue Passwörter generieren, damit Sie nicht jedes Mal, wenn Sie sich für eine neue App oder einen neuen Dienst registrieren, an ein neues denken müssen. Es ist eine viel bessere Option, alle Ihre Zugangsdaten in einem Passwort-Manager zu speichern, als sie einfach irgendwo aufzuschreiben. </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> Alle in einem Passwort-Manager gespeicherten Daten werden mit einem Master-Passwort verschlüsselt. Dieses Master-Passwort dient als Schlüssel zum Entsperren der verschlüsselten Daten. Die meisten Passwort-Manager bieten keine Option zum Zurücksetzen dieses Master-Passworts. Wenn Sie es also vergessen, können Sie auch aus Ihrem Konto gesperrt werden. Es ist jedoch viel einfacher, sich nur ein Master-Passwort zu merken als Hunderte von Passwörtern für alle von Ihnen verwendeten Apps und Dienste. </p> <p> Mit einem Passwort-Manager können Sie mehr als nur Ihre Zugangsdaten speichern. Es kann Ihre wichtigen Notizen, Dateien, Bankkontodaten und mehr speichern. Einige Passwortmanager bieten auch die Möglichkeit, Zwei-Faktor-Authentifizierungscodes zu generieren. Auschecken <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> einige nützliche Passwort-Manager-Funktionen </a> um es in vollen Zügen zu nutzen. </p> <p> Jedes Mal, wenn Sie einen Passwort-Manager öffnen, müssen Sie zunächst Ihre Identität durch Eingabe des Master-Passworts oder über biometrische Authentifizierung verifizieren. Je nachdem, wie stark Sie Ihr Passwort-Manager-Konto absichern möchten, können Sie für zusätzliche Sicherheit auch hardwarebasierte Sicherheitsschlüssel zur Zwei-Faktor-Authentifizierung verwenden. </p> <p> Sie können darüber lesen <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> wie verschiedene Passwortmanager funktionieren </a> zu wissen, wie sie Ihre wichtigen Passwörter sicher speichern können. </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> So verwenden Sie einen Passwort-Manager mit Android </h2> <p> Alle gängigen Passwort-Manager unterstützen die Autofill-API in Android. Das heißt, sobald dem Passwort-Manager Ihrer Wahl die entsprechenden Berechtigungen erteilt wurden, wird ein Dropdown-Menü mit den Anmeldedaten der jeweiligen App angezeigt, bei der Sie sich anmelden möchten. </p> <p> </p> <p> Es versteht sich von selbst, dass Sie sich zunächst bei einem Passwort-Manager Ihrer Wahl anmelden und dessen App auf Ihrem Android-Gerät installieren und sich anmelden müssen. Sobald Sie das getan haben: </p> <ol> <li> Öffne das <strong> die Einstellungen </strong> Menü auf Ihrem Android-Gerät und navigieren Sie zu <strong> System &gt; Sprache &amp; Eingabe &gt; Autofill-Dienst. </strong> Wenn diese Option nicht angezeigt wird, suchen Sie im Menü &quot;Einstellungen&quot; nach &quot;AutoFill-Dienst&quot;. </li> <li> Wählen Sie Ihren Passwort-Manager aus der Autofill-Serviceliste aus. Wenn Sie keinen Passwortmanager verwenden und Ihre Passwörter stattdessen in Google Chrome gespeichert haben, wählen Sie <strong> Google </strong> von der Liste. </li> <li> Zapfhahn <strong> OK </strong> wenn Sie gefragt werden, ob Sie der gerade ausgewählten App vertrauen oder nicht. </li> </ol> <p> <strong class=\"gallery__section-title\"> Bildergalerie (2 Bilder) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> Erweitern <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> Nachdem der Passwortmanager nun richtig eingerichtet wurde, kann er Ihre Anmeldedaten in jeder App, die Sie auf Ihr Android-Gerät herunterladen, problemlos automatisch ausfüllen. </p> <p> Aus Sicherheitsgründen müssen Sie Ihre Identität entweder über den Fingerabdruckscanner oder durch Entsperren Ihres Passwortmanagers überprüfen, wenn Sie versuchen, die Autofill-Funktion zu verwenden. Sie müssen jedoch sicherstellen, dass die biometrische Entsperrfunktion im Einstellungsmenü Ihres Passwort-Managers für Letzteres aktiviert ist. </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> So füllen Sie Passwörter mit einem Passwort-Manager automatisch aus </h2> <p> Jetzt ist Ihr Passwort-Manager eingerichtet, mit dem Sie Passwörter automatisch ausfüllen können, wenn Sie sich bei einer Ihrer Apps anmelden müssen. </p> <ol> <li> Öffnen Sie eine beliebige App auf Ihrem Android-Gerät und gehen Sie zur Anmeldeseite. </li> <li> Tippen Sie auf das Feld, in das Sie Ihren Benutzernamen/Ihre E-Mail-ID eingeben müssen. Ihr Passwort-Manager wird automatisch als Dropdown-Option angezeigt. </li> <li> Tippen Sie darauf, bestätigen Sie Ihre Identität und wählen Sie die Zugangsdaten aus, die Sie eingeben möchten. Sie haben auch die Möglichkeit, Ihren Tresor zu durchsuchen, wenn Sie mehrere Logins für dieselbe App haben. </li> <li> Alles wird automatisch ausgefüllt und Sie können dann auf die Login-Schaltfläche tippen, um sich bei Ihrem Konto anzumelden. </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> Immer wenn Sie eine App öffnen, die nach Ihren Zugangsdaten fragt, erkennt Ihr Passwort-Manager automatisch solche Felder und zeigt eine Aufforderung zum Ausfüllen an. Wichtig ist auch, dass Sie <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> Halten Sie Ihren Passwort-Manager organisiert </a> vor allem, wenn Sie einen sehr lange verwenden. </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> So füllen Sie Anmeldedaten auf Websites automatisch aus </h3> <p> Ihr Passwort-Manager kann Ihre Anmeldedaten auch automatisch auf Websites in Browsern wie Chrome und Firefox für Android eingeben. Damit dies jedoch ordnungsgemäß funktioniert, müssen Sie der App-Zugriffsberechtigung auf Ihrem Android-Gerät Zugriff gewähren. </p> <ol> <li> Öffne das <strong> die Einstellungen </strong> Menü auf Ihrem Android-Gerät und gehen Sie zum <strong> Barrierefreiheit </strong> Sektion. </li> <li> Innerhalb der <strong> Heruntergeladene Dienste </strong> oder <strong> Installierte Dienste </strong> Menü, wählen Sie Ihren Passwort-Manager aus und gewähren Sie ihn <strong> Barrierefreiheit </strong> Zugriff. </li> </ol> <p> Jetzt zeigt Ihr Passwort-Manager auch ein Dropdown-Menü zum automatischen Ausfüllen der Anmeldedaten an, wenn Sie den Anmeldebereich einer von Ihnen besuchten Website öffnen. </p> <p> Passwortmanager sind auch intelligent genug, Sie automatisch zum Speichern von Anmeldedaten aufzufordern, wenn sie feststellen, dass Sie sich für ein neues Konto in einer App oder Website auf Ihrem Android-Gerät registriert haben. </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> Verwenden Sie immer einen Passwort-Manager </h2> <p> Sie sollten immer einen Passwortmanager verwenden, um Ihre wichtigen Zugangsdaten, Bankkontodaten und andere Notizen zu speichern. Mit Passwort-Managern, die sich nahtlos in Android selbst integrieren und Ihre Anmeldedaten nach der ordnungsgemäßen Einrichtung automatisch ausfüllen, gibt es wenig Gründe, dies nicht zu tun. </p> <p> Wenn Sie Wert auf Ihre Privatsphäre und Online-Sicherheit legen, gibt Ihnen ein Passwort-Manager Sicherheit, da dies eine sicherere Option ist, als dasselbe Passwort für verschiedene Apps und Dienste zu verwenden. </p>"}