{"title":"Snapchats „Friend Check Up“ lädt Sie ein, unerwünschte Freunde zu löschen","content":"<p> Könnte Ihre Snapchat-Freundesliste etwas verkleinert werden? Wenn du Unmengen von Freunden angesammelt hast, an die du dich nicht einmal erinnern kannst, sie hinzugefügt zu haben, ermutigt dich Snapchats Friend Check Up-Funktion, diese unerwünschten Nutzer auszusortieren. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Es ist Zeit, deine Freundesliste aufzuräumen </h2> <p> Ein Beitrag zum <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Snap-Newsroom </a> hebt den Friend Check Up hervor, eine neue Funktion, die gerade rechtzeitig für . vorgestellt wurde <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Tag des sichereren Internets </a> . Friend Check Up erscheint als Benachrichtigung auf Snapchat und fordert dich auf, deine Freundesliste zu überprüfen. </p> <p> Die Benachrichtigung lautet: &quot;Snapchat ist für echte Freunde. Tippe, um deine Freundesliste zu überprüfen.&quot; Wenn Sie die Benachrichtigung auswählen, gelangen Sie zu Ihrer Freundesliste, wo Sie unerwünschte Verbindungen trennen können. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> Mit diesem Tool können Sie alle Nutzer löschen, die Sie möglicherweise versehentlich hinzugefügt haben, sowie alle, die Sie nicht mehr in Ihrer Freundesliste haben möchten. Diese Erinnerung ist auch eine großartige Sicherheitsfunktion – schließlich geben Sie möglicherweise bestimmten Benutzern unwissentlich Zugriff auf Ihre Stories und Ihren Standort. </p> <p> </p> <p> Laut Snapchat wird diese Funktion in den kommenden Wochen auf Android-Geräten und in den kommenden Monaten auf iOS eingeführt. </p> <p> Das heißt, Sie müssen nicht warten, bis Snapchat diese Funktion veröffentlicht, um Ihre Freundesliste zu bereinigen. Sie können dies jetzt tun, indem Sie zu Ihrem Snapchat-Profil gehen und auf tippen <strong> Meine Freunde </strong> . Drücken Sie lange auf den Benutzer, den Sie löschen möchten, tippen Sie auf <strong> Mehr </strong> , und dann schlagen <strong> Freund entfernen </strong> &gt; <strong> Entfernen </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Andere Möglichkeiten, wie Snapchat die Sicherheit verbessert </h2> <p> Im selben Blogbeitrag gab Snapchat bekannt, dass es auch mit Connect Safely in den USA und ChildNet in Großbritannien zusammenarbeitet, um Bildungsfilter anzuzeigen. Wenn Sie auf diesen Filtern nach oben wischen, werden Sie zu Internetsicherheitsressourcen der entsprechenden Organisation verlinkt. </p> <p> Darüber hinaus erweitert Snapchat seine Integration mit der Crisis Text Line in den USA und plant die Einführung einer ähnlichen Funktion in Großbritannien. Die Plattform arbeitet auch mit The Trevor Project zusammen, um In-App-Ressourcen für LGBTQ-Jugendliche bereitzustellen. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat greift auf enge Freunde zurück </h2> <p> Die Friend Check Up-Funktion ist nur eine weitere Möglichkeit, mit der Snapchat versucht, sein Image als Plattform für enge Freunde und nicht für völlig Fremde zu stärken. </p> <p> Die Plattform ist stolz darauf, dass sie die Kommunikation zwischen Menschen, die sich nicht gut kennen, nicht fördert. Es wurde für enge Freunde entwickelt, was durch die Gruppenobergrenze von 64 Mitgliedern und die Tatsache, dass Sie mit niemandem kommunizieren können, es sei denn, Sie beide akzeptierten die Freundschaftsanfrage des anderen, demonstriert. </p>"}