{"title":"So verdoppeln Sie die Leerzeichen in einem Word-Dokument","content":"<p> In diesem Artikel wird erläutert, wie Sie Leerzeichenzeilen, Absätze und das gesamte Dokument in Microsoft Word verdoppeln. Es gibt vier Möglichkeiten, Leerzeichen in Microsoft Word zu verdoppeln. Sie können jede dieser Optionen verwenden, um einige Zeilen oder das gesamte Dokument in Word zu ändern. </p> <h2 id=\"double-space-lines-from-the-home-tab\"> Doppelte Leerzeichen auf der Registerkarte Start Home </h2> <p> Dies ist der schnellste Weg, um Ihr Dokument mit doppeltem Leerzeichen zu versehen. Sie können dies verwenden, wenn Sie nur für einen Teil des Dokuments doppelte Leerzeichen hinzufügen möchten. Wählen Sie die Absätze aus, die Sie ändern möchten, und führen Sie die folgenden Schritte aus. </p> <ol> <li> Öffnen Sie Microsoft-Word. </li> <li> Gehe zum <strong> Home &gt; Absatzgruppe &gt; Wählen Sie den Zeilen- und Absatzabstand </strong> Symbol. </li> <li> Um Leerzeilen zu verdoppeln, wählen Sie 2.0 aus der Dropdown-Liste. </li> <li> Für weitere Abstandsoptionen wählen Sie <strong> Zeilenabstandsoptionen </strong> In der Liste. </li> </ol> <p> <img alt=\"Double space from Home tab in Word\" src=\"images/microsoft-word-home-double-space-339.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-between-paragraphs-from-the-design-tab\"> Doppelter Abstand zwischen Absätzen auf der Registerkarte „Design“ </h2> <p> Ändern Sie den vertikalen Abstand zwischen den Absätzen in Ihrem Dokument, indem Sie den Abstand vor oder nach jedem Absatz festlegen. Beachten Sie, dass dies für das gesamte Dokument gilt und sich auch auf den Zeilenabstand auswirkt. Sie haben weniger Möglichkeiten, den Zeilenabstand zu steuern als bei den anderen Methoden hier. </p> <ol> <li> Öffnen Sie Microsoft-Word. </li> <li> Gehe zu <strong> Design &gt; Absatzabstand </strong> und wähle <strong> Doppelt </strong> . </li> </ol> <p> <img alt=\"Paragraph Spacing in Word\" src=\"images/microsoft-word-paragraph-spacing-639.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-from-the-page-layout-tab\"> Doppelte Leerzeichen auf der Registerkarte Seitenlayout </h2> <p> Verwenden Sie diese Option, um Zeilen mit doppeltem Zeilenabstand einzurichten, bevor Sie mit dem Hinzufügen von Inhalten zu Ihrem Dokument beginnen. Mit den Einstellungen hier können Sie Ihren Text mit anderen Optionen verfeinern. </p> <ol> <li> Öffnen Sie Microsoft-Word. </li> <li> Gehe zum <strong> Seitenlayout </strong> Tab. </li> <li> Gehe zum <strong> Absatz </strong> Gruppe. Klicken Sie auf den kleinen Abwärtspfeil in der unteren rechten Ecke, um das Dialogfeld Absatzeinstellungen aufzurufen. </li> <li> Bleiben Sie auf der <strong> Einzüge und Abstände </strong> Tab. </li> <li> Klicken Sie auf den Abwärtspfeil neben dem <strong> Zeilenabstand </strong> Box. </li> <li> Wählen <strong> Doppelt </strong> und klicke auf <strong> OK </strong> Schaltfläche, um das Dialogfeld zu verlassen. </li> </ol> <p> <img alt=\"Selecting double space between lines from the layout tab\" src=\"images/microsoft-word-line-spacing-layout-tab-522.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-with-styles\"> Doppelte Leerzeichen mit Stilen </h2> <p> Schreiben Sie Aufsätze mit doppeltem Zeilenabstand? Sie können <a href=\"https://www.makeuseof.com/tag/microsoft-word-styles/\" target=\"_blank\" rel=\"nofollow noopener\"> Speichern Sie dies als speziellen Stil in Word </a> nur für Aufsätze oder ändern Sie einen bestehenden Stil. </p> <ol> <li> Öffnen Sie Microsoft-Word. </li> <li> Gehe zum <strong> Startseite &gt; Gruppe Stile </strong> . Rechtsklick <strong> Normal </strong> . </li> <li> Wählen <strong> Ändern </strong> aus dem Dropdown-Menü. </li> <li> Unter <strong> Formatierung </strong> , drücke den <strong> Doppelter Raum </strong> Taste. </li> <li> Wählen Sie OK. </li> </ol> <p> <img alt=\"Modifying a style with double line spacing in Word\" src=\"images/microsoft-word-styles-paragraph-spacing-793.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"what-does-double-spaced-lines-mean\"> Was bedeutet doppelte Zeilenabstand? </h2> <p> Der Zeilenabstand ist nichts anderes als die Höhe des Abstands zwischen den einzelnen Textzeilen. Ein doppeltes Leerzeichen bedeutet, dass Sätze zwischen jeder Zeile eine Leerzeile haben, die der vollen Höhe von zwei Textzeilen entspricht. Standardmäßig haben die meisten Textverarbeitungsprogramme Einzelabstände aktiviert (oder etwas mehr als Einzelabstände), was nur eine Zeile hoch ist. Word hat einen Standardzeilenabstand von <strong> 1.08 </strong> . </p> <p> Der Zeilenabstand ist eine wichtige Stilüberlegung und nur eine der Möglichkeiten, Ihren Text für eine bessere Lesbarkeit zu formatieren. </p>"}