{"title":"Sony enthüllt, wie der PS5-Controller mit PlayStation-Symbolen texturiert ist","content":"<p> Wenn Sie einen PS5 DualSense-Controller gesehen haben, einen besitzen oder den Hype um das Joypad der neuen Generation gelesen haben, wissen Sie, dass es eine Textur auf der Rückseite des Geräts hat. </p> <p> Diese Textur besteht aus Tausenden von kleinen Quadraten, Kreisen, Dreiecken und Xs, die die Aktionstasten auf der Vorderseite des DualSense darstellen. Nun hat Sony genau verraten, wie die Symbole dorthin gelangt sind. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony enthüllt, wie es den DualSense-Controller texturiert </h2> <p> Drehen Sie Ihren DualSense um und Sie werden sehen, dass sich auf der Rückseite unzählige kleine Symbole der Aktionstasten des Controllers befinden. Nun, eigentlich sieht man sie vielleicht nicht, da sie unglaublich klein sind. Aber glauben Sie uns, sie sind da. </p> <p> Es ist schwer vorstellbar, wie sie überhaupt existieren, sie sind so klein, aber Sony hat es verraten <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , genau wie diese 40.000 Symbole entstanden sind. Es klingt, gelinde gesagt, nach einem ziemlich mühsamen Prozess. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Nach vielen gescheiterten Designs entschied sich Sony schließlich für die Mikrostruktur, die es für perfekt hielt. Die Masse an Symbolen – alle nur wenige Mikrometer hoch und aus handgezeichneten Mustern geschaffen – gibt es nicht nur als Dekoration; es bietet auch Halt, wenn Sie den DualSense verwenden. </p> <p> Designer schneiden diese winzigen Symbole sorgfältig in eine Form, indem sie präzise Laserätzer verwenden, die in 3D arbeiten, anstatt nur durch eine einzelne 2D-Ebene zu schneiden ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> Erfahren Sie mehr über Laserätzer </a> ). </p> <p> Sobald die Fertigungsmaschinen den Kunststoff in die Form spritzen, setzt er sich sauber in jedem verfügbaren Raum ab und nimmt die Textur an, die Sie in Ihren Händen halten. Cleveres Zeug, vor allem wenn man den Maßstab dieser Modellierung bedenkt. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Kannst du die Textur woanders finden? </h2> <p> Nun, eigentlich können Sie die Textur woanders finden. Sony weiß, dass Kontinuität beim Design entscheidend ist. Sie können die Textur also im gesamten PlayStation 5-Ökosystem finden. </p> <p> Von den DualSense-Controllern über die Media-Fernbedienung, das drahtlose PS5-Headset bis hin zur Konsole selbst finden Sie diese Textur auf allen. </p> <p> Es ist auch nicht das erste Mal, dass Sony seine Control Pads strukturiert hat. Als Sony den DualShock 4 zusammen mit der PS4 herausbrachte, hatte auch dieser eine strukturierte Oberfläche auf der Vorderseite. Dies hatte jedoch mehr mit dem Greifen des Pads zu tun, als auch mit einem kosmetischen Wert. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: Ein perfekter Controller? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> OK, die PS5 DualSense ist vielleicht nicht perfekt, aber sie ist ein großartiges Stück Design und funktioniert auch wirklich gut (außer ein oder zwei Beschwerden). </p> <p> Es ist hier die Liebe zum Detail von Sony, die den DualSense wirklich von seiner Konkurrenz abhebt. Da Sony das Eintauchen und die Integration vor der Veröffentlichung der PS5 wirklich gehypt hat, ist es schön zu sehen, dass es in Bezug auf das Design wirklich auf sein Geld gesteckt hat. </p>"}