{"title":"So geben Sie Speicherplatz in der iCloud frei","content":"<p> Haben Sie genug von diesen Popup-Benachrichtigungen, die Ihnen mitteilen, dass der Speicherplatz in Ihrem iCloud-Konto knapp ist? Die gute Nachricht: Sie müssen sie nicht mehr lange aushalten. </p> <p> Und noch besser, Sie müssen auch kein Geld ausgeben, um Ihr Konto zu aktualisieren. </p> <p> Apple gibt jedem Benutzer 5 GB kostenlosen Speicherplatz in der iCloud, was fast nichts zu sein scheint. Aber wenn Sie das Spiel richtig spielen, werden Sie feststellen, dass es für alle Ihre Bedürfnisse mehr als genug ist. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Finden Sie heraus, was den meisten Platz beansprucht </h2> <p> Wenn Ihr iCloud-Speicher voll ist, sollten Sie am besten herausfinden, was auf Ihren Geräten den meisten Speicherplatz beansprucht. Meistens werden Sie überrascht sein, was die Antwort ist. </p> <p> So finden Sie heraus, was den meisten Speicherplatz in iCloud auf Ihrem iPhone beansprucht: </p> <ol> <li> Gehe zu <strong> die Einstellungen </strong> . </li> <li> Klicken Sie sich durch, um <strong> Apple ID </strong> . </li> <li> Gehe zu <strong> iCloud &gt; Speicher verwalten </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bildergalerie (2 Bilder) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Erweitern <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> Wenn Sie sich auf der Registerkarte Speicher verwalten befinden, erhalten Sie eine Aufschlüsselung dessen, was den meisten Speicherplatz in Ihrem iCloud-Konto belegt. Bei einigen Funktionen können Sie die Daten durchgehen und löschen, um Speicherplatz freizugeben. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Löschen Sie Ihre alten Fotos </h2> <p> Fotos sind oft der offensichtlichste Speicherdieb in Ihrem iCloud-Konto. Wenn Sie Fotos mit einer professionellen Kamera aufnehmen und auf Ihr Telefon hochladen, ist dies umso mehr der Fall. </p> <p> So löschen Sie Fotos auf Ihrem iPhone: </p> <ol> <li> Gehen Sie zu Ihrer Kamerarolle. </li> <li> Wählen Sie die Bilder aus, die Sie löschen möchten. </li> <li> Gehen Sie zurück zum Hauptmenü der Kamerarolle. </li> <li> Gehen Sie in die <strong> Kürzlich gelöscht </strong> Mappe. </li> <li> Wählen <strong> Alles löschen </strong> und bestätigen. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Löschen Sie Ihre alten E-Mails </h2> <p> Wenn Sie Ihr E-Mail-Konto mit iCloud verbunden haben, Ihre Nachrichten jedoch selten verwenden, verbrauchen Sie wertvollen Speicherplatz, den Sie an anderer Stelle verwenden könnten. Wenn Sie den Dienst viele Jahre nutzen, summiert sich die Datenmenge, die diese verwenden, langsam. </p> <p> So löschen Sie Ihre alten E-Mails: </p> <ol> <li> Gehen Sie zu Ihrer Mail-App. </li> <li> Wählen Sie die E-Mails aus, die Sie löschen möchten. </li> <li> Löschen Sie diese E-Mails und schließen Sie die App. </li> </ol> <p> Wenn Sie Mail nicht so oft verwenden, können Sie die App auch von Ihrem Telefon löschen. Auf diese Weise erstellen Sie nicht erneut eine Liste mit verschwendeten Daten. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Dateien von iCloud Drive entfernen </h2> <p> Wenn Sie ein MacBook oder einen Mac haben, bemerken Sie möglicherweise nicht, dass Sie immer noch Dateien speichern, die Sie seit Ewigkeiten nicht mehr haben. Wenn Ihre Daten sinken, werden diese immer lästiger. </p> <p> Glücklicherweise ist das Entfernen von iCloud-Dateien vom Laufwerk Ihres Computers einfach. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> So löschen Sie iCloud-Dateien vom Laufwerk Ihres Computers: </p> <ol> <li> Öffnen <strong> Finder </strong> . </li> <li> Gehen Sie im linken Menü zu iCloud Drive. </li> <li> Wählen Sie die Dateien aus, die Sie löschen möchten, und verschieben Sie sie in Ihren Papierkorb. </li> <li> Klicken Sie mit der rechten Maustaste oder Strg + Klicken Sie auf das <strong> Papierkorbsymbol </strong> im Dock. </li> <li> Wählen <strong> Leerer Müll </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Geben Sie Speicherplatz auf Ihren Apple-Geräten frei </h2> <p> Obwohl es so aussieht, als ob Sie sich in einem ständigen Kampf befinden, um Ihren iCloud-Speicher zu leeren, muss dies nicht stressig sein. Unabhängig davon, welches Apple-Gerät Sie verwenden, gibt es viele Möglichkeiten, um zu sehen, was Ihre Daten frisst, und Änderungen vorzunehmen. </p> <p> Wenn Sie Ihren iCloud-Speicher geleert haben, ist es eine gute Idee, ihn im Auge zu behalten. Wenn Sie feststellen, dass sich die Punkte der vollen Markierung nähern, wiederholen Sie diese Schritte und verhindern Sie, dass sie passieren. </p>"}