{"title":"So machen Sie Screenshots auf Ihrer Apple Watch","content":"<p> Wollten Sie schon immer ein neues Zifferblatt präsentieren oder Ihren Fortschritt in der Aktivitäts-App von Ihrer Apple Watch aus teilen? Obwohl es nicht so offensichtlich ist, ist es möglich, Screenshots von Ihrer Apple Watch zu erstellen, die einfach zu teilen sind. </p> <p> Apple scheint sein Bestes zu geben, um diese Funktion zu verbergen, aber es ist ziemlich einfach. In diesem Artikel zeigen wir Ihnen, wie. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> Stellen Sie zunächst sicher, dass Screenshots aktiviert sind </h2> <p> Standardmäßig ist das Aufnehmen von Screenshots von Ihrer Apple Watch deaktiviert. Wie bereits erwähnt, versteckt Apple diese Funktion sehr gerne. Sie müssen also zuerst sicherstellen, dass Sie Ihrer Apple Watch erlauben, Screenshots zu machen. </p> <p> Befolgen Sie dazu einfach diese Schritte: </p> <ol> <li> Öffne das <strong> Uhr </strong> App auf Ihrem iPhone. </li> <li> Scrolle nach unten und tippe auf <strong> Allgemeines </strong> . </li> <li> Scrollen Sie nach unten und stellen Sie sicher, dass Sie eingeschaltet sind <strong> Screenshots aktivieren </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bildergalerie (3 Bilder) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Erweitern <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Erweitern <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Erweitern </p> <p> Schließen </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> So machen Sie Screenshots auf Ihrer Apple Watch </h2> <p> Jetzt, da es aktiviert ist, ist das Erstellen von Screenshots auf Ihrer Apple Watch ziemlich einfach. Es ist ziemlich ähnlich wie du <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> Screenshots auf deinem iPhone machen </a> oder iPad. </p> <p> Folgen Sie einfach diesen Schritten: </p> <ol> <li> Drücke auf deiner Apple Watch die <strong> Digitale Krone </strong> und der <strong> Seitentaste </strong> gleichzeitig. </li> <li> <strong> Veröffentlichung </strong> beide Tasten, um den Screenshot zu machen. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Sie sollten eine kleine haptische Vibration an Ihrem Handgelenk spüren und auf dem Display Ihrer Apple Watch ein weißes Blinken sehen. Ist dies nicht der Fall, müssen Sie es erneut versuchen. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Wohin gehen Ihre Apple Watch-Screenshots? </h2> <p> Genau wie Ihre iPhone- oder iPad-Screenshots werden die Screenshots, die Sie mit Ihrer Apple Watch machen, direkt in die Fotos-App übertragen. Sie finden sie in der Bibliothek und im Ordner Screenshots. </p> <p> </p> <h2 id=\"capture-every-minute\"> Erfassen Sie jede Minute </h2> <p> Jetzt, da Sie mit Ihrer Apple Watch Screenshots machen können, ist es einfacher denn je, Ihre neuen Komplikationen oder benutzerdefinierten Zifferblätter zu präsentieren. Natürlich können Sie auch versuchen, Ihre Zifferblätter mit Freunden und Familie zu teilen, anstatt sie nur zu zeigen. </p>"}