{"title":"Steam stellt einen neuen Rekord auf, um 2021 mit einem Knall zu beginnen","content":"<p> Steam hat wieder einmal seinen eigenen Rekord für die meisten Leute gebrochen, die die Plattform gleichzeitig nutzen. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> Gleichzeitige Steam-Nutzer übersteigen 26 Millionen </h2> <p> Steam hat gerade seine aktualisiert <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam-Statistiken </a> Seite. Hier sehen wir, dass der beliebte Spiele-Marktplatz und Streaming-Dienst seinen bisherigen Rekord der &quot;gleichzeitigen Benutzer&quot; mit fast 26,5 Millionen Spielern gleichzeitig online gebrochen hat. </p> <p> Dies ist ein &quot;Spitzenwert&quot;, was bedeutet, dass dies die höchste aufgezeichnete Statistik innerhalb eines 24-Stunden-Zeitraums war. Die Steam-Stats-Seite wird ständig aktualisiert und gibt Steam-Benutzern die Möglichkeit, zu jeder Tages- und Nachtzeit zu sehen, wie viele Personen online sind. Die Website zeigt Statistiken für einen fortlaufenden Zeitraum von 48 Stunden. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Beachten Sie, dass sich diese Zahl darauf bezieht, wie viele Personen sich bei Steam angemeldet haben, und nicht darauf, wie viele Personen spielen. Diese fallen unter &quot;aktive Benutzer&quot; und gleichzeitig stellte Steam diesen Rekord auf, 7,2 dieser 26,5 Millionen Menschen waren damit beschäftigt, ihre Lieblingstitel zu spielen. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Wann hat Steam zuletzt den Rekord aufgestellt? </h2> <p> Dies ist nicht das erste Mal, dass Steam seinen eigenen Rekord im Jahr 2021 gebrochen hat. Keine leichte Aufgabe, wenn man bedenkt, dass wir erst im Februar sind. </p> <p> Anfang Januar hat Steam seine Statistiken aktualisiert, um einen neuen Rekord zu zeigen, der bei etwa 25,5 Millionen lag. Dieser Rekord stellt also einen neuen Präzedenzfall dar und übertrifft die vorherige Zahl um 1 Million zusätzliche Benutzer. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Warum ist Steam so beliebt? </h2> <p> Nun, 26,5 Millionen Menschen können sich nicht irren, oder? Steam ist aus gutem Grund eine unglaublich beliebte Plattform. Es bietet eine große Auswahl an Spielen, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> es ist ein sicherer Marktplatz für den Kauf dieser Spiele </a> , und es gibt eine riesige Gemeinschaft von Gleichgesinnten, in die man sich einbringen kann. </p> <p> Nicht nur das, auch die Spiele selbst sind ein großer Anziehungspunkt für Steam-Abonnenten. Als ich diesen Artikel schrieb, spielten fast 1 Million Menschen Counter-Strike: Global Offensive. Eine halbe Million bevölkerte die Dota 2-Server. Die Zahl der gleichzeitigen Benutzer lag bei 25,1 Millionen, Tendenz steigend, was darauf hindeutet, dass Steam bis morgen einen weiteren Rekordwert für uns haben könnte. </p> <p> Darüber hinaus müssen wir auch die Tatsache berücksichtigen, dass Spiele im Jahr 2020 an Popularität gewonnen haben, nicht zuletzt, weil COVID alle dazu zwang, drinnen zu bleiben. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> Die Ausgaben für US-Spiele sind letztes Jahr durch die Decke gegangen </a> . Keine Überraschung, wirklich. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam wächst weiter </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam war schon immer eine beliebte Plattform und 2020 hat es in eine starke Position gebracht. Dies ist ermutigend, wenn man bedenkt, dass 2020 für die meisten Unternehmen ein schreckliches Jahr war. </p> <p> Es gibt viele andere Möglichkeiten, das Steam-Ökosystem zu genießen. Warum nicht ein paar Freunde zusammenbringen und ein bisschen Remote-Gaming genießen? Wenn sie keine Steam-Abonnenten sind, können Sie sie vielleicht anmelden. </p>"}