{"title":"TikTok verbessert sein E-Commerce-Spiel","content":"<p> TikTok erobert die E-Commerce-Szene. Berichten zufolge plant die Plattform die Einführung einer Reihe von Tools, mit denen YouTuber mit Affiliate-Links und Livestream-Shopping-Sitzungen Geld verdienen können. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok nimmt Monetarisierung ins Visier </h2> <p> Laut einem Bericht von <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> Die Financial Times </a> , TikTok bietet Entwicklern zusätzliche Möglichkeiten, mit der App Gewinne zu erzielen. In einem Briefing mit Werbetreibenden stellte die Kurzvideo-App fest, dass irgendwann im Jahr 2021 eine Reihe neuer E-Commerce-Funktionen eingeführt werden sollen. </p> <p> TikTok-Benutzer können möglicherweise bald Produktlinks in ihre Videos einfügen – es ist keine Verbindung zwischen dem Ersteller und der Marke erforderlich. Wenn Zuschauer auf den Link klicken und das Produkt kaufen, erhält der Creator eine Provision. </p> <p> Die Plattform erwägt auch eine Live-Stream-Shopping-Funktion, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> ähnlich wie wir es bereits auf Instagram Reels sehen </a> . Creator können während Livestreams für ein Produkt werben und sogar demonstrieren, und Zuschauer können es mit nur wenigen einfachen Fingertipps kaufen. </p> <p> Mit TikTok können Marken auch ganze Kataloge in der App bewerben, was fast so klingt <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> Einkaufskatalog-Funktion bereits in WhatsApp vorhanden </a> . </p> <p> Facebook, Instagram und WhatsApp haben sich zu Social-Media-Plattformen entwickelt, die gleichzeitig als Einkaufszentren dienen. Mit diesen Änderungen scheint TikTok dasselbe zu tun. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok hat eine Partnerschaft mit TeeSpring angekündigt </a> im September 2020 eine Integration, mit der YouTuber ihre eigenen Merchandise-Artikel in der App verkaufen können. Etwa zur gleichen Zeit schloss sich die Plattform auch mit Shopify zusammen und gab Händlern die Möglichkeit, Werbekampagnen für TikTok zu erstellen. </p> <p> Die Financial Times stellte auch fest, dass rund 40 Prozent der Nutzer von TikTok kein Facebook-Konto haben und 63 Prozent kein Twitter nutzen. Dies bedeutet einen völlig neuen Markt von Nutzern, die die Werbekampagnen nicht sehen, die auf Facebook und Twitter verteilt sind. Dies bedeutet wahrscheinlich viel Geld für Marken und Werbetreibende. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Social Media: Ein neues Shopping-Ziel? </h2> <p> Geld wird in sozialen Medien immer wichtiger, und das kann für Nutzer, die soziale Netzwerke ausschließlich verwenden, um mit Freunden in Kontakt zu bleiben, beunruhigend sein. Produkte werden bereits über Facebook und Instagram gepusht, und TikTok wird bald mitmachen. </p> <p> Das heißt, Ihr <strong> Für dich </strong> Feed darf sich nicht mehr auf lustige Sketche und Duette beschränken. Später in diesem Jahr sehen Sie vielleicht, wie Ihre Lieblings-TikTok-Stars in Live-Streams für Produkte werben, oder Sie stolpern möglicherweise über Produktlinks, die Sie vielleicht sogar kaufen möchten. </p> <p> Soziale Medien entwickeln sich für YouTuber, Werbetreibende und Unternehmen schnell zu einer Möglichkeit, Geld zu verdienen, wovon wir in naher Zukunft wahrscheinlich mehr sehen werden. </p>"}