{"title":"Twitter erwägt Abonnements, um Werbung zu reduzieren Ad","content":"<p> Twitter erwägt die Idee von kostenpflichtigen Abonnements, um seine Abhängigkeit von Werbung zu verringern. Die Plattform prüft nicht nur den abonnementbasierten Zugriff auf TweetDeck, sondern beginnt möglicherweise auch, den Nutzern bestimmte Funktionen in Rechnung zu stellen. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter will von Werbung Abstand nehmen </h2> <p> Twitter bleibt vielleicht doch nicht ganz kostenlos. Ein Bericht über <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> zeigt, dass Twitter über neue Möglichkeiten nachdenkt, Geld zu verdienen, darunter Abonnementgebühren, bezahlte Trinkgelder und sogar Paywall-Funktionen. </p> <p> Twitter könnte erwägen, ein Abonnementmodell hinzuzufügen <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , die Twitter-Alternative, die Ihre Feeds übersichtlich in werbefreien Spalten organisiert. Die Plattform untersuchte 2017 die Gebühren für TweetDeck, aber es kam nie etwas dabei heraus. </p> <p> Twitter denkt auch über die Idee von kostenpflichtigen Funktionen auf Twitter nach. Im Juli 2020 hat Twitter eine Umfrage verschickt, in der die Nutzer gefragt wurden, für welche Funktionen sie bezahlen würden. Wenn jemals kostenpflichtige Funktionen auftauchen, kann dies bedeuten, dass Sie für erweiterte Profilanpassungsoptionen bezahlen und möglicherweise sogar für Funktionen, mit denen Sie bestimmte Aktionen rückgängig machen können. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Nachdem CEO Jack Dorsey bestätigt hat, dass Twitter ein Abonnementmodell untersucht, führt das Unternehmen Benutzerumfragen zu den Funktionen durch, die sie in einem solchen Dienst sehen möchten. <br><br> Senden rückgängig machen, spezielle Badges für Profile und erweiterte Analysen gehören zu den in Betracht gezogenen Funktionen. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> — Andrew Roth+ (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31. Juli 2020 </a></blockquote>  <p> Der Bloomberg-Bericht erwähnte auch, dass Twitter auch &quot;Tipps&quot; untersucht. Auf diese Weise könnten Benutzer Journalisten oder Machern für bestimmte Arten von Inhalten Trinkgeld geben. Die Plattform experimentierte mit dieser Option in ihrer Broadcasting-App <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Periscope, das im März 2021 geschlossen werden soll </a> . </p> <p> Darüber hinaus wies der Finanzchef von Twitter, Ned Segal, auf einer Konferenz im Dezember 2020 auf andere Arten von kostenpflichtigen Funktionen hin. Er stellte fest, dass die kostenpflichtigen Funktionen von Twitter „Videos mit höherer Qualität“, „Analysen“ und sogar „Geschäftspräsenz“ beinhalten könnten. &quot; </p> <p> Bruce Falck, Head of Revenue Products bei Twitter, sagte gegenüber Bloomberg, dass Twitter „in Zukunft möglicherweise Abonnements beinhalten“ könnte wir erwarten im Jahr 2021 keine nennenswerten Einnahmen aus diesen Möglichkeiten.“ Das bedeutet, dass wir uns wahrscheinlich noch keine Gedanken über kostenpflichtige Funktionen machen müssen. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter hat angekündigt, den Newsletter-Dienst zu erwerben </a> , Revue, im Januar 2021. Den Nutzern ein Newsletter-Abonnement in Rechnung zu stellen, scheint für Twitter ein logischer Weg zu sein, aber es bleibt unklar, ob Twitter dies plant. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Würden Sie für Funktionen auf Twitter bezahlen? </h2> <p> Es ist schwer, sich Twitter als etwas anderes als ein kostenloses soziales Netzwerk vorzustellen. Während Power-User möglicherweise für bestimmte Funktionen bezahlen, um ihre Twitter-Erfahrung zu verbessern, würde der durchschnittliche Benutzer wahrscheinlich nicht geneigt sein, für ein TweetDeck-Abonnement zu bezahlen oder eine Rückgängig-Funktion zu kaufen. </p> <p> Twitter muss die perfekte Balance zwischen zufriedenen Werbetreibenden und seinen Nutzern finden. Wenn sie sich zu stark darauf stützt, den Nutzern Gebühren in Rechnung zu stellen und Anzeigen zu eliminieren, würde dies sowohl Nutzer als auch Werbetreibende unzufrieden machen. </p>"}