{"title":"Twitters Trump-Verbot gilt für immer... selbst wenn er wieder für das Präsidentenamt kandidiert","content":"<p> Twitter meint es ernst mit dem Verbot des ehemaligen US-Präsidenten Donald Trump. Die Plattform hat angekündigt, Trump niemals auf Twitter zurückzulassen, selbst wenn Trump beschließt, 2024 erneut für das Präsidentenamt zu kandidieren. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump ist lebenslang von Twitter ausgeschlossen </h2> <p> Inmitten von Trumps zweitem Amtsenthebungsverfahren führte der Finanzchef von Twitter, Ned Segal, in der Squawk Box von CNBC ein Interview über die potenzielle Zukunft von Trumps Twitter-Account. Segal sagte, dass Twitter Trump nie wieder auf der Plattform zulassen werde, unabhängig davon, ob er sich entschließt, für ein Amt zu kandidieren. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Unsere Richtlinien funktionieren: Wenn Sie von der Plattform entfernt werden, werden Sie von der Plattform entfernt, unabhängig davon, ob Sie Kommentator, CFO oder ehemaliger oder aktueller Mitarbeiter sind. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Beamter&quot;, sagt <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> Finanzvorstand <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> ob das Konto von Präsident Trump wiederhergestellt werden könnte. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> — Squawk-Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10. Februar 2021 </a></blockquote>  <p> Segal stellte fest, dass die Entfernungsrichtlinien von Twitter nicht diskriminieren, und erklärte: &quot;Wenn Sie von der Plattform entfernt werden, werden Sie von der Plattform entfernt, unabhängig davon, ob Sie Kommentator, CFO oder ehemaliges oder aktuelles Publikum sind offiziell.&quot; </p> <p> Er fuhr dann fort, dass die &quot;Richtlinien von Twitter darauf ausgelegt sind, sicherzustellen, dass Menschen nicht zu Gewalt anstiften&quot;, und wenn jemand gegen diese Richtlinien verstößt, muss Twitter sie entfernen. Die Regeln der Plattform &quot;lassen es den Leuten nicht zu, zurückzukommen&quot;. </p> <p> Mit anderen Worten, Trump kann nie zu Twitter zurückkehren, und die Tatsache, dass er ein ehemaliger Amtsträger ist, wird daran nichts ändern. Das Verbot von Twitter bleibt auch in Kraft, sollte Trump erneut versuchen, für das Präsidentenamt zu kandidieren. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> Trumps turbulente Beziehung zu Social Media </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter verbot Trump </a> nach den Unruhen auf dem Capitol Hill am 6. Januar 2021 wegen Verstoßes gegen die Politik der Plattform zur Anstiftung zur Gewalt. Aber auch vor diesem dauerhaften Verbot hatten Trump und Twitter ein sehr steiniges Verhältnis. </p> <p> Während Trumps Präsidentschaft wurde Twitter häufig gefunden <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> Trumps Tweets markieren und entfernen </a> wegen Verstoßes gegen die Richtlinien der Plattform. Die Plattform bezeichnete seine Tweets kontinuierlich als Fehlinformationen über die Abstimmung, COVID-19 und sogar die Integrität der US-Wahlen. </p> <p> Trotzdem war Twitter nicht allein mit der Kennzeichnung und Einschränkung einiger von Trumps Tweets. Auch Facebook hatte einen großen Anteil daran <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> Kennzeichnung von Trumps Inhalten als Fehlinformation </a> . </p> <p> Trump wurde nach den Protesten in Washington D.C. im Wesentlichen aus allen sozialen Medien verbannt. Twitter hat nicht nur Trump von seiner Plattform entfernt, sondern auch Facebook, Instagram Snapchat, YouTube und sogar Twitch sind gegen Trumps Konto vorgegangen. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Die düstere Zukunft von Trumps sozialer Präsenz </h2> <p> Nun, da Trump von fast allen großen sozialen Plattformen ausgeschlossen ist, ist unklar, ob er jemals in den sozialen Medien wieder auftauchen wird. Für einige ist dies eine willkommene Vorstellung, für andere ist das Verbot von Trumps Konten eine Verletzung der Meinungsfreiheit. </p> <p> Parler, das sogenannte soziale Netzwerk für Redefreiheit, hätte Trumps Anwesenheit wahrscheinlich mit offenen Armen begrüßt. Aber jetzt, wo die Plattform ihren eigenen CEO gefeuert hat und aus dem gesamten Internet gestartet wurde, wird es wahrscheinlich Wochen (oder vielleicht sogar Monate) dauern, bis Parler zurückkehrt. </p>"}