{"title":"Valve veröffentlicht offiziell Steam in China","content":"<p> Die Spiele-Streaming- und Marktplatz-Plattform Steam hat in einer großen Woche für den Spielemarkt des Landes endlich eine offizielle native Veröffentlichung in China erhalten. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam kommt offiziell in China an </h2> <p> Chinesische Spieler haben seit einiger Zeit Zugriff auf die internationale Version von Steam. Was jedoch gefehlt hat, ist ein gebürtiges chinesisches Modell. </p> <p> Das hat sich nun geändert, da Steam die Plattform offiziell im Land eingeführt hat. Anstatt über seinen globalen Client auf Steam zugreifen zu müssen, haben chinesische Spieler jetzt ihre eigene Version. </p> <p> Das werden gut aufgenommene Nachrichten sein. Ja, China hatte möglicherweise Zugriff auf den internationalen Steam-Client, aber dies könnte dank strenger Zensurgesetze in China jederzeit einem Verbot unterliegen. Infolgedessen befand sich Steam in einer prekären Lage. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Warum hat China gerade erst Dampf? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Seit einigen Jahren verspricht Valve chinesischen Spielern eine eigene Steam-Version. Es hat drei Jahre gedauert, bis es endlich Früchte getragen hat. Also, was hat es so lange gedauert? </p> <p> Nun, wie Sie vielleicht wissen oder nicht, überprüft die Kommunistische Partei Chinas (KPCh), die die leitende Körperschaft in China ist, rigoros alle internationalen Medien und alle ausländischen Daten, die in das Land gelangen. </p> <p> Damit sind nicht nur aktuelle Ereignisse oder Politik gemeint. Es erstreckt sich auf alles, von Filmen über Bücher bis hin zu Videospielen. </p> <p> Aus diesem Grund hat es so lange gedauert, bis Steam in China ankam. Spiele müssen von der chinesischen Regierung genehmigt werden, bevor Entwickler sie in China veröffentlichen können. Dazu gehören Spiele auf Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Welche Spiele bietet Chinas Steam-Funktion? </h2> <p> Wie bereits erwähnt, hat die chinesische Version der beliebten Plattform aufgrund der Zensur, von der Sie gerade gelesen haben, eine begrenzte Auswahl an Spielen. </p> <p> Derzeit sind auf dem Marktplatz etwa 50 Titel gelistet, von denen 10 als &quot;in Kürze&quot; gekennzeichnet sind, vermutlich während die Regierung sie überprüft. </p> <p> Derzeit können chinesische Steam-Benutzer beliebte Titel wie Counter-Strike: Global Offensive genießen. Dies ist durchweg der beliebteste Titel von Steam, wie bestätigt, wenn <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam hat seinen eigenen Rekord für gleichzeitige Benutzer gebrochen </a> am 8. Februar 2021. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Tolle Neuigkeiten für Chinas Gaming-Community </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> Die Ankunft von Steam in China wird zweifellos Musik in den Ohren chinesischer Spieler sein. Jetzt hat China eine stabile Plattform, auf der es seine Lieblings-Steam-Titel spielen kann, ohne dass die Gefahr einer Zensur ihm den Spaß nimmt. </p> <p> Steam bietet allen seinen Benutzern eine großartige Möglichkeit, Spiele zu spielen, sowie eine sichere Umgebung, um Spiele zu kaufen. Es ist ausgezeichnet, dass die chinesische Regierung Valve erlaubt hat, seine Plattform im Land zu starten. </p>"}