{"title":"Wie man einem Minecraft-Server beitritt","content":"<p> Einzelspieler-Minecraft schneidet es einfach nicht? Möchten Sie mit Ihren Freunden die riesige, prozedural generierte Welt der Blöcke erkunden? Suchen Sie nicht weiter, hier finden Sie alles, was Sie wissen müssen, um einem Minecraft-Server beizutreten. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Die IP-Adresse eines Minecraft-Servers finden </h2> <p> Unabhängig davon, ob Sie dem privaten Server eines Freundes oder einem öffentlichen Server mit Tausenden von Spielern beitreten, müssen Sie die IP-Adresse des Servers ermitteln. Keine Sorge, das geht schnell und einfach, aber es ist ein anderer Prozess als <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> Finden Sie Ihre eigene IP-Adresse unter Windows </a> oder Mac. </p> <h3 id=\"for-private-servers\"> Für private Server </h3> <p> Wenn Ihr Freund einen eigenen Server hat, dem Sie beitreten möchten, fragen Sie ihn nach der IP. Wenn sie die IP-Adresse des Servers bereits kennen, fahren Sie mit dem nächsten Abschnitt fort. </p> <p> Wenn sie das Serverhosting von einer Drittanbieter-Website erworben haben, können sie die IP-Adresse normalerweise über das Dashboard der Website oder eine E-Mail, die sie möglicherweise beim Kauf erhalten haben, ermitteln. </p> <p> Wenn der Server von seinem eigenen Computer aus ausgeführt wird, haben Sie zwei Möglichkeiten, eine Verbindung herzustellen: LAN (Local Access Network) und über das Internet (der Eigentümer muss eine Portweiterleitung vornehmen, damit andere eine Verbindung über das Internet herstellen können). </p> <p> Wenn Sie dasselbe Netzwerk wie sie verwenden (LAN), können Sie eine Verbindung über ihre interne IP-Adresse herstellen. Für LAN-Verbindungen ist keine Portweiterleitung erforderlich. </p> <p> Finden Sie Ihre interne IP-Adresse, indem Sie Ihre Befehlszeile oder Ihr Terminal öffnen. Drücken Sie <strong> Windows+R </strong> und Typ <strong> cmd </strong> in die <strong> Lauf </strong> Eingabeaufforderung unter Windows oder für Mac Mac <strong> Befehl+Leertaste </strong> Spotlight öffnen und eintippen <strong> Terminal </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Für Windows-Befehlszeile </strong> : Art <strong> ipconfig </strong> in Ihre Befehlszeile, um Ihre IP-Adresse zu finden. Suche nach <strong> IPv4-Adresse </strong> . Es sieht etwa so aus wie &quot;192.165.0.123&quot;. Da Sie diese Adresse nun haben, kopieren Sie sie in Ihre Zwischenablage ( <strong> Strg+C </strong> unter Windows und <strong> Befehl+C </strong> auf dem Mac) und gehen Sie zum nächsten Abschnitt, um zu erfahren, was damit zu tun ist. </p> <p> <strong> Für Mac-Terminal </strong> : Art <strong> ipconfig getifaddr en0 </strong> (oder <strong> ipconfig getifaddr en1 </strong> wenn Sie Ethernet anstelle von WLAN verwenden) in Ihr Terminal, um Ihre IP-Adresse zu ermitteln. Das Terminal zeigt an, dass Ihre IP-Adresse in einer neuen Zeile ist. Nachdem Sie diese Adresse haben, kopieren Sie sie in Ihre Zwischenablage ( <strong> Strg+C </strong> unter Windows und <strong> Befehl+C </strong> auf dem Mac) und gehen Sie zum nächsten Abschnitt, um zu erfahren, was damit zu tun ist. </p> <p> Wenn Sie sich über das Internet mit einem privaten Server verbinden, benötigen Sie dessen öffentliche IP. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Sie können Ihre öffentliche IP-Adresse mithilfe eines Tools wie z <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismyiadresse </a> . Nachdem Sie diese Adresse haben, kopieren Sie sie in Ihre Zwischenablage ( <strong> Strg+C </strong> unter Windows und <strong> Befehl+C </strong> auf dem Mac) und gehen Sie zum nächsten Abschnitt, um zu erfahren, was damit zu tun ist. </p> <h3 id=\"for-public-servers\"> Für öffentliche Server </h3> <p> Wenn Sie mit anderen Spielern einem öffentlichen Server beitreten möchten, finden Sie die IP-Adresse, indem Sie im Internet nach einer Serverliste suchen. Es gibt einige ausgezeichnete Server, die Sie später in diesem Artikel ausprobieren können. </p> <p> Jetzt, da Sie diese Adresse haben, kopieren Sie sie in Ihre Zwischenablage ( <strong> Strg+C </strong> unter Windows und <strong> Befehl+C </strong> auf dem Mac) und gehen Sie zum nächsten Abschnitt, um zu erfahren, was damit zu tun ist. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> So treten Sie einem Minecraft-Server bei: Fügen Sie die IP-Adresse ein </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Sobald Sie die IP-Adresse des Servers haben, dem Sie beitreten möchten, starten Sie Minecraft und navigieren Sie zum <strong> Mehrspieler </strong> Bildschirm. </p> <p> Sie haben zwei Möglichkeiten, sich von hier aus mit einem Server zu verbinden. Wenn Sie wissen, dass Sie zum Server zurückkehren möchten, klicken Sie auf <strong> Server hinzufügen </strong> damit Sie es in Ihrer Liste speichern können. </p> <p> Wenn Sie nur vorbeischauen, um sich die Dinge anzusehen, verwenden Sie <strong> Direkte Verbindung </strong> damit es nicht in der Liste auftaucht. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> Fügen Sie in jedem Fall die IP-Adresse, die Sie in Ihre Zwischenablage kopiert haben, in das Feld mit der Aufschrift . ein <strong> Serveradresse </strong> . </p> <p> Zum <strong> Direkte Verbindung </strong> , klicken <strong> Betrete den Server </strong> . Zum <strong> Server hinzufügen </strong> , klicken <strong> Getan </strong> und treten Sie dann dem Server aus Ihrer Liste bei, indem Sie darauf doppelklicken oder ihn auswählen und auf klicken <strong> Betrete den Server </strong> . </p> <p> Jetzt spielst du Multiplayer-Minecraft! Wenn du dein Minecrafting auf die nächste Stufe heben möchtest, dann schau dir unsere <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> ultimative Minecraft-Befehle Spickzettel </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Minecraft-Server zum Spielen mit Freunden </h2> <p> Dies sind Server, die alle aus ihren eigenen Gründen Spaß machen, wir hatten eine tolle Zeit, sie zu testen. </p> <p> <strong> Hypixel </strong> (IP: hypixel.net): Hypixel ist seit langem sehr beliebt, und das aus gutem Grund. Sie können eine Vielzahl von Minispielen spielen, von <strong> Blitz-Überlebensspiele </strong> zu <strong> Mega-Wände </strong> oder <strong> Krimi </strong> . </p> <p> <strong> UniversumMC </strong> (IP: mcc.universemc.us): UniverseMC hat eine <strong> Fraktionen </strong> Modus, der Sie Tag für Tag wiederkommen lässt. Ernsthaft, es macht süchtig. <strong> KitPVP </strong> ist auch eine großartige Möglichkeit, Ihre Schwertkampffähigkeiten aufzufrischen. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Wir haben wahrscheinlich etwas zu viel Zeit damit verbracht, Snapcrafts zu spielen <strong> Gefängnis </strong> Modus. Wenn es Ihnen nicht Spaß macht, durch die Gefängnisränge aufzusteigen, versuchen Sie es mit ihren <strong> Parkour </strong> . </p> <p> <strong> SchicksalMC </strong> (IP: play.thedestinymc.com): DestinyMCs <strong> Skyblock </strong> -Modus ist ein Abenteuer, in dem man sich verlieren kann. Jeder Block zählt und man kann sie nur allzu leicht in den Abgrund verlieren. </p> <p> <strong> RealismusStadt </strong> (IP: play.realismtownmc.com): RealismTown ist eine Flucht vor allem. Ein einfacher Survival-Server mit benutzerdefinierten Plugins, einer geschäftigen Wirtschaft und freundlichen Gesichtern. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> So laden Sie andere ein und treten einem Minecraft-Realm bei Join </h2> <p> Das Einrichten eines privaten Minecraft-Servers kann schwierig sein. Minecraft Realms macht es einfach! </p> <p> Wenn Sie einem Realms-Server beitreten möchten, muss der Serverbesitzer Sie zuerst auf die Whitelist setzen. Der Besitzer des Reiches kann dies tun, indem er Sie einlädt. </p> <p> Der Besitzer eines Realms kann einen anderen Spieler einladen, indem er Minecraft startet und dann zu . navigiert <strong> Minecraft Realms </strong> und klicke auf <strong> Schlüssel </strong> Symbol ihres Reiches. Wählen Sie hier die Option aus, die lautet <strong> Spieler </strong> und laden Sie den gewünschten Spieler mit seinem Minecraft-Benutzernamen ein. </p> <p> Sie können Ihre Einladungen überprüfen, indem Sie auf klicken <strong> Briefumschlag </strong> Symbol oben neben dem <strong> Minecraft Realms </strong> Logo. Wenn Sie eine ausstehende Einladung haben, wird sie hier angezeigt, damit Sie sie annehmen können. </p> <p> </p> <p> Sobald Sie die Einladung angenommen haben, können Sie dem Realm aus Ihrer Liste der Realms beitreten, indem Sie es auswählen und auf klicken <strong> abspielen </strong> oder doppelklicken Sie einfach auf die Listenoption. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Machen Sie Erinnerungen mit Multiplayer-Minecraft </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Jetzt, da Sie das Know-how haben, um jedem Minecraft-Server beizutreten, den Sie im Visier haben, ist es an der Zeit, ins Spiel einzusteigen. Erleben Sie, was Minecraft bietet, wenn Sie mit Freunden spielen. Es ist weit mehr als das, was es Ihnen bieten kann, wenn Sie einen seiner Spielmodi alleine spielen. </p> <p> Das Spielen von Minecraft mit anderen ist auch eine großartige Gelegenheit, neue Freunde zu finden und neue Dinge zu lernen. Jede Erfahrung, die Sie beim Aufbau einer massiven Struktur oder als letztes Team in einem umfassenden Spieler-gegen-Spieler-Krieg gemacht haben, ist eine Erfahrung, an die Sie sich noch viele Jahre erinnern werden. </p>"}