{"title":"Was ist das PogChamp-Emote und wann wird es verwendet?","content":"<p> Slang-Begriffe können von überall herkommen, und während einige der neu geprägten Vokabeln von heute ein wenig albern klingen, ist es wichtig, dass sich die Leute bei der Kommunikation verstehen. </p> <p> Wenn Sie über einige Jahre hinweg Ihren fairen Anteil im Internet durchsucht haben, haben Sie wahrscheinlich &quot;PogChamp&quot; oder &quot;Poggers&quot; in den Kommentaren von Videos oder Artikeln gesehen. Aber was bedeutet es? </p> <p> Hier ist alles, was Sie dazu wissen müssen... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Was Pogchamp bedeutet und wann es verwendet wird </h2> <p> PogChamp ist der Name eines Twitch-Emotes – eines der ältesten auf der Plattform. Sowohl das Emote als auch der Emote-Name werden verwendet, um Aufregung oder Überraschung auf echte oder sarkastische Weise auszudrücken. </p> <p> Twitch-Emotes sind genau das, wonach sie klingen: Emojis, Emotionen oder Piktogramme exklusiv für die Twitch-App und -Website. Sie werden von Zuschauern und Streamern verwendet, um im Chat unterschiedliche Gefühle auszudrücken. </p> <p> </p> <p> Der Begriff &quot;PogChamp&quot; leitet sich vom Begriff &quot;Pog Champion&quot; oder &quot;Play of Game Champion&quot; ab, während der Begriff &quot;Play of the Game&quot; vermutlich von Overwatch, einem kompetitiven Ego-Shooter-Spiel, populär gemacht wurde. Overwatch hat eine Funktion, bei der am Ende jedes Spiels eine Highlight-Rolle das &quot;beste&quot; Spiel dieses Spiels zeigt. </p> <p> &quot;PogChamp&quot; und die darin beschriebene Stimmung haben viele Derivate hervorgebracht. Sowohl &quot;poggers&quot; als auch einfach &quot;pog&quot; haben im Online-Slang eine bedeutende Präsenz erlangt. Es ist üblich, dass Streamer aufgeregt auf etwas reagieren, indem sie &quot;Poggers&quot; sagen. </p> <p> Und obwohl es seinen Weg in Foren und andere Ecken des Internets gefunden hat, würden Sie es bei den meisten Bekannten im täglichen Leben nicht verwenden, es sei denn, sie kennen den Kontext des Begriffs. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Die Ursprünge des PogChamp-Emotes </h2> <p> </p> <p> Das ikonische, übertrieben schockierte Gesicht des ursprünglichen PogChamp-Emotes wurde erstmals 2010 in einem YouTube-Video von Cross Counter TV zu sehen. </p> <p> Darin macht die Internet-Persönlichkeit Ryan &quot;Gootecks&quot; Gutierrez ein Gesicht mit weit geöffneten Augen und weit geöffnetem Mund, als der Kameramann gegen das Stativ stößt. Direkt neben ihm sitzt sein Streamerkollege Mike Ross. </p> <p> Schließlich wurde die meme-würdige Reaktion zu einem Twitch-Emote. </p> <p> Gemäß <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , Twitch-Persönlichkeiten, deren Abbilder für Emotes verwendet werden, werden pro Nutzung bezahlt. Dies bedeutet, dass jedes Mal, wenn jemand das Emote verwendet, eine Gebühr anfällt. </p> <p> Schätzungen zufolge verdiente Gutierrez früher etwa 50.000 $ pro Jahr mit Twitch-Nutzern, die das Bild seines Gesichts im Chat spammten. Darüber hinaus wurde Gutierrez im Voraus zwischen 50.000 und 100.000 US-Dollar bezahlt – nur damit Twitch sein Bildnis verwenden konnte. </p> <p> Gutierrez würde PogChamp jedoch nicht für immer repräsentieren. Am 6. Januar 2021 <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch hat das ursprüngliche PogChamp-Emote verboten </a> , dass das Originalbild von der Plattform entfernt werden sollte. </p> <p> Als Ergebnis hat die Plattform ein neues PogChamp-Emote erstellt. Seitdem hat Twitch eine Vielzahl von Online-Erstellern zum neuen PogChamp-Gesicht gemacht. Streamer mit unterschiedlichen Hintergründen und Publikumsgrößen. </p> <p> </p> <p> Das Emote hat die gleiche Bedeutung wie das Original – es drückt eine überraschte, aufgeregte oder schockierte Reaktion aus. Das Emote selbst hat sich jedoch geändert. </p> <p> Und selbst mit dem Twitch-Verbot des PogChamp-Emotes mit Gutierrez&#39; Gesicht wird die Verwendung von &quot;Poggers&quot; und &quot;Pog&quot; im Internet-Slang wahrscheinlich unberührt bleiben. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp drückt Aufregung, Freude oder Schock aus </h2> <p> PogChamp ist eines der ältesten Twitch-Emotes, aber es ist auch eines der vielseitigsten. </p> <p> Aufgrund seiner Fähigkeit, sowohl positive als auch negative Reaktionen zu beschreiben, wird PogChamp wahrscheinlich weiterhin im gesamten Internet verwendet, auch wenn das dem Namen beigefügte Gesicht nicht immer gleich ist. </p>"}