{"title":"WallStreetBets wird in einem Super Bowl-Werbespot vorgestellt","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r/WallStreetBets </a> , die Reddit-Community hinter dem GameStop-Aktienrausch, hat eine eigene Super Bowl-Anzeige bekommen. Reddit hat eine kurze fünfsekündige Anzeige erstellt, um den Willen und die reine Entschlossenheit von WallStreetBets zu ehren. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets macht den Super Bowl </h2> <p> Jeder, der sich den Super Bowl LV ansah, erlebte zwischen Rob Gronkowskis rekordbrechenden Touchdowns und der Las Vegas-Aufführung von The Weeknd eine schöne Überraschung. Während der Werbepause erschien für den Bruchteil einer Sekunde eine Anzeige von Reddit auf dem Bildschirm. </p> <p> Am Anfang der Anzeige befindet sich das Reddit-Logo, das dann verschwindet, um die Nachricht anzuzeigen: „Wow, das hat tatsächlich funktioniert. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Was ist gerade passiert? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> – Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8. Februar 2021 </a></blockquote>  <p> In der Botschaft heißt es weiter: &quot;Eine Sache, die wir letzte Woche von unseren Communities gelernt haben, ist, dass Außenseiter fast alles erreichen können, wenn sie sich um eine gemeinsame Idee bemühen.&quot; Hier bezog sich Reddit eindeutig auf <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> WallStreetBets Sieg über die Wall Street </a> , als es mit wütenden Hedgefonds und den Handelsbeschränkungen von Robinhood kämpfte. </p> <p> Es schließt die Anzeige mit dem Hinweis: &quot;Mächtige Dinge passieren, wenn Menschen sich um etwas versammeln, das ihnen wirklich wichtig ist. Und dafür gibt es einen Ort. Es heißt Reddit.&quot; </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Reddits Super Bowl-Überraschung </h2> <p> Obwohl diese Anzeige nur für Sekunden gezeigt wurde, stellte Reddit fest, dass es sein &quot;gesamtes Marketingbudget&quot; für diesen unglaublich kurzen Werbespot ausgegeben hat. WallStreetBets hat die feierliche Botschaft definitiv verdient und die 8,7 Millionen Mitglieder der Community wahrscheinlich überrascht. </p>"}