{"title":"Webinare kommen über einen neuen kostenpflichtigen Plan zu Microsoft Teams","content":"<p> Wenn Sie schon immer ein Webinar in Microsoft Teams veranstalten wollten, können Sie dies bald – aber Sie müssen zuerst bezahlen. Das Softwareunternehmen hat seine Pläne für Teams Pro bekannt gegeben, einen Abonnementdienst, mit dem Mitglieder Webinare mit Teams hosten können. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> Was kommt in Microsoft Teams mit Teams Pro? </h2> <p> Die Nachricht von diesem Feature wurde am <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Petri </a> . Microsoft plant die Veröffentlichung eines neuen abonnementbasierten Dienstes namens Teams Pro, der die Verwendung von Teams verbessern soll. Der Dienst ist derzeit für eine Veröffentlichung Mitte März 2021 geplant. </p> <p> Es ist unklar, wie viel Teams Pro kosten wird, aber wir wissen, dass Pro-Abonnenten die Möglichkeit erhalten, Webinare zu erstellen. Das ist sehr sinnvoll, da <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft macht in einer von einer Pandemie heimgesuchten Welt einen riesigen Gewinn, </a> und Teams hat das Potenzial, ein potenter Geldverdiener für das Unternehmen zu sein. </p> <p> Teams Pro wird auch &quot;Meeting Intelligence&quot; einbringen. Es ist nicht sicher, was das genau bedeutet, aber Brad Sams von Petri hat einige Gedanken darüber, was diese mysteriöse Funktion mit sich bringen könnte: </p> <blockquote> <p> ...Ich vermute, dass dies eng mit der Webinar-Funktionalität verbunden sein wird – die beiden passen wie OneDrive und SharePoint zusammen. Wenn Sie ein Webinar mit Teams hosten, möchten Sie zusätzliche Einblicke wie die Zeit in einer Sitzung, ob eine Frage gestellt wurde usw. </p> </blockquote> <p> Daher besteht eine gute Chance, dass &quot;Meeting Intelligence&quot; ein weiteres Beispiel dafür ist, wie Microsoft mit der Automatisierung des Meeting-Feedback-Prozesses experimentiert. Wir haben gesehen, wie das Unternehmen dies früher mit einem ausprobiert hat <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> System, das erkennt, wer in einem Meeting gelangweilt aussieht </a> . </p> <p> Was die weiteren Details angeht, gibt es jedoch nicht mehr viel zu tun. Daher müssen wir uns Zeit lassen, um zu sehen, was Microsoft für Teams Pro geplant hat, einschließlich der Kosten und der genauen Funktionsweise der Webinare. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: Ein Muss für Profis? </h2> <p> Details zu dem, was Microsoft für Teams Pro plant, sind leider sehr spärlich. Wir wissen jedoch, dass Webinare Teil des Abonnements sind. Daher müssen wir nur abwarten, wie sich diese Nachricht im Laufe der Zeit entwickelt. </p> <p> Wenn Sie von zu Hause aus arbeiten und daran denken, Ihr eigenes Unternehmen zu gründen, ist ein Webinar eine großartige Möglichkeit, Ihren Namen bekannt zu machen. Bevor Sie sich für ein Webinar entscheiden, sollten Sie wissen, was ein gutes Webinar ausmacht, damit Sie einen professionellen ersten Eindruck vermitteln können. </p> <p> <small> Bildnachweis: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}