{"title":"Was ist das Bloomberg-Terminal und was macht es so leistungsstark?","content":"<p> Bloomberg ist einer der weltweit größten Finanznachrichtendienste und sein Gründer Mike Bloomberg ist einer der reichsten Menschen der Welt. </p> <p> Ein Großteil des Vermögens, das er erwirbt, stammt aus dem Bloomberg Terminal, der unverzichtbaren Computersoftware für viele Unternehmen der Finanzbranche. Wenn Sie einen Bürojob in einem Unternehmen haben, haben Sie ihn wahrscheinlich sogar selbst genutzt. </p> <p> Was genau macht das Bloomberg-Terminal und was macht es für Wall Street-Profis so mächtig und wertvoll? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Wie das Bloomberg-Terminal entstand </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Vor dem Bau des Bloomberg-Terminals war Mike Bloomberg General Partner bei Salomon Brothers, einer Investmentbank mit Hauptsitz in New York. </p> <p> Nachdem er 1981 eine Abfindung in Höhe von 10 Millionen US-Dollar erhalten hatte, erfand er ein System, das Finanzdaten, Analysen, Compliance und relevante Geschäfts- und Finanzinformationsdienste unter einer einzigen Computersoftware vereinte – dem Bloomberg Terminal. </p> <p> Das Bloomberg Terminal feierte 1982 offiziell seine Premiere, und der Rest ist Geschichte. Heute wird das Terminal von über 320.000 Abonnenten weltweit genutzt. Es wird geschätzt, dass die Software selbst für ein Drittel des Umsatzes von Bloomberg LP verantwortlich ist. Neben dem PC ist das Bloomberg Terminal auch auf Smartphones verfügbar. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Wer nutzt das Bloomberg-Terminal? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Bildquelle: Andrey Rudakov/ <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Das Bloomberg Terminal wird oft als Supercomputer beschrieben, ohne den die Wall Street-Profis nicht leben können. Ein Bloomberg Terminal-Abonnement kostet etwa 20.000 bis 24.000 US-Dollar pro Jahr, aber das hält seinen Kundenstamm nicht davon ab, seine Abonnements zu verlängern, da es so nützlich ist. </p> <p> Händler, Broker, Analysten, Portfoliomanager, Investoren und Führungskräfte sind die Hauptkonsumenten des Terminals. </p> <p> Wenn Sie an einer Universität einen Studiengang in Finanz- oder Wirtschaftswissenschaften studieren, haben Sie wahrscheinlich auch die Grundfunktionen kennengelernt. Dies liegt daran, dass immer mehr Hochschulen das Terminal abonnieren, damit Studierende praktische Kenntnisse über die Finanzmärkte erwerben können. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Wie sieht das Bloomberg-Terminal aus? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Bildquelle: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Das Bloomberg Terminal hat eine ikonische Benutzeroberfläche, die leicht zu erkennen ist: ein komplett schwarzer Bildschirm und Zeilen und Zeilen Neontext in einer Schriftart, die an ein Videospiel der alten Schule der 90er Jahre erinnert. </p> <p> Das Terminal liefert auch seine eigenen Computer für ein optimales Erlebnis, das sogenannte Bloomberg 15-Zoll-Kompaktdisplay-Terminal. Mit nativen Auflösungen von 60 Hz, 32-Bit-Farbe und 1024 x 768 (XGA) Bildschirmen bieten die Compact Display Terminals eine hochwertige Anzeige über einen ergonomisch gestalteten Computerständer. In einer Firmenumgebung läuft das Terminal in der Regel auf zwei, manchmal aber auch auf vier bis sechs Bildschirmen. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Bildquelle: Bloomberg Professional Services/ <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> In Bezug auf die Hardware benötigen Sie zur Verwendung des Bloomberg-Terminals eine Bloomberg-native PC-Tastatur namens Starboard, die zusätzlich zu Ihren regulären QWERTZ-Tasten rote, blaue, grüne und gelbe Tasten für bestimmte Funktionen enthält. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Bloomberg-Terminalfunktionen </h2> <p> Hier sind einige der leistungsstärksten Funktionen des Bloomberg-Terminals. </p> <p> Das <b> HILFE </b> Die Schaltfläche ist vielleicht die nützlichste Taste für diejenigen, die gerade erst anfangen. Wenn Sie Fragen zu irgendetwas am Terminal haben, drücken Sie einfach einmal auf die Taste und ein Bloomberg-Spezialist wird einen Live-Chat mit Ihnen starten, um Ihre Fragen zu lösen. Warum noch googeln? </p> <p> Wenn Sie eine Internetverbindung haben, sind Sie definitiv kein Unbekannter <b> Bloomberg-Nachrichten </b> . Benutzer können einfach tippen <b> NACHRICHTEN </b> und drücken Sie die Eingabetaste, um die neuesten Informationen zu Markttrends, Bewegungen und anderen relevanten Eilmeldungen zu erhalten. </p> <p> Sobald ein Wall Street-Broker über die wichtigsten Nachrichten des Tages informiert ist, möchten Sie die Aktien und die finanzielle Performance eines Unternehmens an diesem Tag überprüfen. Kein Problem: Tastenkombinationen wie <b> BQ </b> , <b> GIP </b> , und <b> OMON </b> bieten visuelle Echtzeit-Charts, Daten, Kurse, Trends und Prognosen zu einer Aktienoption oder einem Fonds. </p> <p> Möchten Sie ein visuell ansprechendes Diagramm aus dem Terminal in Excel exportieren? Das Terminal selbst ist bereits gut in Microsoft Excel integriert. Schlag einfach <b> DAPI </b> auf dem Terminal. Diejenigen, die mit den Terminal-Build-Tabellen vertraut sind, die bei jedem Öffnen der Datei automatisch mit den neuesten Daten aktualisiert werden. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Erfahren Sie hier, wie Sie sich selbst aktualisierende Microsoft Excel-Diagramme erstellen </a> . </p> <p> Die in der Branche chatten über <b> Bloomberg-Nachrichten </b> , das im Grunde Facebook Messenger ist, aber auf Bloomberg. Es ermöglicht Ihnen, jedem, der sich am Terminal befindet, Nachrichten zu senden. Dies bedeutet, dass sich jeder in der Branche technisch sofort kontaktieren kann. Sie müssen nicht mehr nach der Nummer einer anderen Person fragen oder sich nach dem besten Weg zur Kontaktaufnahme erkundigen. </p> <p> Wenn Sie mehr über eine bekannte Person in einer bestimmten Branche erfahren möchten, geben Sie ein <b> PEOP </b> ermöglicht es Ihnen, ihre Anmeldeinformationen zu durchsuchen. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Bildquelle: Bloomberg Professional Services/ <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Bloomberg-Karte </b> ist im Wesentlichen Google Maps, aber detaillierter und auf die Finanzbranche zugeschnitten. </p> <p> Mithilfe von Geodaten präsentiert die Karte Benutzern eine Visualisierung von Naturkatastrophen, die sich weltweit abspielen, sodass Rohstoff-Tracker die Auswirkungen von Naturkatastrophen auf Rohstoffe wie Öl und Gold kennen. Um auf die Karte zuzugreifen, geben Sie ein <b> BMAP </b> . </p> <p> Die Arbeit ist für den Tag erledigt. Nehmen wir an, unser Wall Street Broker möchte in einem schicken Restaurant zu Abend essen. Manche würden <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> nach guten Orten auf Google oder beliebten Restaurantbewertungs-Apps suchen </a> . Das kann das Terminal jedoch mit <b> DINE, die </b> zeigt Benutzerinformationen und Bewertungen zu High-End-Restaurants in der Nähe an. </p> <p> Wenn unser Wall Street-Broker viel ausgeben möchte, aber nicht weiß, wofür er ausgeben soll, geben Sie einfach ein <b> MLUX </b> auf dem Terminal werden Ergebnisse zu den besten Luxusartikeln angezeigt, die online zum Kauf angeboten werden. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Das Bloomberg-Terminal </h2> <p> Das Bloomberg Terminal ist nicht nur ein Finanzdatensystem. Es ist auch eine Plattform für soziale Netzwerke, Einkaufsmöglichkeiten und Restaurants. Sein größtes Verkaufsargument ist, dass es sich um einen All-in-One-Service handelt, der mit unglaublicher Geschwindigkeit und Genauigkeit bereitgestellt wird. Kein Wunder, dass diejenigen, die das Terminal nutzen, nicht genug davon bekommen können. </p> <p> Wenn Sie die Möglichkeit haben, in der Schule oder am Arbeitsplatz auf das Terminal zuzugreifen, nutzen Sie es voll aus und versuchen Sie, die obigen Befehlstasten einzugeben, um zu sehen, was angezeigt wird. </p>"}