{"title":"Warum erhöht Sling TV die Preise wieder?","content":"<p> Sling ist dank seiner breiten Auswahl an Kanälen und sehr wettbewerbsfähigen Preisen seit einigen Jahren einer der beliebtesten Streaming-Dienste. </p> <p> Ende Januar 2021 kündigte das Unternehmen jedoch an, die Kosten sowohl für seine Abonnementpakete als auch für seine Add-Ons zu erhöhen. </p> <p> Warum sind die Preise überhaupt gestiegen und werden wir in den kommenden Monaten wahrscheinlich weitere Preiserhöhungen erleben? Lesen Sie weiter, um es herauszufinden. </p> <h2 id=\"how-much-does-sling-cost-now\"> Wie viel kostet Sling jetzt? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Für diejenigen, die es nicht wissen, bietet Sling zwei verschiedene Pakete an: Sling Blue und Sling Orange. </p> <p> Jedes Paket bietet eine andere Auswahl an Kanälen. Kanäle wie ESPN und Disney sind beispielsweise nur auf Orange verfügbar, während FOX News, MSNBC und NFL Network nur auf Blau verfügbar sind. Sie können die beiden Pakete in einem Bundle kaufen, wenn Sie auf alles zugreifen möchten. </p> <p> Vor dem <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Schlingenpreiserhöhung im Januar 2021 </a> , beide Dienste kosten 30 US-Dollar. Sie sind jetzt 35 $. Das gebündelte Paket ist ebenfalls um 5 US-Dollar gestiegen (von 45 US-Dollar auf 50 US-Dollar). Das Sport-Add-On ist von 10 auf 11 US-Dollar gestiegen, und alle anderen Add-Ons sind von 5 auf 6 US-Dollar gestiegen. </p> <p> Neue Abonnenten müssen die neuen Tarife sofort bezahlen; bestehende Benutzer erhalten aufgrund der einjährigen Preisgarantie von Sling eine Nachfrist bis Juli 2021. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Warum hat Sling seine Preise erhöht? </h2> <p> Sling hat die TV-Sender schnell für die Preiserhöhung verantwortlich gemacht. Als die Wanderung angekündigt wurde, verschwendete der Vorsitzende der Sling-TV-Gruppe Michael Schwimmer keine Zeit, um seinen Kunden mitzuteilen, auf wen sie ihren Zorn richten sollten <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> Pressemitteilung </a> : </p> <blockquote> <p> Leider sind wir gezwungen, die Preise zu erhöhen, weil die Fernsehsender uns immer mehr in Rechnung stellen, aber wir kämpfen hart, um das beste Angebot für unsere Kunden zu erzielen. Der Beweis für unser Engagement ist offensichtlich, denn Sling TV ist immer noch das beste Angebot auf dem Markt und unsere Preise sind viel niedriger als bei Kabel- und anderen Live-Streaming-Diensten. Sling-TV-Kunden können sich darauf verlassen, dass wir auch weiterhin die beste Kombination aus Live-Nachrichten-, Sport- und Unterhaltungs-Kabelkanälen zum besten Preis anbieten werden. </p> </blockquote> <p> Obwohl einige Leute denken mögen, dass Schwimmer und Sling eine Nebelwand aufstellen, um ihre wahren Motive für die Preiserhöhung vor ihren Kunden zu verbergen, steht die Erhöhung im Einklang mit Preiserhöhungen, die wir in den letzten Monaten an anderen Stellen der Streaming-Branche gesehen haben. </p> <p> So erhöhten beispielsweise Hulu + Live TV und YouTube TV Ende 2020 beide ihre Preise. YouTube TV stieg von 50 auf 65 US-Dollar und Hulu von 55 auf 65 US-Dollar. </p> <p> Im Fall von Hulus ist der Preis nun von 40 US-Dollar im Januar 2019 auf 65 US-Dollar nur zwei Jahre später gestiegen. Das ist eine Steigerung von mehr als 50 %. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> Sind Fernsehsender wirklich schuld? </h2> <p> Offensichtlich wissen wir nicht genau, wie viel Sling den TV-Sendern bezahlt, um sie auf seiner Plattform zur Verfügung zu stellen. </p> <p> Vergleicht man jedoch die Preiserhöhungen bei Sling et al. Bei den Preiserhöhungen bei Diensten, die nur On-Demand-Videos bereitstellen, wie Netflix, ist der Unterschied krass. </p> <p> Seit Netflix im Mai 2014 seinen Einstiegsplan auf den Markt gebracht hat, haben wir nur einen einzigen Preisanstieg von 8 USD / Monat auf 9 USD / Monat erlebt. Das ist viel weniger als die Preiserhöhungen bei Sling sowohl in Dollar als auch in Prozent. Ja, die teureren Pläne haben größere Sprünge gesehen, aber sie wurden auf dem Weg um zusätzliche Funktionen erweitert. </p> <p> Diese Diskrepanzen zwischen TV-Streaming-Diensten und Video-on-Demand-Diensten scheinen darauf hinzudeuten, dass die Fernsehsender tatsächlich schuld sind. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> Sling ist immer noch billiger als Kabel </h2> <p> Niemand mag es, wenn seine Rechnungen steigen. Aber angesichts der Preistreiberei, die wir in den letzten zehn Jahren in der Kabelfernsehwelt erlebt haben (der durchschnittliche Preis einer Kabelrechnung in den USA beträgt jetzt mehr als 200 US-Dollar), ist es schwer, Sling eine kleine Erhöhung zu gönnen. </p> <p> Der Service, den es bietet, ist immer noch ausgezeichnet. Im Vergleich zu anderen Möglichkeiten des Fernsehens bietet es immer noch ein hervorragendes Preis-Leistungs-Verhältnis. </p>"}