{"title":"Was Sie über den Cognizant Maze Ransomware-Angriff wissen müssen","content":"<p> Stellen Sie sich vor, Sie schreiben eine wichtige geschäftliche E-Mail und verlieren plötzlich den Zugriff auf alles. Oder Sie erhalten eine bösartige Fehlermeldung, in der Bitcoin aufgefordert wird, Ihren Computer zu entschlüsseln. Es kann viele verschiedene Szenarien geben, aber eines bleibt bei allen Ransomware-Angriffen gleich: Die Angreifer geben immer Anweisungen, wie Sie Ihren Zugriff zurückerhalten. Der einzige Haken ist natürlich, dass Sie im Voraus ein hohes Lösegeld zahlen müssen. </p> <p> Eine verheerende Art von Ransomware, bekannt als &quot;Maze&quot;, macht in der Welt der Cybersicherheit die Runde. Hier erfahren Sie, was Sie über die Ransomware Cognizant Maze wissen müssen. </p> <h2 id=\"what-is-the-maze-ransomware\"> Was ist die Maze-Ransomware? </h2> <p> Die Maze-Ransomware kommt in Form einer Windows-Sorte, die über Spam-E-Mails und Exploit-Kits verbreitet wird und hohe Mengen an Bitcoin oder Kryptowährung verlangt, um die gestohlenen Daten zu entschlüsseln und wiederherzustellen. </p> <p> Die E-Mails kommen mit scheinbar harmlosen Betreffzeilen wie „Ihre Verizon-Rechnung kann angezeigt werden“ oder „Verpasste Paketzustellung“ an, stammen jedoch von bösartigen Domänen. Gerüchten zufolge handelt es sich bei Maze um eine Affiliate-basierte Ransomware, die über ein Netzwerk von Entwicklern betrieben wird, die Gewinne mit verschiedenen Gruppen teilen, die in Unternehmensnetzwerke eindringen. </p> <p> Um Strategien zum Schutz und zur Begrenzung der Gefährdung durch ähnliche Angriffe zu entwickeln, sollten wir über das Cognizant Maze nachdenken... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> Der Cognizant Maze Ransomware-Angriff </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> Im April 2020 wurde Cognizant, ein Fortune-500-Unternehmen und einer der größten globalen Anbieter von IT-Diensten, Opfer des bösartigen Maze-Angriffs, der auf breiter Front immense Dienstunterbrechungen verursachte. </p> <p> Aufgrund der durch diesen Angriff durchgeführten Löschung interner Verzeichnisse erlitten mehrere Cognizant-Mitarbeiter Kommunikationsstörungen, und das Vertriebsteam war verblüfft, mit Kunden zu kommunizieren und umgekehrt. </p> <p> Die Tatsache, dass die Datenschutzverletzung von Cognizant geschah, als das Unternehmen Mitarbeiter aufgrund der Coronavirus-Pandemie auf Remote-Arbeit umstellte, machte die Herausforderung noch schwieriger. Laut dem Bericht von <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , waren die Mitarbeiter aufgrund des verlorenen E-Mail-Zugangs gezwungen, andere Wege zu finden, um Kollegen zu kontaktieren. </p> <p> „Niemand möchte mit einem Ransomware-Angriff fertig werden“, sagte Brian Humphries, CEO von Cognizant. „Ich persönlich glaube nicht, dass irgendjemand wirklich unempfindlich ist, aber der Unterschied besteht darin, wie man damit umgeht. Und wir haben versucht, es professionell und ausgereift zu managen.“ </p> <p> Das Unternehmen destabilisierte die Situation schnell, indem es sich die Hilfe führender Cybersicherheitsexperten und ihrer internen IT-Sicherheitsteams holte. Der Cognizant-Cyberangriff wurde auch den Strafverfolgungsbehörden gemeldet und Cognizant-Kunden wurden ständig über die Indikatoren für Kompromisse (Indicators of Compromise, IOC) informiert. </p> <p> Dem Unternehmen entstand jedoch durch den Angriff ein erheblicher finanzieller Schaden, der sich bis zu einer beachtlichen Summe anhäufte <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> 50-70 Millionen US-Dollar an entgangenen Einnahmen </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Warum ist Maze Ransomware eine doppelte Bedrohung? </h2> <p> Als ob es nicht schon schlimm genug wäre, von Ransomware betroffen zu sein, haben die Erfinder des Maze-Angriffs den Opfern eine zusätzliche Wendung gegeben. Eine bösartige Taktik, die als „doppelte Erpressung“ bekannt ist, wird mit einem Maze-Angriff eingeführt, bei dem die Opfer mit einem Verlust ihrer kompromittierten Daten bedroht werden, wenn sie sich weigern, zu kooperieren und die Anforderungen an Ransomware zu erfüllen. </p> <p> Diese berüchtigte Ransomware wird zu Recht als „doppelte Bedrohung“ bezeichnet, da sie neben der Sperrung des Netzwerkzugangs für Mitarbeiter auch eine Nachbildung der gesamten Netzwerkdaten erstellt und damit die Opfer ausnutzt und zum Lösegeld verleitet. </p> <p> Leider hört die Drucktaktik der Maze-Schöpfer hier nicht auf. Jüngste Untersuchungen haben ergeben, dass TA2101, eine Gruppe hinter der Maze-Ransomware, jetzt eine spezielle Website veröffentlicht hat, die alle ihre nicht kooperativen Opfer auflistet und häufig ihre gestohlenen Datenproben als Strafe veröffentlicht. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> So begrenzen Sie Maze-Ransomware-Vorfälle </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Die Eindämmung und Eliminierung der Risiken von Ransomware ist ein vielschichtiger Prozess, bei dem verschiedene Strategien kombiniert und basierend auf jedem Anwendungsfall und dem Risikoprofil einer einzelnen Organisation angepasst werden. Hier sind die beliebtesten Strategien, mit denen Sie einen Maze-Angriff sofort stoppen können. </p> <h3 id=\"enforce-application-whitelisting\"> Anwendungs-Whitelisting erzwingen </h3> <p> Application Whitelisting ist eine proaktive Technik zur Abwehr von Bedrohungen, die es nur vorautorisierten Programmen oder Software erlaubt, ausgeführt zu werden, während alle anderen standardmäßig blockiert werden. </p> <p> Diese Technik hilft immens bei der Identifizierung illegaler Versuche, bösartigen Code auszuführen und hilft bei der Verhinderung nicht autorisierter Installationen. </p> <h3 id=\"patch-applications-and-security-flaws\"> Patch-Anwendungen und Sicherheitslücken </h3> <p> Sicherheitslücken sollten sofort nach ihrer Entdeckung gepatcht werden, um Manipulationen und Missbrauch durch Angreifer zu verhindern. Hier sind die empfohlenen Zeitrahmen für die sofortige Anwendung von Patches, basierend auf der Schwere der Fehler: </p> <ul> <li> <strong> Extremes Risiko </strong> : innerhalb von 48 Stunden nach der Veröffentlichung eines Patches. </li> <li> <strong> Hohes Risiko </strong> : innerhalb von zwei Wochen nach der Veröffentlichung eines Patches. </li> <li> <strong> Mittleres oder geringes Risiko </strong> : innerhalb eines Monats nach der Veröffentlichung eines Patches. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Konfigurieren der Microsoft Office-Makroeinstellungen </h3> <p> Makros werden verwendet, um Routineaufgaben zu automatisieren, können jedoch manchmal ein einfaches Ziel sein, um schädlichen Code in ein System oder einen Computer zu transportieren, sobald sie aktiviert sind. Der beste Ansatz ist, sie nach Möglichkeit deaktiviert zu lassen oder sie vor der Verwendung bewerten und überprüfen zu lassen. </p> <h3 id=\"employ-application-hardening\"> Anwendungshärten einsetzen </h3> <p> Application Hardening ist eine Methode, Ihre Anwendungen abzuschirmen und zusätzliche Sicherheitsschichten aufzubringen, um sie vor Diebstahl zu schützen. Java-Anwendungen sind sehr anfällig für Sicherheitslücken und können von Bedrohungsakteuren als Einstiegspunkte verwendet werden. Es ist zwingend erforderlich, Ihr Netzwerk durch den Einsatz dieser Methodik auf Anwendungsebene zu schützen. </p> <h3 id=\"restrict-administrative-privileges\"> Einschränken von Administratorrechten </h3> <p> Administratorrechte sollten mit großer Vorsicht gehandhabt werden, da ein Administratorkonto Zugriff auf alles hat. Wenden Sie beim Einrichten von Zugriffen und Berechtigungen immer das Prinzip der geringsten Berechtigung (POLP) an, da dies ein wesentlicher Faktor bei der Abwehr der Maze-Ransomware oder anderer Cyberangriffe sein kann. </p> <h3 id=\"patch-operating-systems\"> Patch-Betriebssysteme </h3> <p> Als Faustregel gilt, dass alle Anwendungen, Computer und Netzwerkgeräte mit extremen Risikoschwachstellen innerhalb von 48 Stunden gepatcht werden sollten. Es ist auch wichtig, sicherzustellen, dass nur die neuesten Versionen von Betriebssystemen verwendet werden, und um jeden Preis nicht unterstützte Versionen zu vermeiden. </p> <h3 id=\"implement-multi-factor-authentication\"> Implementieren Sie die Multi-Faktor-Authentifizierung </h3> <p> Multi-Factor Authentication (MFA) fügt eine zusätzliche Sicherheitsebene hinzu, da mehrere autorisierte Geräte erforderlich sind, um sich bei Fernzugriffslösungen wie Online-Banking oder anderen privilegierten Aktionen anzumelden, die die Verwendung vertraulicher Informationen erfordern. </p> <h3 id=\"secure-your-browsers\"> Sichern Sie Ihre Browser </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Stellen Sie sicher, dass Ihr Browser immer aktualisiert wird, Pop-up-Anzeigen blockiert werden und Ihre Browsereinstellungen die Installation unbekannter Erweiterungen verhindern. </p> <p> Überprüfen Sie in der Adressleiste, ob die von Ihnen besuchten Websites legitim sind. Denken Sie daran, HTTPS ist sicher, während HTTP erheblich weniger sicher ist. </p> <p> </p> <h3 id=\"employ-email-security\"> E-Mail-Sicherheit einsetzen </h3> <p> Die Hauptzugangsmethode für die Maze-Ransomware ist per E-Mail. </p> <p> Implementieren Sie die Multi-Faktor-Authentifizierung, um eine zusätzliche Sicherheitsebene hinzuzufügen und Ablaufdaten für Passwörter festzulegen. Trainieren Sie sich und Ihre Mitarbeiter außerdem darin, niemals E-Mails aus unbekannten Quellen zu öffnen oder zumindest keine verdächtigen Anhänge herunterzuladen. Die Investition in eine E-Mail-Schutzlösung gewährleistet die sichere Übertragung Ihrer E-Mails. </p> <h3 id=\"make-regular-backups\"> Machen Sie regelmäßige Backups </h3> <p> Datensicherungen sind ein wesentlicher Bestandteil eines Disaster-Recovery-Plans. Im Falle eines Angriffs können Sie durch die Wiederherstellung erfolgreicher Backups die ursprünglich gesicherten Daten, die von den Hackern verschlüsselt wurden, problemlos entschlüsseln. Es empfiehlt sich, automatisierte Sicherungen einzurichten und eindeutige und komplexe Passwörter für Ihre Mitarbeiter zu erstellen. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Achten Sie auf betroffene Endpunkte und Anmeldeinformationen </h3> <p> Wenn einer Ihrer Netzwerkendpunkte von der Maze-Ransomware betroffen ist, sollten Sie zu guter Letzt alle darauf verwendeten Anmeldedaten ermitteln. Gehen Sie immer davon aus, dass alle Endpunkte verfügbar und/oder von den Hackern kompromittiert wurden. Das Windows-Ereignisprotokoll wird sich für die Analyse von Post-Compromise-Anmeldungen als nützlich erweisen. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Benommen über den Cognizant Maze Attack? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> Der Cognizant-Bruch ließ den Anbieter von IT-Lösungen sich mühsam von immensen finanziellen und Datenverlusten erholen. Mit Hilfe der besten Cybersicherheitsexperten erholte sich das Unternehmen jedoch schnell von diesem bösartigen Angriff. </p> <p> Diese Episode hat bewiesen, wie gefährlich Ransomware-Angriffe sein können. </p> <p> Neben dem Labyrinth gibt es eine Vielzahl anderer Ransomware-Angriffe, die täglich von bösartigen Bedrohungsakteuren ausgeführt werden. Die gute Nachricht ist, dass jedes Unternehmen diese Angriffe mit Sorgfalt und strengen Sicherheitspraktiken leicht abwehren kann, bevor sie zuschlagen. </p>"}