{"title":"Waze-ähnliche Berichterstattung kommt zu Apple Maps","content":"<p> Apple Maps für iOS 14.5 erhält neue Crowdsourcing-Berichtsfunktionen, die denen von Waze und Google Maps ähneln. Wenn das Update öffentlich veröffentlicht wird, können Benutzer Unfälle, Gefahren und Geschwindigkeitskontrollen entlang ihrer Route melden, wenn sie Wegbeschreibungen abrufen. </p> <p> Apple bewirbt diese Funktion mit einem Begrüßungsbildschirm, der angezeigt wird, wenn Sie nach dem Upgrade auf iOS 14.5 zum ersten Mal eine Wegbeschreibung von Maps anfordern. Dies ist definitiv eine neue Funktion, da frühere Versionen der Maps-App keine Unfallmeldefunktion hatten. </p> <p> Bei der GPS-Navigation auf Smartphones sind beide <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Maps und Waze sind populär geworden </a> Crowdsourcing von Gefahrenmeldungen. Vor diesem Hintergrund ist es großartig, dass der Kartendienst von Apple endlich ähnliche eigene Berichtsfunktionen erhält. </p> <h2 id=\"when-can-i-use-this-feature\"> Wann kann ich diese Funktion verwenden? </h2> <p> Laut Postern auf <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> die Gefahrenmeldungen in Maps entdeckt haben, benötigen dafür iOS 14.5 oder iPadOS 14.5. Beide Updates werden derzeit von Apples registrierten Entwicklern und öffentlichen Betatestern getestet. Die breite Öffentlichkeit wird die Möglichkeit haben, die Berichtsoberfläche in Maps auszuprobieren, wenn diese Updates im Frühjahr veröffentlicht werden. </p> <p> </p> <p> iOS 14.5 bringt zusätzliche Funktionen in den Mix, darunter das umstrittene Pop-up &quot;App-Tracking-Transparenz&quot; von Apple. Weitere neue Funktionen sind die Möglichkeit, <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> Teilen Sie Ihre Apple Card mit Familienmitgliedern </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> Unterstützung für die neuen PlayStation 5- und Xbox Series X-Controller </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> Entsperren Ihres iPhones mit einer Apple Watch </a> beim Tragen einer Maske sowie einer neuen Sicherheitsfunktion zum Schutz vor Messages-Textbomben, um nur einige zu nennen. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> So melden Sie Verkehrsgefahren auf Apple Maps </h2> <p> Um Gefahren zu melden, die Sie unterwegs sehen, streichen Sie auf der Benutzeroberfläche von Maps, wo Kartendetails verfügbar sind, nach oben, um eine neue Schaltfläche „Melden“ in der unteren Taskleiste anzuzeigen. Klicken Sie nun auf das Symbol &quot;Unfall&quot;, &quot;Gefahr&quot; oder &quot;Geschwindigkeitsprüfung&quot;, um das richtige Verkehrsereignis zu melden, das Apps wie Waze ähnelt. &quot;Wenn Sie auf tippen, wird Ihr Standort automatisch ohne Bestätigungsfenster markiert, daher sollte er nur in einer gültigen Situation verwendet werden, Anmerkungen <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> . </p> <p> </p> <p> Die neue Berichtsschnittstelle ist auch in der CarPlay-Edition von Maps und über den digitalen Assistenten Siri verfügbar, hat MacRumors entdeckt. Zum Beispiel: &quot;Hey Siri, hier ist eine Radarfalle&quot;, &quot;Hey ‌Siri‌, es gibt einen Unfall&quot; oder ähnliches wird den Zweck erfüllen. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Traffic-Reporting in konkurrierenden Mapping-Apps </h2> <p> Rivalisierende Mapping-Apps vertreiben seit mehreren Jahren Unfälle, Radarfallen, Gefahren und vieles mehr. In Google Maps konnten Nutzer neben Unfällen, Gefahren und Geschwindigkeitskontrollen zusätzliche Verkehrsereignisse melden. Mit Google Maps können Sie beispielsweise auch Unfälle, Fahrbahnsperrungen, blockierte Fahrzeuge, Baustellen und Objekte auf der Straße melden. </p> <p> Und in Waze können Sie Straßensperrungen, Polizei, Bauarbeiten und mehr melden. Die Crowdsourcing-Berichterstellung in Waze aggregiert Benutzerberichte auf den Servern von Google und enthält ein Punktesystem, um Menschen zu motivieren, Verkehrsereignisse entlang der Straße zu übermitteln. Apple hat noch nicht detailliert beschrieben, wie sein System funktioniert, noch hat es enthüllt, wie seine neue Funktion die Privatsphäre schützt. </p>"}