{"title":"10 cosas que debe hacer y lo que no debe hacer en Internet para mantenerlo seguro en línea","content":"<p> Cuando navega por Internet, ¿es plenamente consciente de los riesgos que puede encontrar? No sea complaciente cuando navegue en línea, o podría ser víctima de estafas, incluido el robo de identidad, el malware y la ingeniería social. </p> <p> Para estar seguro en línea, aquí están las 10 principales recomendaciones de seguridad que debe tener siempre en cuenta. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> QUÉ HACER: Instalar el software antivirus y actualizarlo con regularidad </h2> <p> Este es uno de los protocolos de seguridad más básicos que debe implementar en sus computadoras personales y de trabajo. Hay muchas opciones diferentes cuando se trata de este tipo de software. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Los gratuitos ofrecen funciones de seguridad básicas </a> pero si desea la máxima seguridad, debe reservar un presupuesto decente. Asegúrese de considerar la protección contra malware para una navegación web más segura. </p> <p> Y es vital que lo mantenga actualizado. A menudo se encuentran y se reparan nuevas vulnerabilidades; Si está ejecutando una versión anterior de software antivirus, esos problemas no se han solucionado en su dispositivo. Puede configurar la mayoría de las suites de seguridad para que se actualicen automáticamente. De manera similar, puede configurarlos para que escaneen su computadora de forma regular sin necesidad de hacer nada más. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> HACER: Elija contraseñas seguras </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> Las contraseñas cumplen una función crucial en la protección de sus datos en línea. Ya sea para sus perfiles de redes sociales, cuentas de compras o correo electrónico personal, deberá crear contraseñas seguras. </p> <p> Algunos sitios ofrecen sugerencias, es decir, una combinación de caracteres alfanuméricos y especiales. Algunos no aceptan contraseñas que no cumplen con sus requisitos. Sin embargo, no todos los sitios web ofrecen esto. Cuando esté creando su propia contraseña, recuerde que está protegiendo su integridad e información personal. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> HACER: Limitar la información personal </h2> <p> No publique demasiada información personal en línea. Al compartir su información privada con el público, corre el riesgo de comprometer su ubicación, rutina diaria y más. </p> <p> No se olvide del robo de identidad. Cuanto más proporcione información sobre usted, mayor será el riesgo de que un ciberdelincuente copie su identidad. Este es un asunto muy serio y puede arruinar vidas. Muchas personas han sido víctimas de esto. No querrías ser el próximo. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> HACER: Manténgase alejado de Clickbait sospechosos </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> Al navegar en línea, encontrará diferentes sitios web que muestran anuncios emergentes que pueden atraer a cualquier persona que no lo sepa a hacer clic. Los anuncios de clickbait son peligrosos porque pueden provocar la infiltración de virus potenciales en su computadora. </p> <p> Esté más atento a lo que lee y hace clic cuando esté en línea. Primero, verifique la información, especialmente a dónde lo llevan los enlaces, antes de hacer clic, incluso si parecen ser muy interesantes. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> HACER: Habilitar la autenticación de dos factores </h2> <p> La autenticación de dos factores (2FA) proporciona una capa adicional de seguridad para su cuenta. Esto ayuda a disuadir a los estafadores porque se necesitarían dos pruebas para verificar la autenticidad del propietario de la cuenta, es decir, una contraseña más un código de verificación enviado a un número de teléfono o dirección de correo electrónico. </p> <p> Esto hace que sea más difícil para los delincuentes robar su información y acceder a sus datos. Esto es esencial si un sitio web ofrece esta opción. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> LO QUE NO DEBE HACER: Use una única contraseña para diferentes sitios web </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Imagine una casa con múltiples cerraduras pero que solo tenga una llave para abrir todas las habitaciones. Si un ladrón se apodera de esa única llave, todas sus habitaciones se pueden abrir fácilmente. </p> <p> Esto también se aplica a la protección por contraseña. </p> <p> </p> <p> Establecer una contraseña segura no es suficiente. Debe aprender a combinarlo para que cualquier posible estafador o ladrón de identidad no pueda comprometer completamente su información personal. De lo contrario, si un servicio sufre una fuga de datos, todos los demás que utilice también estarán expuestos. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> NO: Quédese con una sola cuenta de correo electrónico </h2> <p> Su correo electrónico es un factor esencial para registrarse en sitios web. Incluso cuando se trata de banca en línea, se requiere un correo electrónico. Pero imagina olvidar los datos de inicio de sesión de tu correo electrónico. </p> <p> ¿Qué vas a hacer? ¿Qué pasa si un delincuente en línea compromete su única dirección de correo electrónico? Sería inteligente crear varias cuentas de correo electrónico para ayudarlo con un plan de respaldo, de modo que aún pueda recuperar datos importantes. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> LO QUE NO DEBE HACER: Almacenar los detalles de la tarjeta personal en los sitios web </h2> <p> Ya sea que sea un ávido comprador en línea o los use con moderación, no sería prudente almacenar los datos de su tarjeta en sitios web. </p> <p> Cuantos más datos almacene en los sitios, mayor será la posibilidad de robo de identidad en caso de que ocurra una violación de datos. A menudo, debe correr este riesgo cuando se trata de información de identificación personal (PII), ya que muchos servicios necesitan datos personales básicos para crear una cuenta, pero almacenar su información financiera en otro lugar es innecesario. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> NO HACER: Descargar software desconocido </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> ¿Has estado navegando y ha aparecido un anuncio que ofrece software gratis? No importa lo bien que se vea esta oferta, no la descargue. </p> <p> Si parece demasiado bueno para ser verdad, probablemente lo sea. Esto también se aplica a los archivos adjuntos de correo electrónico no solicitados. </p> <p> </p> <p> Su paquete de seguridad debería protegerlo contra muchas amenazas, pero al hacer clic en algo sin conocer su contenido completo, podría estar invitando a malware a su sistema. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> LO QUE NO DEBE HACER: Permitir que los sitios web recuerden su nombre de usuario y contraseña </h2> <p> Permitir que los sitios web recuerden su nombre de usuario y contraseña es tentador, pero es mejor evitarlo. </p> <p> Cualquiera que pueda acceder a su computadora, computadora portátil o teléfono inteligente puede ingresar fácilmente a sus cuentas porque todas las credenciales de inicio de sesión ya están almacenadas en las cookies. Puede utilizar un servicio todo el tiempo, pero no se sienta demasiado cómodo al iniciar sesión en diferentes sitios web en línea. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> La seguridad en Internet requiere decisiones sencillas e inteligentes </h2> <p> Su seguridad en Internet depende en gran medida de elecciones básicas. </p> <p> Cuanto más tomes decisiones acertadas, es menos probable que tu identidad se vea comprometida. La responsabilidad es realmente tuya aquí. Los ciberdelincuentes solo están esperando que hagas algún movimiento en falso. Así que sé inteligente; estar atentos. Nunca bajes la guardia cuando navegues en línea. </p>"}