{"title":"4 sitios web y aplicaciones divertidos que lo impulsarán hacia sus objetivos","content":"<p> Establecer una meta es fácil. Trabajar hacia su objetivo mientras maniobra las mundanidades de la vida cotidiana es la parte difícil. </p> <p> Estos divertidos sitios web y aplicaciones para teléfonos inteligentes utilizan formas ingeniosas que lo mantienen encaminado para alcanzar sus objetivos a tiempo. </p> <h2 id=\"dollar-doer-club-web\"> 1. <a href=\"https://www.dollardoer.club/\" target=\"_blank\" rel=\"nofollow noopener\"> Dollar Doer Club </a> (Web) </h2> <p> <img alt=\"dollar doer club\" src=\"images/dollar-doer-club-151.png\" loading=\"lazy\"> </p> <p> La vergüenza es un poderoso motivador. El Dollar Doer Club explota su miedo a la vergüenza de una manera astuta para ayudarlo a alcanzar sus metas. </p> <p> El desafío de 30 días del Dollar Doer Club prepara el escenario con dos escenarios. Ambos escenarios ofrecen propuestas inocuas: elige un objetivo, elige una frase vergonzosa y elige un amigo. <strong> . </strong> </p> <p> Dependiendo de si alcanza o no su objetivo en 30 días, encontrará dos resultados completamente diferentes. Si alcanzas tu objetivo y tu amigo lo confirma con el Dollar Doer Club, disfrutarás del brillo del logro sin consecuencias negativas. </p> <p> Alternativamente, si no logra alcanzar su objetivo, el Dollar Doer Club ejecutará 1,000 impresiones de anuncios en su ciudad para dar a conocer su fracaso. ¿Cómo es eso de motivación? </p> <p> </p> <h2 id=\"hijack-your-feed-web\"> 2. <a href=\"https://hijack.social/\" target=\"_blank\" rel=\"nofollow noopener\"> Secuestra tu feed </a> (Web) </h2> <p> <img alt=\"hijack your feed\" src=\"images/hijack-your-feed-1-968.png\" loading=\"lazy\"> </p> <p> Algunas veces, las sugerencias inocuas pueden ser la mejor manera de recordarle que debe hacer algo. Hijack Your Feed es una extensión del navegador que inserta recordatorios en su feed social de su lista personal de tareas pendientes. </p> <p> Con la promesa de convertir su lista de tareas pendientes en &quot;contenido que vale la pena consumir&quot;, Hijack Your Feed inserta publicaciones únicas en su cuenta de Twitter para cada tarea pendiente. Todas las publicaciones tienen como objetivo llamar su atención, al igual que los anuncios &quot;reales&quot;. </p> <p> Las publicaciones interactivas de Hijack Your Feed significan que puede marcar tareas como <strong> Hecho </strong> , o visite enlaces integrados a través de la conveniencia de su línea de tiempo social. </p> <p> </p> <h2 id=\"confetti-habits-android-ios\"> 3. <a href=\"https://www.tryconfetti.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Hábitos de confeti </a> (Android, iOS) </h2> <p> <strong class=\"gallery__section-title\"> Galería de imágenes (3 imágenes) </strong> <img alt=\"adding a habit in confetti habits\" src=\"images/confetti-habits-add-habit-950.jpg\" loading=\"lazy\"> Expandir <img alt=\"confetti habits frequency and reminder\" src=\"images/confetti-habits-reminder-779.jpg\" loading=\"lazy\"> Expandir <img alt=\"confetti habits completed or avoided\" src=\"images/confetti-habits-completed-avoided-196.jpg\" loading=\"lazy\"> Expandir </p> <p> Cerca </p> <p> ¿Cuál es la forma más eficaz de lograr una meta? Dividiéndolo en pequeños trozos digeribles que puede completar cada día. Una aplicación para teléfonos inteligentes que le recuerde que debe completar una pequeña tarea todos los días es una forma eficiente de hacerlo. </p> <p> Confetti Habits es un rastreador de hábitos que enfatiza la creación de hábitos positivos de una manera divertida y colorida. Cada vez que completa un hábito, Confetti Habits lanza confeti virtual para celebrar su logro. Después de todo, trabajar para alcanzar sus metas siempre es motivo de celebración. </p> <p> </p> <p> Evitar los malos hábitos es fácil con Confetti Habits. Sus rachas (por ejemplo, un objetivo de 30 días sin fumar un cigarrillo) se visualizan como una cadena ininterrumpida en la aplicación. Las rachas visualizadas y los gráficos de progreso lo alimentarán con motivación para continuar su viaje. </p> <p> <strong> Descargar: </strong> Hábitos de confeti para <a href=\"https://play.google.com/store/apps/details?id=com.confettimobile\" target=\"_blank\" rel=\"nofollow noopener\"> Androide </a> | <a href=\"https://apps.apple.com/app/confetti-habits/id1507853418\" target=\"_blank\" rel=\"nofollow noopener\"> iOS </a> (Compras gratuitas en la aplicación disponibles) </p> <p> </p> <h2 id=\"ballertodo-web\"> 4. <a href=\"https://ballertodo.com/\" target=\"_blank\" rel=\"nofollow noopener\"> BallerToDo </a> (Web) </h2> <p> <img alt=\"priority matrix for ballertodo\" src=\"images/ballertodo-matrix-1-515.png\" loading=\"lazy\"> </p> <p> Una lista sencilla de tareas pendientes no siempre es la forma más eficaz de organizar sus objetivos. Es posible que se sienta abrumado al tratar de priorizar qué hacer primero en una lista de verificación tradicional de elementos. </p> <p> BallerToDo utiliza una matriz de Eisenhower para ayudarlo a organizarse como un bailarín y hacer las cosas. Puede visualizar sus tareas a lo largo de los ejes X e Y, y priorizar las tareas de acuerdo con sus <strong> Impacto </strong> y <strong> Urgencia </strong> . </p> <p> </p> <p> Hacer una tarea es fácil. Simplemente haga clic en cualquier lugar de la matriz y agregue un título. La tarea se puede arrastrar por la matriz en cualquier momento para actualizar su importancia y urgencia. </p> <p> La interfaz de usuario resalta la tarea con la puntuación más alta, eliminando el arduo trabajo de la priorización. Es lo más parecido a tener un administrador de tareas personal que esté a su disposición las 24 horas del día, los 7 días de la semana. </p> <p> </p> <h2 id=\"powering-through-the-daily-grind\"> Impulsando la rutina diaria </h2> <p> Los logros incrementales del día a día es donde ocurre la magia. El monte Everest no se puede conquistar de la noche a la mañana. Asimismo, lograr tus objetivos requiere dedicación diaria durante un período de tiempo. </p> <p> Los pequeños logros diarios son la mejor manera de alcanzar metas a largo plazo. Ya sea que su motivación provenga del miedo a la vergüenza, el progreso diario visualizado o un recordatorio inesperado, los pequeños pasos eventualmente allanan el camino hacia algo grande. </p>"}