{"title":"5 sitios de juegos de navegador gratuitos para jugar multijugador o juegos clásicos en línea","content":"<p> No necesita una PlayStation o tarjetas gráficas de alta gama para jugar juegos geniales. Estos sitios le muestran dónde jugar juegos en línea gratuitos en cualquier navegador, incluidos juegos multijugador y títulos clásicos. </p> <p> Los juegos de navegador no son nada nuevo, pero con la muerte de Flash Player, hay un nuevo catálogo que debes conocer. Desde aventuras basadas en texto hasta recreaciones de juegos de consola clásicos, puede jugar juegos fantásticos en cualquier navegador moderno, y algunos de ellos incluso funcionan en teléfonos inteligentes. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1. <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Itch.io </a> (Web): StumbleUpon para descubrir juegos de navegador aleatorios </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch es una plataforma para descubrir juegos independientes, tanto gratuitos como de pago, en todas las plataformas. Tiene una biblioteca masiva de juegos web, en su mayoría hechos en HTML5 para que funcionen en cualquier navegador moderno. Puede ordenarlos por popularidad, calificaciones, más nuevos o filtrarlos con etiquetas como primera persona, 2D, pixel art, etc. </p> <p> Una forma divertida de descubrir nuevos juegos de navegador es utilizar el <strong> Aleatorizador </strong> . Funciona como un StumbleUpon para juegos web, mostrándote un proyecto tras otro y permitiéndote jugarlo en la misma pestaña antes de pasar al siguiente. Es mejor usar Randomizer con una cuenta de Itch.io porque luego rastreará los juegos que ya has visto y no los volverá a mostrar. </p> <p> Debido a que Itch también es un cliente para comprar juegos, es posible que desee filtrar por juegos gratuitos si está buscando un descanso rápido. Por otra parte, es posible que descubra algunos juegos pagos increíbles que funcionan en un navegador, lo que es ideal para plataformas como Chromebook o para jugar en la PC de su oficina que no permite instalaciones de terceros. </p> <p> Además de los juegos de navegador, Itch.io alberga juegos independientes para computadoras y consolas. De hecho, es uno de los <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> los mejores sitios para descargar juegos premium para PC gratis </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2. <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Aventuras Web </a> (Web): juegos de aventuras basados ​​en texto y ficción interactiva </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> Los verdaderos fanáticos y jugadores contarán historias de tiempos anteriores a los gráficos sofisticados en los que su imaginación e ingenio eran lo más importante, en un género de juegos llamados aventuras basadas en texto o ficción interactiva. Los juegos como Zork se jugaban viendo texto y escribiendo la oración correcta para continuar. Ahora puedes jugar Zork y otra ficción interactiva en Web Adventures. </p> <p> El sitio web incluye algunos de los juegos de aventuras clásicos basados ​​en texto como la trilogía Zork original de 1982 y sus otras variantes, el mega éxito Galatea de 2000, la aventura de rompecabezas de 1995 Jigsaw y varios otros títulos galardonados. Estos son juegos que alguna vez fueron comerciales, pero ahora son gratuitos para jugar en línea. Web Adventures también tiene una sección separada de ficción interactiva para niños para presentar a las mentes jóvenes y su imaginación activa las maravillas de los juegos de aventuras basados ​​en texto. </p> <p> Web Adventures funciona tanto en navegadores de escritorio como móviles, por lo que puede jugar en cualquier lugar. Idealmente, juegue el juego en el mismo dispositivo que comenzó porque el sitio puede guardar su progreso a través del caché del navegador, pero no puede sincronizar entre dispositivos. Y una vez que hayas terminado con Web Adventures, echa un vistazo a estos otros fantásticos <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> juegos de aventuras basados ​​en texto para navegadores </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 3. <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> Juegos LCD </a> (Web): Juega juegos de consola LCD portátiles retro </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> Hoy en día, todos los teléfonos son una consola de videojuegos y Nintendo Switch es la opción ideal para los juegos portátiles. Pero los juegos portátiles comenzaron con la serie de juegos LCD de MicroVision y Nintendo Game &amp; Watch. Un desarrollador los recreó en forma de juegos de navegador para que todos pudieran obtener esa experiencia retro. </p> <p> Actualmente, la lista incluye Donkey Kong II, Cement Factory, Highway, Jungle Kong, Tom&#39;s Adventure, Mario Bros., Eagle n &#39;Chicken y Sea Ranger. El diseño de cada juego y su unidad completa es exactamente como era en la década de 1980. Algunos son juegos de pantalla dual, otros se adhieren a una sola pantalla. </p> <p> Las teclas de dirección del teclado se convierten en su panel de navegación y las teclas Z y A actúan como botones. Para interactuar con cualquier otro botón (como Inicio o Pausa), use su mouse. Si está jugando a los juegos en un dispositivo móvil, puede tocar los botones en la pantalla para una experiencia aún más cercana a la original. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4. <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Juegos de Kevin </a> (Web): Colección de juegos y comunidad de navegador multijugador IO </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Debes haber oído hablar de Agar.io, DRAWar.io, Paper.io y otros juegos de navegador en línea multijugador. Estos &quot;juegos IO&quot; son algunos de los más rápidos <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> juegos para jugar con amigos gratis </a> , en cualquier navegador. Es difícil encontrarlos todos en un solo lugar, pero Kevin Games ha hecho un gran trabajo al recopilar muchos de los juegos de navegador multijugador de IO más importantes. </p> <p> Cada juego aparece como un mosaico con su título, pero no obtendrás una descripción de lo que se trata. En su lugar, coloque el cursor sobre el mosaico y cambiará a un pequeño GIF que muestra el juego en acción. Es una forma genial y diferente de describir qué esperar. </p> <p> La colección no se limita a los juegos IO, que suelen ser juegos multijugador masivos. También puede explorar categorías como rompecabezas, arcade, batalla real, disparos, etc. También puede buscar juegos con etiquetas genéricas como carreras. </p> <p> Kevin Games también tiene un servidor Discord activo donde puedes discutir juegos con personas de ideas afines, o incluso hablar antes y después de un juego. Después de todo, el chat y la comunidad son una parte integral de los juegos multijugador. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5. <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Jugar clásico </a> (Web): Juega juegos clásicos de DOS, NES, Sega en línea en un navegador </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> Los emuladores te permiten ejecutar juegos antiguos en cualquier computadora, ya sea desde consolas como NES o sistemas operativos como MS-DOS. Play Classic los lleva en línea a un navegador, con la capacidad de guardar el progreso del juego dentro del propio navegador. </p> <p> Actualmente, el sitio web es compatible con las plataformas MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo y Game Boy. Encontrarás títulos en una amplia gama como todos los juegos de Mario, Sonic the Hedgehog, las primeras versiones de Mortal Kombat, Doom y muchos más. Utilice los &quot;100 mejores juegos clásicos&quot; del menú para descubrir rápidamente los juegos de DOS, Genesis o SNES más populares. </p> <p> Los controles cambian según el tipo de plataforma. No hay una guía simple disponible, pero en gran medida, verifique las teclas A, S, D, Z, X, C para los botones y las teclas de flecha para el movimiento, y Enter para Seleccionar. </p> <p> </p> <h2 id=\"avoid-flash-games\"> Evite los juegos flash </h2> <p> El 31 de diciembre de 2020, Adobe dejó de admitir Flash Player. De hecho, la mayoría de los navegadores nuevos no son compatibles con Flash o le aconsejan activamente que no lo habilite en ningún sitio. Los desarrolladores y los expertos en seguridad han advertido durante mucho tiempo sobre las posibles vulnerabilidades en Flash, por lo que ahora es el momento de dejar de jugar esos juegos de una vez por todas. </p> <p> Es una pena porque existen algunos juegos Flash creativos y entretenidos de alta calidad, pero ya no vale la pena correr el riesgo. Algunos sitios web están intentando activamente <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> guardar o convertir juegos Flash antiguos </a> también. Con suerte, la lista anterior de sitios web de juegos de navegador le brindará suficientes opciones más seguras para jugar juegos en línea gratis. </p>"}