{"title":"7 formas de detectar un perfil de LinkedIn falso","content":"<p> Las amenazas en línea incluso existen en redes sociales profesionales como LinkedIn, a menudo en forma de perfiles falsos. </p> <p> Detectar un perfil falso de LinkedIn se reduce en parte a una intuición. Sin embargo, saber exactamente qué buscar lo hace mucho más fácil. Aquí hay siete señales clave de que una solicitud de conexión que recibió puede no ser genuina. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Cómo detectar perfiles falsos de LinkedIn </h2> <p> </p> <p> Las cuentas maliciosas recopilan listas de contactos y detalles como direcciones de correo electrónico y números de teléfono. También podrían estar promoviendo ofertas de trabajo falsas, atrayendo a los solicitantes de empleo con perspectivas interesantes y alentándolos a hacer clic en un enlace o descargar un archivo que contenga malware. </p> <p> La <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> variedad de ataques comunes de phishing en las redes sociales </a> es amplio, pero se frustra fácilmente si se tiene cuidado. La conclusión es que, al prestar atención, puede proteger su información personal y sus activos. Al mismo tiempo, mantiene a otros usuarios a salvo de perfiles falsos que lo utilizan como señuelo. </p> <p> Aquí hay algunas señales a tener en cuenta. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Perfil incompleto o impersonal </h3> <p> Tenga en cuenta la impresión general de la cuenta. A menos que la cuenta sea privada, debería poder ver detalles como la ubicación del usuario, la educación, el empleo y la sección Acerca de. Un perfil incompleto es una señal de alerta, al igual que uno que se siente poco profesional o impersonal. </p> <p> Mira la información de Acerca de del usuario, por ejemplo. Aparte de los errores ortográficos o de redacción, puede haber inconsistencias con el sector en el que se supone que son expertos. También es común encontrar redacción genérica, así que mantén los ojos y la mente abiertos a cualquier cosa que se sienta mal. </p> <h3 id=\"suspicious-profile-picture\"> 2. Foto de perfil sospechosa </h3> <p> </p> <p> Una cuenta de LinkedIn falsa a menudo usa una imagen inusual y, por lo tanto, se delata. Algunos no usan una foto en absoluto. Si bien los profesionales preparados y las tomas en la cabeza de calidad son vistas comunes en la plataforma, la mayoría de los usuarios intentan evitar verse como una foto de archivo. </p> <p> También es posible que te encuentres con caras famosas que te sonríen y que no coinciden con el nombre que se muestra en el perfil. </p> <p> En cualquier caso, puede consultar rápidamente a través de un <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Búsqueda de imágenes de Google en su computadora </a> o teléfono inteligente. </p> <h3 id=\"generic-headline\"> 3. Título genérico </h3> <p> Como solicitante de empleo, se supone que debe crear un perfil que atraiga la atención de los empleadores y, al mismo tiempo, refleje quién es usted como persona. Si una solicitud de conexión tiene una frase aleatoria o genérica para un título, es posible que el usuario no esté en LinkedIn por las mismas razones que todos los demás. </p> <p> Hacer amigos en la plataforma no es malo, por supuesto, pero debes tener más precaución, especialmente cuando un error de juicio es todo lo que se necesita para meterte en muchos problemas con los estafadores. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Historial laboral o educativo sospechoso </h3> <p> También en este caso, cuanta más información proporcione el perfil, mejor. Completar su historial laboral o educativo en LinkedIn es tedioso, pero debe verse lo más interesante posible. Entonces, una cuenta que solo muestra un puñado de empresas y títulos de trabajo sin detalles adicionales, como responsabilidades, es extraña, por decir lo menos. </p> <p> Revisar el currículum de alguien parece extremo, pero una cuenta falsa seguramente cometerá errores allí. No solo eso, sino que una búsqueda en Google de información de la que no está seguro podría generar más advertencias sobre la cuenta. Un poco de paranoia a veces vale la pena. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Mensajes entusiastas con enlaces </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Algunos usuarios fraudulentos son lo suficientemente valientes como para enviar un mensaje junto con su solicitud de conexión. Dado que su objetivo es convencerlo de que confíe en ellos, a veces llenan sus mensajes con ganchos como beneficios laborales irresistibles, palabras clave y lenguaje emocionante. </p> <p> Pueden incluir enlaces y documentos que contengan más información sobre lo que ofrecen. No abra ni descargue nada hasta que sepa que el usuario y la oferta son genuinos. Esto se aplica a las interacciones en cualquier plataforma, ya sea una red social o su cuenta de correo electrónico. </p> <p> Una forma práctica de probar un perfil sospechoso es, primero, investigar los detalles de su cuenta, incluida la persona y la empresa. Luego, envíeles un mensaje con preguntas. Un enfoque diplomático y sin confrontación funciona mejor. Si sus respuestas se quedan cortas, puede rechazar o ignorar su oferta. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Demasiadas o pocas conexiones </h3> <p> Puede ser que el perfil sea nuevo y aún esté construyendo su red, pero si los números no cambian después de un tiempo, es posible que el usuario no lo esté intentando. O la gente no se conecta con ellos por alguna razón. </p> <p> Si ve algo más sospechoso en la cuenta, debe evitar o <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> incluso denunciarlos </a> . </p> <p> En el otro extremo del espectro están los perfiles falsos que engañan a mucha gente e incluso al sistema premium, pero se conectan con todos los que pueden. Un usuario genuino termina con una red más o menos relacionada con sus intereses. Una red masiva con una colección inusual de personas es una gran bandera roja. </p> <h3 id=\"poor-linkedin-activity\"> 7. Actividad deficiente en LinkedIn </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Los perfiles reales también interactúan con la plataforma. Sus usuarios están realmente interesados ​​en salir a la luz y hacer conexiones significativas. Las cuentas falsas no suelen ir más allá de dar me gusta o compartir publicaciones. Incluso sus comentarios serán genéricos o muy breves. </p> <p> Además de verificar los detalles de un perfil, también eche un vistazo a su actividad. Si parece escaso o impersonal, sería prudente evitar la conexión. Pequeños detalles como este deberían aumentar su sentimiento sobre la cuenta y ayudarlo a decidir si es sospechoso o no. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Common Sense te mantiene seguro en LinkedIn </h2> <p> Individualmente, estas señales de alerta son menores, pero juntas varias y tienes una cuenta sospechosa en tus manos. Podría ser alguien que no sepa cómo crear un buen perfil o acercarse a las personas de una manera profesional. Pero, aun así, es mejor prevenir que curar. </p> <p> Como usuario genuino, debe aprender a protegerse. Y ser más exigente con sus contactos es un pequeño precio a pagar. </p>"}