{"title":"8 formas sencillas de arreglar Steam cuando no se abre","content":"<p> ¿Steam se niega a abrirse en tu computadora? Hay muchas razones por las que esto puede suceder. </p> <p> La siguiente guía enumera ocho formas de hacer que Steam se abra sin problemas de inicio en su computadora. Echa un vistazo a estas sencillas soluciones antes de borrar tu ordenador o despedirte de forma permanente de Steam. </p> <h2 id=\"check-if-steam-is-down\"> 1. Verifique si el vapor está abajo </h2> <p> Si Steam se abre pero no pasa de la pantalla de conexión, o si no se carga en absoluto, es posible que haya un problema con los servidores de Steam. </p> <p> Los servidores pueden estar experimentando una interrupción y esto hace que todos los clientes de Steam dejen de funcionar. </p> <p> Hay sitios web como <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> Estado de Steam no oficial </a> que le indican el estado actual de los servidores de la aplicación. Si ve algún tiempo de inactividad allí, probablemente sea por eso que Steam no se abre en su computadora. </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. Finalice el proceso de Steam con el Administrador de tareas de Windows </h2> <p> Si Steam se abre pero se atasca en la pantalla inicial, puede finalizar el proceso de Steam usando el Administrador de tareas y ver si eso soluciona el problema. </p> <p> </p> <p> Así es como finaliza el proceso de Steam en su PC: </p> <ol> <li> Haga clic con el botón derecho en la barra de tareas de Windows y seleccione <strong> Administrador de tareas </strong> . </li> <li> Haga clic en el <strong> Procesos </strong> pestaña en el Administrador de tareas. </li> <li> Encontrar <strong> Bootstrapper del cliente de Steam </strong> en la lista de procesos, haga clic en él y haga clic en el <strong> Tarea final </strong> botón en la parte inferior derecha. </li> <li> El Administrador de tareas debería forzar el cierre de Steam en su PC. </li> <li> Relanzar <strong> Vapor </strong> y ver si funciona. </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. Reinicie su computadora </h2> <p> Si su computadora tiene algún tipo de falla menor, en realidad puede evitar que Steam se abra. Si este es tu caso, es probable que un simple reinicio de tu computadora solucione el problema. </p> <p> Guarde su trabajo, cierre todas sus aplicaciones abiertas y luego siga estos pasos para reiniciar su PC: </p> <ol> <li> Abre el <strong> Comienzo </strong> menú. </li> <li> Haga clic en el icono de encendido. </li> <li> Seleccione <strong> Reanudar </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. Ejecute Steam como administrador </h2> <p> Una de las posibles razones por las que Steam no se abre es que la aplicación no tiene los permisos necesarios. Este tipo de problemas son comunes en las PC con Windows. Puedes arreglar estos por <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> ejecutar sus aplicaciones con privilegios de administrador </a> . </p> <p> Puede iniciar Steam como administrador y ver si eso le ayuda a abrir la aplicación sin ningún problema. Así es como se hace: </p> <ol> <li> Haga clic con el botón derecho en el acceso directo de Steam en su escritorio y seleccione <strong> Abrir localización de archivo </strong> desde el menú contextual. </li> <li> Encontrar <strong> steam.exe </strong> en la lista de archivos, haga clic con el botón derecho en este archivo y seleccione <strong> Ejecutar como administrador </strong> . </li> <li> Pegar <strong> sí </strong> en el mensaje. </li> <li> Steam debería iniciarse ahora con derechos de administrador. </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. Elimina los archivos de la caché de Steam </h2> <p> Al igual que otras aplicaciones, Steam también crea y almacena archivos de caché en su computadora. Estos archivos de caché son a veces la razón por la que tienes varios problemas con Steam. </p> <p> Steam no abrirse podría ser el resultado de un archivo de caché que no funciona correctamente. Si este es el caso, su mejor opción es eliminar todos los archivos de caché de Steam de su computadora. </p> <p> Puede eliminar los archivos de caché sin causar ningún problema con la aplicación, y lo siguiente muestra cómo: </p> <ol> <li> Cerca <strong> Vapor </strong> si se está ejecutando en su PC. </li> <li> Haga clic con el botón derecho en el acceso directo de Steam en su escritorio y seleccione <strong> Abrir localización de archivo. </strong> La carpeta Steam debería abrirse en el Explorador de archivos. </li> <li> Vaya a la parte superior de la carpeta y busque la carpeta llamada <strong> caché de aplicaciones </strong> . </li> <li> Copia esto <strong> caché de aplicaciones </strong> carpeta a otro directorio en su computadora. Estás haciendo una copia de seguridad de la carpeta. </li> <li> Luego, haz clic derecho en el original. <strong> caché de aplicaciones </strong> carpeta y seleccione <strong> Borrar </strong> . Esto elimina la carpeta del directorio de Steam. </li> <li> Lanzamiento <strong> Vapor </strong> y ver si funciona. </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. Descargue la configuración de Steam y actualice la aplicación </h2> <p> Dado que Steam tiene muchos archivos de configuración, la aplicación en realidad viene con un comando que le permite actualizar la configuración e instalación de Steam en su computadora. Puede usar este comando para resolver muchos problemas con Steam, además de cuándo no se abre. </p> <p> Así es como se actualizan los archivos de configuración de Steam: </p> <ol> <li> presione el <strong> Tecla de Windows + R </strong> teclas al mismo tiempo para abrir Ejecutar. </li> <li> Escriba lo siguiente en el cuadro Ejecutar y luego presione <strong> Ingresar </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> Steam dice que ejecutar el comando anterior eliminará su caché de descarga y cerrará la sesión de la aplicación. Necesitas hacer clic <strong> OK </strong> continuar. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> Si está interesado en los comandos, hay algunos <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> comandos CMD útiles </a> que puedes aprender. </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. Corrija la configuración de fecha y hora </h2> <p> Muchas aplicaciones requieren que tenga la configuración correcta de fecha y hora configurada en su computadora. Si Steam no se abre, es posible que la configuración de fecha y hora no sea correcta. </p> <p> Puede dirigirse a la aplicación Configuración de Windows 10 y habilitar la opción de tiempo automático para solucionar este problema. Así es como se hace en una PC: </p> <ol> <li> Abre el <strong> Ajustes </strong> aplicación de la <strong> Comienzo </strong> menú. </li> <li> Hacer clic <strong> Hora e idioma </strong> . </li> <li> Seleccione <strong> Fecha y hora </strong> a la izquierda. </li> <li> Gire el <strong> Establecer la hora automáticamente </strong> cambiar a la <strong> EN </strong> posición. </li> <li> Habilite la palanca para <strong> Establecer zona horaria automáticamente </strong> también. </li> <li> Abierto <strong> Vapor </strong> y ver si se lanza. </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. Reinstale Steam en su computadora </h2> <p> Si nada más funciona, su último recurso es desinstalar y reinstalar Steam en su computadora. Esto elimina Steam y todos sus archivos de su máquina. Luego, puede instalar Steam desde cero. </p> <p> Reinstalar la aplicación solucionará la mayoría de los problemas con Steam en su computadora, incluido aquel en el que la aplicación se niega a iniciarse. </p> <p> <strong> Para eliminar Steam de su computadora: </strong> </p> <ol> <li> Lanzar el <strong> Ajustes </strong> aplicación en su PC. </li> <li> Hacer clic <strong> Aplicaciones </strong> . </li> <li> Encontrar <strong> Vapor </strong> en la lista de aplicaciones y haga clic en él. </li> <li> Haga clic en el <strong> Desinstalar </strong> para eliminar Steam. </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> Para reinstalar Steam: </strong> </p> <ol> <li> Dirígete al <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> Sitio de Steam </a> usando su navegador web. </li> <li> Descargue e inicie la configuración de Steam en su PC. </li> <li> Siga el asistente de instalación. </li> </ol> <p> Aprender <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> cómo desinstalar aplicaciones por completo </a> si sus aplicaciones a menudo dejan archivos basura. </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> Solucionar problemas de lanzamiento de Steam en su computadora </h2> <p> Los problemas con Steam son muy raros, pero eso no significa que nunca te encontrarás con uno. Si tiene un problema en el que Steam no se inicia, ahora sabe qué hacer en esta situación. Hay varias formas de solucionar los problemas de inicio de Steam, como se describe anteriormente. </p> <p> Al igual que Steam, Discord a veces también experimenta problemas de lanzamiento. Afortunadamente, también tiene varias formas de solucionar estos problemas. </p>"}