{"title":"9 comandos básicos para comenzar con Linux","content":"<p> Las guías prácticas de Linux a menudo esperan que realice ciertas operaciones en la terminal, lo que puede parecer intimidante al principio. Pero no se preocupe; esta hoja de trucos de comandos de Linux cubrirá el proceso de abrir una terminal y emitir algunos comandos útiles. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Símbolo del sistema de Linux para principiantes </h2> <p> Los comandos básicos de Linux que encontrará a continuación son universales para casi cualquier distribución de Linux, desde la línea de comandos de Ubuntu hasta Kali Linux. Su terminal puede verse diferente al que se muestra en las imágenes a continuación, pero tenga la seguridad de que funcionarán para usted. </p> <p> Tenga en cuenta que en varias guías en línea, a menudo escuchará diferentes frases que se refieren a la misma acción: &quot;abrir un shell&quot;, &quot;iniciar bash&quot; o &quot;en la línea de comandos&quot;. Todos significan que debe abrir y escribir la terminal, lo que haremos a continuación. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Cómo abrir una terminal en Linux </h2> <p> Busque el menú de su aplicación para <strong> Terminal </strong> . A menudo tendrá la etiqueta &quot;emulador de terminal&quot;, y esto es exactamente lo que desea. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Sin embargo, la ruta más rápida para abrir una terminal es el atajo de teclado <strong> Ctrl + Alt + T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Comandos básicos de Linux para principiantes </h2> <p> Ahora que tiene una terminal abierta, está listo para comenzar a emitir algunos comandos. Repasemos algunos de los comandos de shell más básicos de Linux. </p> <h3 id=\"view-working-directory\"> 1. Ver directorio de trabajo </h3> <p> Conocer el directorio &quot;de trabajo&quot; actual es de suma importancia cuando se utiliza la terminal. Muchos comandos hacen que se produzcan cambios en el directorio actual y no desea realizar esos cambios en el directorio incorrecto. </p> <p> Para comprobar en qué directorio está trabajando actualmente, este comando <strong> pag </strong> rint el <strong> w </strong> orking <strong> D </strong> irectorio: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Ver contenido del directorio de trabajo </h3> <p> Emita el <strong> ls </strong> comando si desea ver todos los archivos y carpetas en el directorio actual: </p> <pre><code class=\"hljs\">ls</code></pre> <p> Los archivos aparecerán en texto sin formato, mientras que las carpetas estarán en negrita y en color. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Si también desea ver archivos ocultos, simplemente agregue el <strong> -a </strong> o <strong> --todas </strong> opción: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Cambiar directorios </h3> <p> Puede cambiar su directorio de trabajo actual con <strong> CD </strong> , una abreviatura de <strong> C </strong> colgar <strong> D </strong> irectorios. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> El comando anterior buscará la carpeta llamada Documentos dentro de su directorio de trabajo actual y, al encontrarla, cambiará a ese directorio. </p> <p> </p> <p> Asegúrese de que cada vez que especifique un archivo o directorio cuyo nombre tenga un espacio, lo ponga entre comillas, o de lo contrario obtendrá un error. </p> <p> Puede mover uno hacia arriba en un directorio agregando el <strong> .. </strong> opción: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> Emitir un CD por sí solo, sin una ubicación especificada, lo llevará directamente a su directorio de inicio: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Imprima la salida de un comando </h3> <p> La <strong> eco </strong> El comando tomará cualquier entrada que le des, ya sea una cadena de texto u otro comando, y lo imprimirá en la terminal. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> Por sí solo, el eco puede parecer inútil, pero de hecho verá que se usa con frecuencia en la administración del sistema Linux. </p> <h3 id=\"view-file-contents\"> Ver el contenido del archivo </h3> <p> El comando que suena felino <strong> gato </strong> imprimirá en la terminal el contenido completo de cualquier archivo que nombre. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Buscar el contenido de un archivo </h3> <p> Para buscar en el contenido de cualquier archivo una palabra o frase específica, utilice el <strong> grep </strong> mando. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Este comando es muy útil cuando busca información específica entre archivos de sistema largos y complejos. </p> <h3 id=\"redirect-command-output\"> 5. Salida de comando de redireccionamiento </h3> <p> El símbolo &quot;mayor que&quot;, <strong> &gt; </strong> , tiene el poder en las cadenas de comandos para redirigir la salida de un comando a un archivo u otro comando. </p> <p> Por ejemplo, este comando tomará la salida de echo y la guardará en un archivo de texto sin formato llamado &quot;file.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Actualización del sistema (sistemas basados ​​en Ubuntu) </h3> <p> En cualquier shell de Ubuntu, ingrese estos dos comandos para buscar y aplicar todas las actualizaciones disponibles a su sistema. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Se le pedirá su contraseña de usuario antes de confirmar cualquier comando con el prefijo sudo. </p> <p> Consejo profesional: puede encadenar dos o más comandos juntos en uno usando el <strong> &amp;&amp; </strong> operador. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Atajos de teclado de terminal Linux para principiantes </h2> <p> Aprender los atajos de teclado, aunque es difícil al principio, ahorra una enorme cantidad de tiempo a largo plazo. Linux tiene <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> muchos atajos útiles </a> , y enumeraremos algunos de los atajos de terminal más útiles a continuación. </p> <h3 id=\"recall-previous-commands\"> 7. Recuperar comandos anteriores </h3> <p> Si desea repetir un comando que utilizó recientemente, pero no lo recuerda o no desea volver a escribirlo, puede desplazarse por el historial de comandos con la <strong> teclas de flecha arriba y abajo </strong> . </p> <p> Alternativamente, puede golpear <strong> Ctrl + R </strong> para buscar en el historial de comandos una palabra clave o frase específica. </p> <h3 id=\"see-command-suggestions\"> 8. Ver sugerencias de comandos </h3> <p> A veces, al usar la terminal, recordará parte de un comando, pero no estará muy seguro de cómo se escribe o qué opciones usar. Si comienza a escribir un comando, presione el <strong> Pestaña </strong> , el terminal intentará finalizar su comando por usted o le mostrará varias posibilidades. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Elimina un proceso terminal </h3> <p> Puede que ya lo sepas <strong> Ctrl + C </strong> como el atajo de copiar al portapapeles, pero cuando se usa en la terminal, esta combinación de teclas elimina cualquier comando en ejecución que pueda lamentar haber emitido. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux para principiantes </h2> <p> La mejor manera de memorizar estos comandos y accesos directos de la terminal de Linux de inicio es usarlos, ¡así que abra la línea de comandos y comience a escribir! </p> <p> ¿Quieres más comandos? Eche un vistazo a nuestro <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Hoja de trucos de comandos de Linux </a> . </p> <p> Para ayudarlo a descubrir lo que es posible en Linux, hemos reunido un análisis profundo del mejor software disponible para Linux, organizado por categoría. </p>"}