{"title":"Apple aumenta el crédito de devolución de DTK Mac Mini después de la protesta de los desarrolladores","content":"<p> En respuesta a las protestas de los desarrolladores, Apple ha aumentado el crédito que se ofrece para devolver sus mini computadoras Mac Mini Developer Transition Kit (DTK) de los 200 dólares originales a 500 dólares por unidad. </p> <p> Además, el crédito aumentado de $ 500 se puede canjear antes de fin de año en lugar del 31 de mayo, según el mensaje de correo electrónico de Apple que informa a los desarrolladores de los términos actualizados. </p> <blockquote> <p> En lugar del crédito de $ 200 que vence en mayo, le damos un crédito de Apple de $ 500 y ampliamos el tiempo que puede usarlo para obtener una nueva Mac M1 hasta fin de año. Si ya compró una nueva Mac M1, el crédito de Apple le brinda la flexibilidad de comprar cualquier producto de Apple para ayudarlo con el trabajo de desarrollo de su aplicación. </p> </blockquote> <p> La compañía pronto compartirá detalles sobre cómo devolver esas unidades DTK. </p> <p> La oferta mejorada permite a los desarrolladores usar el crédito de $ 500 para cubrir la mayor parte del costo de una nueva computadora Mac mini M1, que comienza en $ 699. Los nuevos términos son la reacción de Apple a la protesta de los desarrolladores que siguió a la decepcionante <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> Oferta de $ 200 DTK Mac mini </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Un desafortunado error de relaciones públicas </h2> <p> El mensaje de correo electrónico de Apple reconoce que la compañía es muy consciente del hecho de que su &quot;crédito de apreciación&quot; original de $ 200 puede haber insultado a algunos de los desarrolladores. </p> <blockquote> <p> Escuchamos sus comentarios con respecto a la nota de crédito de apreciación de $ 200 mencionada en nuestro último correo electrónico. Nuestra intención era reconocer el tremendo esfuerzo que ha realizado para crear aplicaciones universitarias increíbles. Al asociarse con nosotros desde el principio, demostró su compromiso con nuestra plataforma y su voluntad de ser pioneros. </p> </blockquote> <p> Desafortunadamente, esto es todo lo que hace Apple. </p> <p> La compañía ha creado un problema de mini-relaciones públicas de la nada, causando una gran consternación entre los desarrolladores. Y toda esa indignación y controversia podría haberse evitado si Apple hubiera ofrecido $ 500 por la devolución de esos kits desde el principio. Y si la compañía realmente hubiera querido recompensar a sus desarrolladores más leales, podría haberles permitido quedarse con su unidad DTK. </p> <p> </p> <p> El soporte para desarrolladores es uno de los factores más cruciales para convertir cualquier plataforma tecnológica en un éxito. Si la empresa quiere que los clientes vuelvan a sus plataformas, tendrá que pensarlo dos veces antes de enfurecer a su ejército de desarrolladores con movimientos como este. Son los desarrolladores quienes crean aplicaciones que mantienen a las personas comprometidas y apasionadas por los productos Apple. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> ¿Qué es DTK Mac Mini, de todos modos? </h2> <p> Las unidades DTK de Apple alquiladas a los desarrolladores para ayudar a que sus aplicaciones basadas en Intel se ejecuten de forma nativa en las nuevas Mac M1. El DTK es un gabinete para Mac mini con el chip A12Z Bionic del iPad Pro en su interior, equipado con 16 GB de memoria, 512 GB de almacenamiento y más. Es importante destacar que los desarrolladores han sabido todo el tiempo que necesitarían devolver su unidad a Apple algún día. </p> <p> El crédito de $ 200 que Apple ofreció originalmente a los desarrolladores que devolverían su unidad podría usarse para adquirir aplicaciones, medios o una de las últimas computadoras Mac con tecnología de silicona de Apple. Un desarrollador habría recibido su crédito de $ 200 al recibir la unidad devuelta. Los códigos deberían haberse utilizado antes del 31 de mayo de 2021. </p> <p> Pero los desarrolladores se han resistido a la oferta, expresando su frustración con los términos de Apple en las redes sociales. La mayoría de las quejas giran en torno al hecho de que el crédito de 200 dólares es insuficiente para comprar un nuevo Mac mini M1 y poder seguir probando sus aplicaciones de silicona de Apple. </p>"}