{"title":"Apple ofrece reemplazo de batería gratuito para MacBook Pros que no se cargan más allá del 1%","content":"<p> Apple ha lanzado un nuevo programa de servicio para reemplazar, sin cargo, las baterías defectuosas en ciertos modelos de MacBook Pro que no se cargan por encima del 1%. </p> <p> Un pequeño lote de unidades MacBook Pro de 13 y 15 pulgadas fabricadas en 2016 y 2017 aparentemente está plagado de este extraño problema de carga. Los clientes afectados pueden ver un mensaje en el panel de preferencias de la batería para indicar &quot;Servicio recomendado&quot;. </p> <p> Si ve este mensaje, es elegible para el reemplazo de batería gratuito de Apple. Por el contrario, si el mensaje indica que la batería está en condiciones normales, no se verá afectado. </p> <p> Según un documento de soporte en <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Sitio web de Apple </a> , el problema de carga de la batería afecta a &quot;un número muy reducido de clientes&quot; con las computadoras MacBook Pro de 2016 y 2017. </p> <h2 id=\"is-my-macbook-pro-affected\"> ¿Está afectada mi MacBook Pro? </h2> <p> Los siguientes modelos de MacBook Pro 2016 y 2017 pueden presentar estos comportamientos: </p> <ul> <li> MacBook Pro (13 pulgadas, 2016, dos puertos Thunderbolt 3) </li> <li> MacBook Pro (13 pulgadas, 2017, dos puertos Thunderbolt 3) </li> <li> MacBook Pro (13 pulgadas, 2016, cuatro puertos Thunderbolt 3) </li> <li> MacBook Pro (13 pulgadas, 2017, cuatro puertos Thunderbolt 3) </li> <li> MacBook Pro (15 pulgadas, 2016) </li> <li> MacBook Pro (15 pulgadas, 2017) </li> </ul> <p> A <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> identifica rápidamente el modelo de tu computadora </a> , elija &quot;Acerca de esta Mac&quot; en el menú de Apple. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Cómo comprobar el estado de la batería de Mac </h2> <p> Puede verificar el estado actual de la batería en su MacBook Pro en macOS fácilmente. </p> <p> En Big Sur, elija &quot;Preferencias del sistema&quot; en el menú de Apple. En la ventana de Preferencias del sistema, haga clic en &quot;Batería&quot;, luego seleccione &quot;Batería&quot; en la barra lateral y haga clic en &quot;Estado de la batería&quot;. </p> <p> </p> <p> Si tu Mac usa macOS Catalina o una versión anterior, mantén presionada la tecla Opción (⌥) en el teclado mientras haces clic en el ícono de Batería en la barra de menú. Esto revelará el menú de estado de la batería. </p> <p> Si su computadora portátil es elegible para el programa de servicio de Apple, puede reemplazarla sin cargo comunicándose con Apple a través de su <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Sitio web de soporte </a> . &quot;Su computadora será examinada antes del servicio para verificar que sea elegible para el reemplazo gratuito de la batería&quot;, señala Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Actualizaciones de emergencia con una solución de batería </h2> <p> Después de darse cuenta de este error, Apple lanzó rápidamente un par de actualizaciones de macOS: macOS Big Sur 11.2.1 o posterior para Mac con el software Big Sur y la actualización complementaria macOS Catalina 10.15.7 para propietarios de Mac en macOS Catalina y antes. </p> <p> </p> <p> Según las notas de la versión de <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Sitio web de Apple </a> , macOS Big Sur 11.2.1 &quot;soluciona un problema que puede impedir que la batería se cargue en algunos modelos de MacBook Pro 2016 y 2017&quot;. Apple aconseja que todos instalen estas actualizaciones para evitar que el problema de la batería ocurra en otros MacBook Pros de 2016 y 2017. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Cómo actualizar tu Mac </h2> <p> Para actualizar el software macOS en su Mac a la versión más reciente, vaya a <strong> Preferencias del sistema&gt; Actualización de software </strong> . Si ve un mensaje que dice que hay actualizaciones disponibles, haga clic en el botón &quot;Actualizar ahora&quot; para instalarlas. Es posible que se le solicite que ingrese su contraseña de administrador para terminar de actualizar su Mac. </p> <p> Si desea que su computadora descargue e instale actualizaciones futuras automáticamente, seleccione la opción &quot;Mantener actualizado mi Mac automáticamente&quot; en la ventana Actualización de software. Se le notificará cuando las actualizaciones pendientes requieran un reinicio, y puede optar por instalarlas más tarde. </p>"}