{"title":"Al igual que Tesla, Twitter está considerando invertir en Bitcoin","content":"<p> No todos controlan el mercado de valores o la criptomoneda, pero si lo hace, entonces sabría que el 8 de febrero, Tesla compró $ 1.5 mil millones en bitcoins. Después de que la compañía reveló su enorme participación, el valor de bitcoin aumentó en un 20,33 por ciento a 46.081,64 dólares, el más alto desde marzo de 2020. </p> <p> Dicho esto, se ha revelado que Tesla no es la única empresa interesada en la criptomoneda. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter pronto pagará a sus empleados en Bitcoin </h2> <p> En una entrevista con CNBC, el director financiero de Twitter, Ned Segal, dijo que la compañía está considerando agregar bitcoin a su balance. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Hemos pensado mucho desde el principio para considerar cómo podríamos pagar a los empleados si piden que se les pague <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , cómo podríamos pagarle a un proveedor si solicita que se le pague en <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> y si necesitamos tener <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> en nuestro balance &quot;, dice <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> - Caja Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 de febrero de 2021 </a></blockquote>  <p> Entonces, la inversión de Tesla en bitcoin ha captado la atención de Twitter. La plataforma de redes sociales aún no ha hecho un movimiento dentro de su departamento de tesorería, pero ahora sabemos que las transacciones de bitcoin al menos están siendo consideradas. </p> <p> Cuando se le preguntó a Segal qué se necesitaría para que Twitter invirtiera en bitcoin, dio una respuesta muy sencilla. </p> <p> &quot;Una de las cosas clave que consideraríamos sería si la gente solicita realizar transacciones con nosotros en bitcoin. Porque entonces podríamos considerar si transferiremos dólares a bitcoin en el momento de la transacción, o si queremos bitcoin en nuestro balance, listo para completar esa transacción &quot;, explicó Segal. </p> <p> Podría pensar que es poco probable que Twitter se arriesgue tanto cuando se acaba de revelar que Twitter está buscando hacer grandes cambios pronto, como el <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> implementación de las funciones de Revue </a> y posiblemente <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> un modelo de suscripción </a> . </p> <p> Pero la empresa hermana de Twitter, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Cuadrado </a> , ya es inversor en bitcoins. </p> <p> En octubre pasado, Square llevó a <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> su sitio web oficial </a> para anunciar que había comprado 50 millones de dólares en bitcoins. En ese momento, la inversión representaba aproximadamente el uno por ciento de los activos totales de Square. </p> <p> No solo eso, sino que el CEO de Twitter, Jack Dorsey, es un gran fanático de bitcoin. Después de los disturbios del Capitolio en enero, publicó un hilo en tweets para discutir el <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> prohibición permanente del expresidente estadounidense Donald Trump en Twitter </a> . </p> <p> En algún lugar en el medio, Dorsey cambió para destacar la criptomoneda. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> La razón por la que tengo tanta pasión <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> se debe en gran parte al modelo que demuestra: una tecnología de Internet fundamental que no está controlada ni influenciada por ningún individuo o entidad en particular. Esto es lo que Internet quiere ser y, con el tiempo, será más. </p> - jack (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 de enero de 2021 </a></blockquote>  <p> Dorsey se ha vuelto cada vez más apasionado por bitcoin a lo largo de los años. Por esta época el año pasado, Dorsey hizo que Twitter lanzara un hashtag de marca para bitcoin. Ahora, #bitcoin ”está acompañado por el logo de bitcoin en los tweets. </p> <p> En 2018, <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Los tiempos </a> escribió que Dorsey predice que bitcoin algún día se convertirá en la &quot;moneda única&quot; del mundo. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> ¿Qué sigue para Twitter? </h2> <p> Estamos a solo dos meses de 2021 y Twitter ya está tomando medidas para cambiar enormemente la plataforma tal como la conocemos hoy. </p> <p> ¿Otro paso será comprar bitcoins por valor de millones en los próximos meses para sus transacciones? Quizás, si Twitter piensa en la criptomoneda como &quot;un instrumento de empoderamiento económico&quot; como lo hace Square. </p>"}