{"title":"Apple y Super Healthy Kids llegan a un acuerdo sobre los logotipos de frutas en duelo","content":"<p> Las batallas legales pueden ser un poco surrealistas a veces. Desde agosto de 2020, Apple ha estado en una pelea legal con una empresa de planificación de comidas llamada Super Healthy Kids por un logotipo para su aplicación Prepear que Apple pensó que se parecía demasiado al suyo. </p> <p> El logotipo afrutado de Apple, que consiste en una manzana de dibujos animados con un mordisco y una sola hoja, se ha utilizado desde finales de la década de 1970. Mientras tanto, el logotipo mucho más nuevo de Super Healthy Kids consiste en una pera de dibujos animados con una sola hoja. </p> <p> Por un tiempo, parecía que el mundo no era lo suficientemente grande para dos logotipos inspirados en frutas con hojas en ángulo alegre. Ahora, las dos empresas supuestamente han resuelto sus quejas, y todo lo que hizo falta fue que Super Healthy Kids volviera a redactar la forma de la hoja ofensiva en cuestión. </p> <h2 id=\"dilution-of-distinctiveness\"> Dilución de la distinción </h2> <p> El argumento legal de Apple era que el local con forma de pera podría &quot;diluir el carácter distintivo&quot; del icónico logo de Apple, que está a la altura del logo de Nike y algunos otros seleccionan como un icono reconocido mundialmente. </p> <p> El nuevo logotipo de Prepear ya se muestra en la <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> sitio web de la empresa </a> y aparecerá en la aplicación en breve. Toma la forma de una hoja en forma de media luna, en lugar del óvalo puntiagudo anterior. Apple ha dado su consentimiento para el cambio, según los documentos presentados en el <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Oficina de Patentes y Marcas de EE. UU. </a> (USPTO.) </p> <p> </p> <p> &quot;Prepear se complace en anunciar que ha resuelto de manera amistosa su problema de marca registrada con Apple&quot;, dijo el cofundador de la compañía, Russ Monson. <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> El borde </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple frente a pequeñas empresas </h2> <p> Si bien parece que se ha llegado a un acuerdo amistoso, en un momento el choque entre las dos compañías, una, como el titán tecnológico más valioso del mundo, mucho más grande que la otra, pareció volverse bastante polémico. </p> <p> Tras la queja original de Apple, el cofundador y director de operaciones de Prepear, Russell Monson, estableció un <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Petición de Change.org </a> , criticando a Apple. La petición finalmente recibió 269,654 firmas. Ahora ha sido cerrado. </p> <p> &quot;Apple se ha opuesto a las pequeñas empresas con logotipos relacionados con frutas al iniciar costosas acciones legales&quot;, señaló la petición, &quot;incluso cuando esos logotipos no se parecen en nada al logotipo de Apple, o no están en la misma línea de negocios que Apple en todas.&quot; </p> <p> Continuó diciendo que muchas empresas amenazadas por Apple habían tirado la toalla porque &quot;no pueden pagar las decenas de miles de dólares&quot; como costos de acciones legales. El equipo dijo que es una &quot;experiencia aterradora ser atacado legalmente por una de las empresas más grandes del mundo&quot;. </p> <p> <small> Crédito de la imagen: Apple / Prepear </small> </p>"}