{"title":"Cómo tomar capturas de pantalla en su Apple Watch","content":"<p> ¿Alguna vez has querido lucir una nueva esfera de reloj o compartir tu progreso en la aplicación Actividad de tu Apple Watch? Aunque no es tan obvio, es posible tomar capturas de pantalla de su Apple Watch que son fáciles de compartir. </p> <p> Apple parece hacer todo lo posible para ocultar esta función, pero es bastante fácil de hacer. En este artículo, le mostraremos cómo. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> Primero, asegúrese de que las capturas de pantalla estén habilitadas </h2> <p> De forma predeterminada, la toma de capturas de pantalla de su Apple Watch está deshabilitada. Como mencionamos, a Apple realmente le gusta ocultar esta función. Por lo tanto, primero debe asegurarse de permitir que su Apple Watch tome capturas de pantalla. </p> <p> Simplemente siga estos pasos para hacerlo: </p> <ol> <li> Abre el <strong> Mirar </strong> aplicación en tu iPhone. </li> <li> Desplácese hacia abajo y toque <strong> General </strong> . </li> <li> Desplácese hacia abajo y asegúrese de encender <strong> Habilitar capturas de pantalla </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galería de imágenes (3 imágenes) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Expandir <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Expandir <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Expandir </p> <p> Cerca </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Cómo tomar capturas de pantalla en su Apple Watch </h2> <p> Ahora que está habilitado, tomar capturas de pantalla en su Apple Watch es bastante sencillo. Es bastante similar a como tu <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> tomar capturas de pantalla en tu iPhone </a> o iPad. </p> <p> Solo sigue estos pasos: </p> <ol> <li> En tu Apple Watch, presiona el <strong> Corona digital </strong> y el <strong> Botón lateral </strong> al mismo tiempo. </li> <li> <strong> Lanzamiento </strong> ambos botones para tomar la captura de pantalla. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Debería sentir una pequeña vibración háptica en su muñeca, así como ver un destello blanco en la pantalla de su Apple Watch. Si eso no sucedió, deberá intentarlo de nuevo. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> ¿A dónde van las capturas de pantalla de tu Apple Watch? </h2> <p> Al igual que las capturas de pantalla de su iPhone o iPad, las capturas de pantalla que tome con su Apple Watch irán directamente a la aplicación Fotos. Los encontrará en la Biblioteca y en la carpeta Capturas de pantalla. </p> <p> </p> <h2 id=\"capture-every-minute\"> Captura cada minuto </h2> <p> Ahora que puede tomar capturas de pantalla con su Apple Watch, mostrar sus nuevas complicaciones o carátulas personalizadas será más fácil que nunca. Por supuesto, también puede intentar compartir las carátulas de su reloj con amigos y familiares en lugar de simplemente mostrarlos. </p>"}