{"title":"Controle sus hábitos de aplicaciones macOS con Quitter","content":"<p> Algunas aplicaciones pueden crear hábito, pero Quitter es una que podría ser buena para su salud digital. Es una pequeña aplicación de barra de menú con una tarea única que tiene como objetivo reducir las distracciones. </p> <h2 id=\"what-does-quitter-do\"> ¿Qué hace Quitter? </h2> <p> Quitter administra una lista de aplicaciones para cerrar automáticamente después de un período de inactividad. Se basa en la teoría de que algunas aplicaciones pueden ser útiles, pero aún así distraen cuando están abiertas. Puede que necesites <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> usa Twitter para investigaciones importantes </a> , pero querrá evitar distraerse con él una vez que haya terminado. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Cómo descargar e instalar Quitter </h2> <p> Quitter está disponible del desarrollador <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Sitio web de Marco Arment </a> . La descarga es un archivo zip que contiene un solo archivo, <strong> Quitter.app </strong> . Si ejecuta la aplicación desde fuera de la carpeta Aplicaciones, ofrecerá instalarse allí: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Una vez en ejecución, puede configurar Quitter en <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> comenzar al iniciar sesión </a> haciendo clic en su icono de barra de menú y seleccionando el comando de menú, <strong> Comience Quitter al iniciar sesión </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Interfaz principal de Quitter </h2> <p> Quitter realiza su tarea ejecutándose en segundo plano, sin molestarle. La única vez que realmente interactuará con él es para agregar o eliminar aplicaciones que desea controlar con Quitter. </p> <p> La <strong> Editar reglas </strong> ventana muestra una lista de aplicaciones administradas. Estará vacío por defecto. Haga clic en el <strong> + </strong> en la parte inferior izquierda para agregar una aplicación. Esto abrirá un cuadro de diálogo de archivo que puede usar para seleccionar la aplicación. La mayor parte del tiempo, estará en su <strong> Aplicaciones </strong> carpeta: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Cada aplicación de la lista tiene dos configuraciones. Puede establecer la cantidad de tiempo de inactividad que se necesita antes de que Quitter actúe. También puede configurar si desea cerrar u ocultar la aplicación: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Si desea dejar de controlar una aplicación con Quitter, selecciónela de la lista y haga clic en el <strong> - </strong> botón. Tenga en cuenta que algunas aplicaciones confirmarán antes de salir. A veces, puede configurar esta opción y permitir que Quitter cierre la aplicación de forma silenciosa. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Dejar de fumar es simple pero efectivo </h2> <p> Realmente es tan simple como eso. Quitter le permite mantener una lista de aplicaciones para ocultar o salir si no las ha usado durante un período de tiempo definido. Es una de las muchas aplicaciones gratuitas de Mac que ayudan a mejorar su productividad. </p>"}