{"title":"Cómo utilizar los filtros neuronales de Photoshop para crear caras divertidas","content":"<p> Photoshop tiene un conjunto de herramientas, llamadas filtros neuronales, que facilitan la creación de caras divertidas. Esta pequeña colección de controles deslizantes utiliza la inteligencia artificial de Adobe Sensei para realizar ajustes en sus imágenes. </p> <p> En este tutorial, usaremos los filtros neuronales que se encuentran en el menú Retrato inteligente para crear una cara divertida. Pronto descubrirá que cuando lleva estos controles deslizantes al extremo, tienden a crear efectos drásticos y, a menudo, cómicos. </p> <h2 id=\"using-photoshop-s-neural-filters-to-create-funny-faces\"> Uso de filtros neuronales de Photoshop para crear caras divertidas </h2> <p> Realmente no hay nada complicado en estos controles deslizantes en Retrato inteligente. Todos son bastante sencillos y fáciles de manipular. </p> <p> </p> <p> Le mostraremos cómo acceder a este menú porque no es tan fácil de encontrar de un vistazo. En otras palabras, no se preocupe si ya es titular de una suscripción de Adobe Photoshop y nunca antes ha visto estas funciones. Están agrupados con otras herramientas que están en desarrollo beta. </p> <p> Primero, descargue esta imagen de <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> seguir adelante. O siéntase libre de usar cualquiera de sus fotos para ver qué efectos puede obtener. </p> <p> ¡Empecemos! </p> <ol> <li> prensa <strong> control </strong> + <strong> J </strong> para crear una capa duplicada. <p> <img alt=\"Create duplicate layer\" src=\"images/1-create-duplicate-layer-139.png\" loading=\"lazy\"> </p> </li> <li> Haga clic en la capa duplicada. Haga clic derecho y seleccione <strong> Convertir en objeto inteligente </strong> . <p> <img alt=\"Convert to smart object\" src=\"images/2-convert-to-smart-object-s-993.png\" loading=\"lazy\"> </p> </li> <li> Ir <strong> Filtrar </strong> &gt; <strong> Filtros neuronales </strong> . <p> <img alt=\"Go to Neural Filters\" src=\"images/3-go-to-neural-filters-688.png\" loading=\"lazy\"> </p> </li> <li> Selecciona el <strong> Filtros Beta </strong> icono. Entonces escoge <strong> Retrato inteligente </strong> y haga clic en el dial. <p> <img alt=\"Go to Smart Portrait\" src=\"images/4-go-to-smart-portrait-454.png\" loading=\"lazy\"> </p> </li> <li> Cambie los valores del control deslizante a lo siguiente: <strong> Felicidad: </strong> <strong> 50 </strong> , <strong> Sorpresa: </strong> <strong> 50 </strong> , <strong> Ira: </strong> <strong> 50 </strong> , <strong> Edad facial: </strong> <strong> 50 </strong> , <strong> Mirada: </strong> <strong> 50 </strong> , <strong> Espesor del cabello: </strong> <strong> 50 </strong> . Luego, haga clic en <strong> OK </strong> . <p> <img alt=\"Change slider values\" src=\"images/5-change-slider-values-795.png\" loading=\"lazy\"> </p> </li> </ol> <p> ¡Veamos cómo quedó la imagen! </p> <p> <strong> Cara divertida antes: </strong> </p> <p> <img alt=\"Funny face before\" src=\"images/6-before-silly-face-639.png\" loading=\"lazy\"> </p> <p> <strong> Cara divertida después: </strong> </p> <p> <img alt=\"After funny face\" src=\"images/7-after-silly-face-925.png\" loading=\"lazy\"> </p> <p> No olvide que hay un montón de complementos gratuitos para Photoshop que pueden agregar efectos especiales a sus fotos. A veces, estos toques adicionales pueden agregar profundidad a sus imágenes que ayudarán a que sus ideas divertidas se destaquen. </p> <p> </p> <p> </p> <h2 id=\"it-s-fun-to-discover-alternative-uses-for-photoshop-tools\"> Es divertido descubrir usos alternativos de las herramientas de Photoshop </h2> <p> Como puede imaginar, los creadores de Smart Portrait para Photoshop probablemente no tenían la intención de que sus herramientas se usaran para crear imágenes divertidas. De hecho, si ajusta los controles deslizantes moderadamente, puede encontrar que agregar efectos emocionales sutiles en realidad crea una imagen más fuerte en muchos casos. </p> <p> Pero eso es lo mejor de Photoshop. Muchas herramientas tradicionales se pueden utilizar para fines alternativos. Photoshop deja que la imaginación del creador se vuelva loca. </p> <p> <small> Crédito de la imagen: Alex Green / <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}