{"title":"Cómo cambiar su contraseña de Unix","content":"<p> Todos conocemos el papel de una contraseña en la protección de su privacidad digital. Tener una contraseña segura es la primera capa de defensa que evita que los intrusos entren en su sistema. Por lo tanto, proteger su computadora con una contraseña debe ser una preocupación primordial para todos. </p> <p> Los sistemas operativos basados ​​en Unix ofrecen características sólidas cuando se trata de la contraseña y la seguridad de un usuario. Pero, ¿cómo utiliza estas funciones avanzadas para proteger su sistema? </p> <h2 id=\"unix-vs-linux\"> Unix frente a Linux </h2> <p> Mucha gente se confunde cuando alguien usa los términos Unix y Linux en un contexto similar. No importa si eres <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> cambiar contraseñas en Linux </a> o Unix, los pasos son los mismos. Aunque estos dos sistemas operativos tienen un tipo similar de arquitectura y estructura de comando, en realidad son muy diferentes entre sí. </p> <p> Unix es un sistema operativo desarrollado a finales de la década de 1960 por Ken Thompson y Dennis Ritchie. Fue construido principalmente para la portabilidad, multihilo y modificaciones rápidas. A diferencia de Linux, Unix es un software propietario conocido por su potente interfaz de línea de comandos. </p> <p> Por otro lado, Linux es una familia de sistemas operativos de código abierto &quot;tipo Unix&quot;. Linus Torvalds desarrolló este sistema operativo en 1991. Se denomina sistemas operativos similares a Unix porque Linux se inspiró en gran medida en Unix. Más de 600 distribuciones de Linux impulsadas por la comunidad están disponibles en Internet de forma gratuita. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Cambio de contraseña propia en Unix </h2> <p> En la mayoría de los sistemas basados ​​en Unix, los usuarios pueden cambiar las contraseñas con el <strong> passwd </strong> mando. Para cambiar su propia contraseña en Unix, abra su terminal presionando <strong> control </strong> + <strong> Alt </strong> + <strong> T </strong> . Luego, para cambiar su contraseña, ingrese: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Verá una salida que se parece a esto. Primero, ingrese la contraseña actual y luego ingrese su nueva contraseña dos veces para completar el proceso. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> No verá ninguno de los caracteres escritos en su pantalla. Los sistemas operativos basados ​​en Unix tienen esta forma única de proteger a los usuarios de <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> surf de hombros </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Cambiar la contraseña de root </h2> <p> Solo un usuario root puede cambiar la contraseña de root en una máquina Unix. Para cambiar su usuario actual a root, escriba <strong> su - </strong> en tu terminal y presiona <strong> Ingresar </strong> . Luego, ingrese la contraseña de root para confirmar el proceso. </p> <p> Ahora que es root, puede cambiar fácilmente su contraseña escribiendo <strong> passwd </strong> en tu terminal. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Cambiar la contraseña de otro usuario </h2> <p> Los usuarios root también tienen la autorización para cambiar las contraseñas de otros usuarios en el sistema. Para hacerlo, abre tu terminal presionando <strong> control </strong> + <strong> Alt </strong> + <strong> T </strong> . Luego, cambie la contraseña con: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Verá el siguiente resultado en la pantalla de su sistema. Ingrese la nueva contraseña dos veces para confirmar el cambio. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Administrar contraseñas de usuario en Unix </h2> <p> Los usuarios de Unix pueden cambiar fácilmente sus contraseñas usando el <strong> passwd </strong> mando. Para aprender más sobre <strong> passwd </strong> , puede consultar el manual de comandos: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux y Unix pueden tener algunas similitudes cuando se trata de comandos del sistema, pero son dos sistemas operativos distintos en muchos otros aspectos. </p>"}