{"title":"Cómo ahorrar batería en su controlador PS5 DualSense","content":"<p> Si bien el controlador DualSense de PlayStation 5 presenta una duración de batería mejorada en comparación con el DualShock 4 de PlayStation 4, aún es posible que su controlador muera en medio de un momento importante. </p> <p> Veamos algunas formas de ahorrar batería en el controlador DualSense y hacer que dure el mayor tiempo posible. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Configure su controlador PS5 para que se apague automáticamente </h2> <p> Si deja su PS5 en funcionamiento por cualquier motivo y, por lo tanto, deja el controlador encendido durante horas, obviamente consumirá la vida útil de la batería. Para combatir esto, es una buena idea configurar un temporizador para que tu DualSense se apague cuando no lo estés usando. </p> <p> En el menú principal de tu PS5, dirígete a <strong> Configuración&gt; Sistema&gt; Ahorro de energía </strong> . Aquí verás el <strong> Establecer tiempo hasta que los controladores se apaguen </strong> opción, que puede establecer en <strong> Después de 10 minutos </strong> , <strong> 30 minutos </strong> , <strong> 60 minutos </strong> , o <strong> Apagado </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> No hay una buena razón para dejar el controlador encendido durante largos períodos de tiempo mientras está inactivo. Habilitar esta opción limita la vida útil de la batería desperdiciada cuando no está en su televisor. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Apague manualmente el controlador DualSense </h2> <p> Para los momentos en los que sabe que no usará su controlador de PS5 por un tiempo, tiene sentido apagarlo de inmediato en lugar de esperar el temporizador de apagado automático. Esto es útil si está usando su PS5 para ver aplicaciones de entretenimiento como Netflix, o incluso simplemente sentado a través de una larga escena en un juego. </p> <p> </p> <p> Para apagar su controlador de PS5, presione el <strong> Botón PS </strong> en el controlador para abrir el menú rápido. Desplácese hacia la derecha y seleccione el <strong> Accesorios </strong> , que se muestra como un icono de controlador con la duración actual de la batería. En el menú resultante, elija su <strong> Control inalámbrico </strong> , seguido por <strong> Apagar </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Hacer esto apagará su controlador hasta que presione el <strong> Botón PS </strong> para encenderlo de nuevo. Si no quiere jugar con el menú, también puede apagar su controlador PS5 manteniendo presionado el <strong> Botón PS </strong> durante 10 segundos. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Reducir las funciones del controlador que usan batería </h2> <p> El DualSense tiene un puñado de funciones que consumen la duración de la batería. Desactivar estas opciones no extenderá drásticamente la batería de su controlador, pero puede ayudar un poco si prioriza la duración de la batería sobre las funciones sofisticadas. </p> <p> Visita <strong> Configuración&gt; Accesorios&gt; Controladores </strong> para desactivar estas funciones: </p> <ul> <li> Colocar <strong> Brillo de los indicadores del controlador </strong> a <strong> Oscuro </strong> . Esto reducirá las luces de su controlador; se iluminarán automáticamente si es necesario para el accesorio de la cámara. </li> <li> Bajar el <strong> Intensidad de vibración </strong> a <strong> Débil </strong> o <strong> Apagado </strong> . Si bien la nueva función de retroalimentación háptica del DualSense hace que el ruido sea más realista, usa bastante batería. Si no le importa la función, tal vez para un determinado juego, deshabilitarla mejorará la duración de la batería. </li> <li> También baje o deshabilite el <strong> Intensidad del efecto de disparo </strong> . Esta es otra característica principal del DualSense que cambia la resistencia de los botones L2 y R2 según lo que estés haciendo en el juego. Si no le importa mucho, bajarlo conservará algo de jugo. </li> <li> Bajar el <strong> Volumen (altavoz para controlador) </strong> deslizador. Esto reduce la salida del altavoz incorporado del controlador, ahorrando un poco de batería si no le gusta eso de todos modos. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Compre un cable de carga más largo </h2> <p> Si el uso de todos los consejos anteriores aún no mantiene su controlador funcionando durante el tiempo que le gustaría, debería considerar comprar un cable USB-C más largo. Con esto, puede conectar fácilmente su controlador para cargar y seguir jugando cuando esté bajo. No tendrá que acercar una silla al televisor como lo haría con un cable corto. </p> <p> Puede encontrar cables de carga USB-C a USB-A de 10 pies (o más) en Amazon por poco dinero. Prueba el <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> Cable USB-C CableCreation </a> para una opción sólida. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Si juegas con un cable conectado a menudo, en el anterior <strong> Controladores </strong> página de configuración, debe configurar <strong> Método de comunicación </strong> a <strong> Utilice un cable USB </strong> . Con esto, su controlador se comunicará a través del cable en lugar de seguir usando Bluetooth cuando esté enchufado. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Mantenga su DualSense cargado </h2> <p> Ahora sabe cómo mantener viva su batería DualSense durante largas sesiones de juego. Aparte de comprar un segundo controlador e intercambiarlos regularmente, estas son sus mejores opciones para extender la vida útil de la batería. </p> <p> No olvide que puede usar los controladores de PS4 cuando juegue juegos de PlayStation 4 en su PS5. Esa es otra forma de conservar la vida útil de la batería DualSense. </p> <p> <small> Crédito de la imagen: Alex Van Aken / <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}