{"title":"Cómo liberar espacio en iCloud","content":"<p> ¿Estás harto de esas notificaciones emergentes que te dicen que tienes poco espacio en tu cuenta de iCloud? Buenas noticias: no es necesario que las aguante mucho más. </p> <p> Y lo que es mejor, tampoco necesitará gastar dinero para actualizar su cuenta. </p> <p> Apple ofrece a cada usuario 5 GB de almacenamiento gratuito en iCloud, lo que parece casi nada. Pero si juegas bien, te darás cuenta de que es más que suficiente para todas tus necesidades. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Descubra qué ocupa más espacio </h2> <p> Cuando su almacenamiento de iCloud está lleno, el mejor lugar para comenzar es averiguar qué ocupa más espacio en sus dispositivos. La mayoría de las veces, se sorprenderá de cuál es la respuesta. </p> <p> Para saber qué ocupa más espacio en iCloud en su iPhone: </p> <ol> <li> Ir <strong> Ajustes </strong> . </li> <li> Haga clic para <strong> ID de apple </strong> . </li> <li> Ir <strong> iCloud&gt; Administrar almacenamiento </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galería de imágenes (2 imágenes) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Expandir <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Expandir </p> <p> Cerca </p> <p> Cuando esté en la pestaña Administrar almacenamiento, recibirá un desglose de lo que está usando más espacio en su cuenta de iCloud. Para algunas funciones, puede revisar y eliminar los datos para liberar espacio de almacenamiento. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Elimina tus fotos antiguas </h2> <p> Las fotos suelen ser el ladrón de almacenamiento más evidente en su cuenta de iCloud. Si toma fotos con una cámara profesional y las carga en su teléfono, este es aún más el caso. </p> <p> Para eliminar fotos en su iPhone: </p> <ol> <li> Ve al rollo de tu cámara. </li> <li> Seleccione las imágenes que desea eliminar. </li> <li> Vuelve al menú principal del carrete. </li> <li> Entra en el <strong> Eliminado recientemente </strong> carpeta. </li> <li> Seleccione <strong> Eliminar todos </strong> y confirma. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Eliminar sus correos electrónicos antiguos </h2> <p> Si ha conectado su cuenta de correo electrónico a iCloud pero rara vez usa sus mensajes, está consumiendo un espacio valioso que podría usar en otro lugar. Si usa el servicio durante muchos años, la cantidad de datos que estos usan se irá acumulando lentamente. </p> <p> Para eliminar sus correos electrónicos antiguos: </p> <ol> <li> Vaya a su aplicación de correo. </li> <li> Seleccione los correos electrónicos que desea eliminar. </li> <li> Elimina estos correos electrónicos y cierra la aplicación. </li> </ol> <p> Si no usa Mail con tanta frecuencia, también puede optar por eliminar la aplicación de su teléfono. De esa manera, no volverá a crear una lista de datos desperdiciados. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Eliminar archivos de iCloud Drive </h2> <p> Si tiene una MacBook o Mac, es posible que no se dé cuenta de que todavía está almacenando archivos que no ha guardado durante mucho tiempo. A medida que disminuyan sus datos, estos se volverán más molestos. </p> <p> Afortunadamente, eliminar archivos de iCloud de la unidad de su computadora es sencillo. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Para eliminar archivos de iCloud de la unidad de su computadora: </p> <ol> <li> Abierto <strong> Descubridor </strong> . </li> <li> Ve a iCloud Drive en el menú de la izquierda. </li> <li> Seleccione los archivos que desea eliminar y muévalos a su carpeta de basura. </li> <li> Haga clic con el botón derecho o Ctrl + clic en el <strong> Icono de papelera </strong> en el muelle. </li> <li> Seleccione <strong> Papelera vacía </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Libera espacio en tus dispositivos Apple </h2> <p> Aunque puede parecer que estás en una batalla constante para limpiar tu almacenamiento de iCloud, hacerlo no tiene por qué ser estresante. Independientemente del dispositivo Apple que utilice, hay muchas formas de ver qué está consumiendo sus datos y realizar cambios. </p> <p> Cuando haya vaciado su almacenamiento de iCloud, es una buena idea vigilarlo. Cuando notes que las cosas se acercan a la marca completa, repite estos pasos y evita que sucedan. </p>"}