{"title":"Cómo hacer doble espacio en un documento de Word","content":"<p> Este artículo explica cómo duplicar líneas de espacio, párrafos y todo el documento en Microsoft Word. Hay cuatro formas de duplicar las líneas de espacio en Microsoft Word. Puede utilizar cualquiera de estas opciones para modificar algunas líneas o todo el documento en Word. </p> <h2 id=\"double-space-lines-from-the-home-tab\"> Líneas de doble espacio desde la pestaña Inicio </h2> <p> Esta es la forma más rápida de hacer doble espacio en su documento. Puede usar esto cuando desee agregar espacios dobles solo para una parte del documento. Seleccione los párrafos que desea cambiar y siga los pasos a continuación. </p> <ol> <li> Abra Microsoft Word. </li> <li> Ve a la <strong> Inicio&gt; Grupo de párrafo&gt; Seleccionar el espaciado de línea y párrafo </strong> icono. </li> <li> Para duplicar las líneas de espacio, elija 2.0 en el menú desplegable. </li> <li> Para más opciones de espaciado, seleccione <strong> Opciones de espaciado de línea </strong> en la lista. </li> </ol> <p> <img alt=\"Double space from Home tab in Word\" src=\"images/microsoft-word-home-double-space-339.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-between-paragraphs-from-the-design-tab\"> Doble espacio entre párrafos desde la pestaña Diseño </h2> <p> Modifique el espacio vertical entre párrafos en su documento estableciendo el espacio antes o después de cada párrafo. Tenga en cuenta que esto aplica el espaciado en todo el documento y también afecta el espaciado entre líneas. Le da menos margen para controlar el espaciado de línea que los otros métodos aquí. </p> <ol> <li> Abra Microsoft Word. </li> <li> Ir <strong> Diseño&gt; Espaciado de párrafos </strong> y elige <strong> Doble </strong> . </li> </ol> <p> <img alt=\"Paragraph Spacing in Word\" src=\"images/microsoft-word-paragraph-spacing-639.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-from-the-page-layout-tab\"> Líneas de doble espacio desde la pestaña Diseño de página </h2> <p> Utilice esta opción para configurar líneas a doble espacio antes de comenzar a agregar contenido a su documento. La configuración aquí le permite ajustar su texto con otras opciones. </p> <ol> <li> Abra Microsoft Word. </li> <li> Ve a la <strong> Diseño de página </strong> pestaña. </li> <li> Ve a la <strong> Párrafo </strong> grupo. Haga clic en la pequeña flecha hacia abajo en la esquina inferior derecha para abrir el cuadro de diálogo Configuración de párrafo. </li> <li> Quédate en el <strong> Sangrías y espaciado </strong> pestaña. </li> <li> Haga clic en la flecha hacia abajo junto al <strong> Espaciado entre líneas </strong> caja. </li> <li> Seleccione <strong> Doble </strong> y haga clic en el <strong> OK </strong> para salir del cuadro de diálogo. </li> </ol> <p> <img alt=\"Selecting double space between lines from the layout tab\" src=\"images/microsoft-word-line-spacing-layout-tab-522.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-with-styles\"> Líneas de doble espacio con estilos </h2> <p> ¿Escribe ensayos a doble espacio? Usted puede <a href=\"https://www.makeuseof.com/tag/microsoft-word-styles/\" target=\"_blank\" rel=\"nofollow noopener\"> guardar esto como un estilo especial en Word </a> solo para ensayos o modificar un estilo existente. </p> <ol> <li> Abra Microsoft Word. </li> <li> Ve a la <strong> Inicio&gt; Grupo Estilos </strong> . Botón derecho del ratón <strong> Normal </strong> . </li> <li> Seleccione <strong> Modificar </strong> en el menú desplegable. </li> <li> Debajo <strong> Formateo </strong> , haga clic en el <strong> Doble espacio </strong> botón. </li> <li> Seleccione Aceptar. </li> </ol> <p> <img alt=\"Modifying a style with double line spacing in Word\" src=\"images/microsoft-word-styles-paragraph-spacing-793.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"what-does-double-spaced-lines-mean\"> ¿Qué significan las líneas a doble espacio? </h2> <p> El interlineado no es más que la altura del espacio entre cada fila de texto. Un espacio doble significa que las oraciones tendrán una línea en blanco igual a la altura total de dos líneas de texto entre cada línea. De forma predeterminada, la mayoría de los procesadores de texto tienen habilitado el espacio simple (o un poco más que el espacio simple), que es un espacio de solo una línea de altura. Word tiene un interlineado predeterminado de <strong> 1.08 </strong> . </p> <p> El interlineado es una consideración de estilo importante y solo una de las formas de formatear el texto para una mejor legibilidad. </p>"}