{"title":"Cómo desinstalar Skype Empresarial en Windows 10","content":"<p> Skype for Business es una excelente herramienta de mensajería y video empresarial desarrollada por Microsoft. Dicho esto, quizás su empresa ahora esté usando una alternativa como Zoom o Microsoft Teams, y desee desinstalar Skype Empresarial. </p> <p> Si es así, estamos aquí para ayudar. Es posible que le resulte un poco más complicado de desinstalar que otro software, por lo que le mostraremos todas las formas de desinstalar Skype Empresarial en Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Cómo evitar que Skype Empresarial se inicie automáticamente </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> ¿Está seguro de que desea desinstalar Skype Empresarial por completo? Si puede volver a usarlo en el futuro, es posible que prefiera simplemente evitar que el programa se abra automáticamente cuando inicie sesión en Windows. </p> <p> Para hacer esto: </p> <ol> <li> Abra Skype Empresarial. </li> <li> Haga clic en el <strong> icono de engranaje </strong> (si hace clic en el menú desplegable, haga clic en <strong> Herramientas&gt; Opciones </strong> ). </li> <li> Hacer clic <strong> Personal </strong> . </li> <li> Desmarcar <strong> Iniciar automáticamente la aplicación cuando inicio sesión en Windows </strong> . </li> <li> Hacer clic <strong> OK </strong> . </li> </ol> <p> Ahora deberá abrir Skype Empresarial manualmente cada vez que desee utilizarlo. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> ¿Tiene permiso para desinstalar Skype Empresarial? </h2> <p> Skype Empresarial es principalmente un programa empresarial, por lo que probablemente esté instalado en su computadora de trabajo. </p> <p> Si es así, es posible que no pueda desinstalar Skype Empresarial. El administrador del sistema puede restringir su cuenta de usuario para que no lleve a cabo determinadas acciones; desinstalar Skype Empresarial podría ser uno de esos. </p> <p> </p> <p> Incluso si su cuenta no tiene restricciones, es aconsejable consultar con su administrador de TI antes de desinstalar Skype Empresarial. Hacerlo podría causarles un dolor de cabeza en el futuro. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Desinstale Skype Empresarial a través de Configuración </h2> <p> Antes de probar algo avanzado, intente desinstalar Skype Empresarial como lo haría con cualquier otra aplicación o programa. </p> <ol> <li> prensa <strong> Tecla de Windows + I </strong> para abrir Configuración. </li> <li> Hacer clic <strong> Aplicaciones </strong> . </li> <li> Dentro de <strong> Buscar en esta lista </strong> campo, entrada <strong> Skype Empresarial </strong> . </li> <li> Si aparece Skype Empresarial, selecciónelo y haga clic en <strong> Desinstalar </strong> . </li> </ol> <p> Si no ve Skype Empresarial aquí, es porque está usando una versión que está integrada con otras aplicaciones de Microsoft 365. </p> <p> Si lo desea, puede desinstalar Microsoft 365 u Office desde aquí, pero obviamente, eso eliminará otros programas como Word, PowerPoint y Access que probablemente desee conservar. Como tal, sigue leyendo. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Instale Office sin Skype Empresarial </h2> <p> Aunque la instalación estándar de Office no le permite elegir no instalar Skype Empresarial, puede utilizar una técnica avanzada para lograrlo. </p> <p> Primero, desinstale Office siguiendo los pasos descritos anteriormente. Alternativamente, vaya a la <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> &quot;Desinstalar Office de una PC&quot; Página de soporte de Microsoft </a> y use la segunda opción para descargar la herramienta de soporte de desinstalación de Office. </p> <p> A continuación, descargue el <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Herramienta de implementación de Office </a> . Ábrelo y elige dónde extraer los archivos. Esto te dará tres <strong> configuration.xml </strong> archivos y un <strong> setup.exe </strong> expediente. </p> <p> Decida qué archivo de configuración necesita: <strong> x64 </strong> es para sistemas de 32 bits, <strong> x86 </strong> es para sistemas de 64 bits y <strong> Empresa </strong> es si está instalando la edición Office Enterprise. </p> <p> <strong> Botón derecho del ratón </strong> el archivo de configuración y elija <strong> Abrir con </strong> &gt; <strong> Bloc </strong> . </p> <p> Primero, busque la línea que comienza con: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Modifique la apertura de la línea de la siguiente manera, reemplazando <strong> C: \\ Oficina </strong> con la ruta de donde extrajo los archivos: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> A continuación, busque estas dos líneas (su ID de producto puede ser &quot;ProPlus2019Volume&quot; en lugar de &quot;OF365ProPlusRetail&quot; y su ID de idioma puede ser diferente): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Pega esta línea debajo: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Luego guarde el archivo. </p> <p> Haga una búsqueda del sistema para <strong> Símbolo del sistema </strong> y haga clic en <strong> Ejecutar como administrador </strong> . </p> <p> Ingrese esto en el símbolo del sistema: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Nuevamente, reemplace el <strong> C: \\ Oficina </strong> ruta con donde extrajo los archivos. </p> <p> Luego, ejecute los siguientes comandos uno tras otro (reemplace el nombre del archivo de configuración con el que esté usando), lo que puede llevar algún tiempo: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Esto luego instalará Office sin Skype Empresarial. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Mantenga Skype Empresarial y organice excelentes reuniones </h2> <p> ¿No está convencido de que la desinstalación de Skype Empresarial valga la pena? Lo suficientemente justo. Intenta darle una segunda oportunidad. </p> <p> Con Skype Empresarial, puede compartir la pantalla, ejecutar encuestas, tener una pizarra colaborativa, grabar la llamada y mucho más. </p>"}