{"title":"Cómo usar un administrador de contraseñas con su dispositivo Android","content":"<p> Android tiene una gran función que permite a los administradores de contraseñas completar directamente sus datos de inicio de sesión en aplicaciones y servicios en su dispositivo Android. Mejora en gran medida la experiencia de usar un administrador de contraseñas, ya que todo el proceso ocurre en solo unos pocos toques. Ya no tiene que ir y venir entre aplicaciones para ver y luego ingresar sus datos de inicio de sesión. </p> <p> A continuación, le mostramos cómo puede utilizar de forma adecuada y segura un administrador de contraseñas en Android para completar automáticamente sus datos de inicio de sesión en aplicaciones y sitios web. </p> <h2 id=\"why-you-should-use-a-password-manager\"> Por qué debería utilizar un administrador de contraseñas </h2> <p> Si valora la seguridad y la protección de sus cuentas en línea, nunca debe usar las mismas contraseñas en ellas. Con la cantidad de aplicaciones y servicios que todos usamos a diario en constante crecimiento, recordar tantas contraseñas únicas tampoco es una opción factible. </p> <p> Aquí es donde entra un administrador de contraseñas, ya que almacenará todas sus contraseñas de forma segura. </p> <p> Incluso puede generar nuevas contraseñas utilizando un administrador de contraseñas para que no tenga que pensar en una nueva cada vez que se registre en una nueva aplicación o servicio. Almacenar todas sus credenciales de inicio de sesión en un administrador de contraseñas es una opción mucho mejor que simplemente escribirlas en algún lugar. </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> Todos los datos almacenados en un administrador de contraseñas se cifran con una contraseña maestra. Esta contraseña maestra actúa como clave para desbloquear los datos cifrados. La mayoría de los administradores de contraseñas no ofrecen una opción para restablecer esta contraseña maestra, por lo que si la olvida, también podría terminar bloqueado su cuenta. Sin embargo, recordar solo una contraseña maestra es mucho más fácil que cientos de contraseñas para todas las aplicaciones y servicios que utiliza. </p> <p> Puede utilizar un administrador de contraseñas para algo más que almacenar sus credenciales de inicio de sesión. Puede guardar sus notas importantes, archivos, detalles de cuentas bancarias y más. Algunos administradores de contraseñas también ofrecen la opción de generar códigos de autenticación de dos factores. Verificar <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> algunas funciones útiles del administrador de contraseñas </a> para aprovecharlo al máximo. </p> <p> Cada vez que abra un administrador de contraseñas, primero deberá verificar su identidad ingresando la contraseña maestra o mediante autenticación biométrica. Dependiendo de qué tan fuerte desee proteger su cuenta de administrador de contraseñas, también existe la opción de usar claves de seguridad de autenticación de dos factores basadas en hardware para mayor seguridad. </p> <p> Puedes leer sobre <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> cómo funcionan los diferentes administradores de contraseñas </a> para saber cómo pueden guardar sus contraseñas importantes de forma segura. </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> Cómo usar un administrador de contraseñas con Android </h2> <p> Todos los principales administradores de contraseñas admiten la API de autocompletar en Android. Esto significa que una vez que se le hayan otorgado los permisos relevantes al administrador de contraseñas de su elección, mostrará un menú desplegable con las credenciales de inicio de sesión de cualquier aplicación en la que esté intentando iniciar sesión. </p> <p> </p> <p> No hace falta decir que primero debe registrarse con un administrador de contraseñas de su elección y asegurarse de instalar su aplicación en su dispositivo Android e iniciar sesión. Una vez que hayas hecho eso: </p> <ol> <li> Abre el <strong> Ajustes </strong> menú en su dispositivo Android y navegue hasta <strong> Sistema&gt; Idioma y entrada&gt; Servicio de Autocompletar. </strong> Si no ve esta opción, busque &quot;Servicio de Autocompletar&quot; en el menú Configuración. </li> <li> Seleccione su administrador de contraseñas de la lista de servicios de Autocompletar. Si no usa ningún administrador de contraseñas y tiene sus contraseñas guardadas en Google Chrome, seleccione <strong> Google </strong> de la lista. </li> <li> Grifo <strong> OK </strong> cuando se le pregunte si confía en la aplicación que acaba de seleccionar o no. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galería de imágenes (2 imágenes) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> Expandir <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> Expandir </p> <p> Cerca </p> <p> Ahora que el administrador de contraseñas se ha configurado correctamente, puede completar automáticamente sus datos de inicio de sesión en cualquier aplicación que descargue en su dispositivo Android. </p> <p> Por razones de seguridad, deberá verificar su identidad a través del escáner de huellas digitales o desbloqueando su administrador de contraseñas cada vez que intente utilizar la función de autocompletar. Sin embargo, deberá asegurarse de que la función de desbloqueo biométrico esté habilitada desde el menú de configuración de su administrador de contraseñas para este último. </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> Cómo autocompletar contraseñas usando un administrador de contraseñas </h2> <p> Ahora que su administrador de contraseñas está configurado, puede usarlo para autocompletar contraseñas siempre que necesite iniciar sesión en una de sus aplicaciones. </p> <ol> <li> Abra cualquier aplicación en su dispositivo Android y diríjase a su página de inicio de sesión. </li> <li> Toque el campo donde se le solicita que ingrese su nombre de usuario / ID de correo electrónico. Su administrador de contraseñas aparecerá automáticamente como una opción desplegable. </li> <li> Tóquelo, confirme su identidad y seleccione las credenciales de inicio de sesión que desea ingresar. También tendrá la opción de buscar en su bóveda si tiene varios inicios de sesión para la misma aplicación. </li> <li> Todo se completará automáticamente y luego puede tocar el botón de inicio de sesión para iniciar sesión en su cuenta. </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> Siempre que abra una aplicación que le solicite sus datos de inicio de sesión, su administrador de contraseñas detectará automáticamente dichos campos y mostrará un mensaje para completarlos. También es importante que <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> mantén tu administrador de contraseñas organizado </a> especialmente si ha estado usando uno durante mucho tiempo. </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> Cómo completar automáticamente los detalles de inicio de sesión en sitios web </h3> <p> Su administrador de contraseñas también puede completar automáticamente sus datos de inicio de sesión en sitios web en navegadores como Chrome y Firefox para Android. Sin embargo, tendrá que otorgar acceso de accesibilidad a la aplicación en su dispositivo Android para que esto funcione correctamente. </p> <ol> <li> Abre el <strong> Ajustes </strong> menú en su dispositivo Android y diríjase al <strong> Accesibilidad </strong> sección. </li> <li> Dentro de <strong> Servicios descargados </strong> o <strong> Servicios instalados </strong> menú, seleccione su administrador de contraseñas y concédalo <strong> Accesibilidad </strong> acceso. </li> </ol> <p> Ahora, su administrador de contraseñas también mostrará un menú desplegable para completar automáticamente los datos de inicio de sesión cada vez que abra la sección de inicio de sesión de cualquier sitio web que visite. </p> <p> Los administradores de contraseñas también son lo suficientemente inteligentes como para solicitarle automáticamente que guarde los datos de inicio de sesión cada vez que detectan que se ha registrado para una nueva cuenta en una aplicación o sitio web en su dispositivo Android. </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> Utilice siempre un administrador de contraseñas </h2> <p> Siempre debe usar un administrador de contraseñas para almacenar sus credenciales de inicio de sesión importantes, detalles de cuenta bancaria y otras notas. Dado que los administradores de contraseñas se integran perfectamente en Android y completan automáticamente sus datos de inicio de sesión una vez configurados correctamente, hay pocas razones para no hacerlo. </p> <p> Si valora su privacidad y seguridad en línea, un administrador de contraseñas le dará tranquilidad, ya que es una opción más segura que usar la misma contraseña en varias aplicaciones y servicios. </p>"}