{"title":"Cómo reparar la falla del estado de energía del controlador en Windows 10","content":"<p> La falla del estado de energía del controlador es un error de pantalla azul poco común que ocurre cuando un controlador entra en modo de suspensión mientras está trabajando. El BSOD a menudo aparece cuando la computadora sale de la hibernación y Windows no puede activar el controlador del dispositivo en absoluto, o el controlador tarda demasiado en responder. </p> <p> El error se puede resolver con simples ajustes en la configuración de energía, pero es posible que algunos usuarios tengan que profundizar más para eliminar el problema. Aquí hay seis formas de corregir el error de falla del estado de energía del controlador en Windows 10. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Cambie la configuración de su plan de energía y energía </h2> <p> El primer paso que los usuarios deben tomar para diagnosticar este error es cambiar la configuración de energía de su dispositivo. Así es como cambia la configuración de energía de Windows 10. </p> <h3 id=\"change-power-settings\"> Cambiar la configuración de energía </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> En la barra de búsqueda del menú Inicio, escriba <strong> Panel de control </strong> y ábrelo. </li> <li> Buscar <strong> Opciones de poder </strong> Haz click en eso. </li> <li> En la ventana que se abre, haga clic en la opción que dice <strong> Elige lo que hace el botón de encendido </strong> . </li> <li> Haga clic en <strong> Cambiar la configuración que actualmente no está disponible </strong> . Necesitará privilegios de administrador para hacerlo. </li> <li> Desmarque la <strong> Encienda el inicio rápido, Dormir, </strong> y <strong> Hibernar </strong> opciones. </li> <li> Haga clic en <strong> Guardar cambios </strong> y salir. </li> </ol> <h3 id=\"change-power-plan-settings\"> Cambiar la configuración del plan de energía </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> Abierto <strong> Panel de control </strong> y haga clic en <strong> Opciones de poder. </strong> </li> <li> Busque el plan de energía seleccionado actualmente y haga clic en <strong> Cambiar la configuración del plan </strong> . </li> <li> Luego haga clic en <strong> Cambie la configuración avanzada de energía. </strong> </li> <li> Ampliar la <strong> Dormir </strong> sección y asegúrese de que todos los ajustes estén <strong> Nunca </strong> . </li> <li> Navegar a <strong> Configuración del adaptador inalámbrico </strong> y <strong> PCI-Express </strong> . Expanda y establezca todas las opciones en <strong> Nunca </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Actualice sus controladores de pantalla y red </h2> <p> La razón más común del error BSOD de estado de alimentación del controlador es un controlador de pantalla o red defectuoso. Por eso es mejor asegurarse de que ambos controladores estén actualizados y funcionando sin problemas. </p> <p> A veces, las actualizaciones más recientes también pueden causar inestabilidad en el sistema. En tales casos, los usuarios deberán revertir estas actualizaciones. La actualización de los controladores de pantalla también puede <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> Resolver problemas de parpadeo y parpadeo de la pantalla. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Cómo actualizar los controladores de pantalla y red </h3> <ol> <li> prensa <strong> Tecla de Windows + R </strong> y escribe <strong> devmgmt.msc </strong> . La <strong> Administrador de dispositivos </strong> se abrirá la ventana. </li> <li> Buscar <strong> Adaptadores de pantalla </strong> y expanda el menú. </li> <li> Haga clic derecho en los controladores y haga clic en <strong> Actualizar controlador </strong> . </li> <li> Haga clic en <strong> Busque automáticamente el software del controlador actualizado </strong> . Windows descargará e instalará automáticamente los controladores más recientes. </li> <li> Haz lo mismo para <strong> Adaptadores de red </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Cómo volver a versiones anteriores de los controladores de pantalla y red </h3> <ol> <li> Abierto <strong> Administrador de dispositivos </strong> y expandir el <strong> Adaptadores de pantalla </strong> opción. </li> <li> Haga clic derecho en el controlador y seleccione <strong> Propiedades </strong> . </li> <li> Navega al <strong> Conductor </strong> pestaña en el <strong> Propiedades </strong> menú. </li> <li> Haga clic en <strong> Controlador de retroceso, </strong> y Windows restaurará una versión anterior del controlador. </li> <li> Siga los mismos pasos para <strong> Adaptadores de red </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. Reparar archivos de sistema dañados usando SFC y DISM </h2> <p> SFC y DISM son dos de las herramientas integradas de Windows más eficaces que se pueden utilizar para corregir una amplia variedad de errores del sistema. En el caso de un error de pantalla azul de muerte, la combinación de estos dos puede resultar útil para eliminar el error. </p> <p> </p> <p> Los usuarios deben tener en cuenta que es vital crear un punto de restauración del sistema antes de intentar esta solución. </p> <h3 id=\"how-to-use-dism\"> Cómo utilizar DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> Abierto <strong> Símbolo del sistema </strong> como administrador. </li> <li> Tipo <strong> DISM.exe / En línea / Imagen de limpieza / scanhealth </strong> y espere a que se complete el proceso. </li> <li> Después de completar, escriba <strong> DISM.exe / En línea / Imagen de limpieza / Restorehealth </strong> . </li> <li> Espere hasta que se complete el proceso. </li> </ol> <p> Cómo utilizar SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Correr <strong> Símbolo del sistema </strong> como administrador. </li> <li> En la consola, escriba <strong> sfc / scannow </strong> . </li> <li> Windows buscará automáticamente los archivos corruptos y los reparará. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Restaure su computadora a un estado anterior </h2> <p> Cuando haya agotado todas las demás opciones, es mejor restaurar su computadora a un estado anterior. A veces, el software recién instalado realiza cambios que podrían causar el error. Windows generalmente crea un punto de restauración del sistema automáticamente antes de que se instalen nuevos programas, y ahora es el mejor momento para hacer uso de esta función. </p> <p> Para usar Restaurar sistema, siga estos pasos: </p> <ol> <li> prensa <strong> Tecla de Windows + R </strong> y escribe <strong> rstrui.exe </strong> . </li> <li> En el <strong> Restauración del sistema </strong> ventana, haga clic en Siguiente y seleccione un Punto de restauración de la lista. </li> <li> Haga clic en <strong> Terminar, </strong> después de lo cual el dispositivo se iniciará en el estado seleccionado. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. Actualice el BIOS </h2> <p> En la avalancha continua de actualizaciones de software, controladores y Windows, el BIOS generalmente se deja fuera. En su mayoría, se puede atribuir al hecho de que debe hacerse manualmente. </p> <p> Al lidiar con la falla del estado de energía del controlador, los usuarios deben asegurarse de que su BIOS esté actualizado a la última versión. Como se explica aquí, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> el BIOS es una parte importante de su computadora </a> , así que asegúrese de tener la máxima precaución al realizar cualquier cambio. </p> <h3 id=\"how-to-check-and-update-the-bios\"> Cómo verificar y actualizar el BIOS </h3> <ol> <li> Escribir <strong> Configuración del sistema </strong> en la barra de búsqueda del menú Inicio. </li> <li> En la ventana, busca <strong> Versión / fecha del BIOS </strong> y anote la versión. </li> <li> Después de esto, visite el sitio web del fabricante de su placa base y busque la última versión del BIOS en la sección de descargas. </li> <li> Descargue y ejecute el archivo de instalación. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Antes de la instalación, tendrá la opción de hacer una copia de seguridad de la versión actual de su BIOS. Asegúrate de seleccionar la opción en caso de que las cosas vayan mal. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Desactive Antivirus y Windows Defender </h2> <p> El software antivirus a veces puede eliminar o interferir con archivos esenciales de Windows. Esto también puede suceder al actualizar los controladores, ya que a veces el software marca falsamente algunos archivos en el paquete de instalación. </p> <p> Es bastante fácil deshabilitar temporalmente su software antivirus. Simplemente haga clic con el botón derecho en el icono de su antivirus en la bandeja del sistema y haga clic en desactivar la protección. Este suele ser el camino a seguir para la mayoría de los programas antivirus, pero puede diferir de otros antivirus. </p> <p> Para deshabilitar Windows Defender, haga lo siguiente: </p> <ol> <li> Buscar <strong> Seguridad de Windows </strong> en la barra de búsqueda del menú Inicio y seleccione el primer resultado. </li> <li> En el tablero, haga clic en <strong> Protección contra virus y amenazas </strong> . </li> <li> Haga clic en <strong> Administrar configuraciones </strong> y deshabilite la protección en tiempo real. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Tenga en cuenta que solo debe desactivar su antivirus temporalmente. Si deshabilitar su antivirus detiene el error de falla del estado de energía del controlador, debe <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> considere cambiar su software antivirus por una alternativa </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Fallo del estado de alimentación del controlador: resuelto </h2> <p> Un BSOD nunca es una vista bienvenida, pero generalmente se pueden arreglar fácilmente. </p> <p> En el caso de la falla del estado de energía del controlador, una simple actualización del controlador generalmente soluciona el problema. Pero si no es así, los usuarios siempre pueden recurrir a las correcciones avanzadas enumeradas anteriormente. </p>"}