{"title":"Cómo combinar imágenes en Photoshop para crear fantásticos compuestos","content":"<p> Uno de los mejores editores de fotografías del mundo para hacer compuestos es Photoshop. Eso es porque hay docenas de herramientas útiles que tienen casi un número infinito de usos cuando se trata de combinar imágenes. </p> <p> En este tutorial, le mostraremos cómo combinar tres imágenes para crear una composición fantástica. </p> <h2 id=\"getting-started\"> Empezando </h2> <p> Los compuestos están formados por dos o más imágenes. Es una buena idea tener todos los archivos de imagen necesarios cargados en Photoshop para facilitar el proceso de composición. </p> <p> Usaremos tres imágenes para crear nuestra composición final. Puede descargar estos archivos de imagen de Pexels para seguir: </p> <ul> <li> <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Mujer </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-standing-on-top-of-mountain-2695232/\" target=\"_blank\" rel=\"nofollow noopener\"> Escalador 1 </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-wearing-black-tank-top-and-brown-shorts-climbing-rock-1094794/\" target=\"_blank\" rel=\"nofollow noopener\"> Escalador 2 </a> </li> </ul> <p> </p> <h2 id=\"cut-out-subjects-from-backgrounds\"> 1. Recorte los sujetos de los fondos </h2> <p> La tarea más común para hacer compuestos consiste en &quot;recortar&quot; a los sujetos de sus antecedentes. Eso es lo que haremos por cada uno de nuestros escaladores. </p> <p> Nuestra imagen de la mujer haciendo la cara divertida será nuestra imagen principal a la que agregaremos todo. </p> <p> Estos pasos deben seguirse para cada uno de los dos escaladores. Una vez recortadas, las agregaremos a la imagen principal de la mujer en la segunda parte de este tutorial. </p> <ol> <li> Una vez que la imagen del escalador se haya importado a Photoshop, vaya a <strong> Seleccione </strong> &gt; <strong> Sujeto </strong> . <p> <img alt=\"Select Subject\" src=\"images/1-select-subject-585.png\" loading=\"lazy\"> </p> </li> <li> Ir <strong> Seleccione </strong> &gt; <strong> Seleccionar y enmascarar </strong> . <p> <img alt=\"Select Select and Mask\" src=\"images/2-select-select-and-mask-372.png\" loading=\"lazy\"> </p> </li> <li> Usar <strong> control </strong> y el <strong> Más </strong> ( <strong> + </strong> ) Para ampliar la imagen. Luego, usa el <strong> Barra espaciadora </strong> y centre la imagen con el mouse para ver los detalles de la selección. El color de selección predeterminado es rojo. <p> <img alt=\"Enlarge Image\" src=\"images/3-enlarge-image-711.png\" loading=\"lazy\"> </p> </li> <li> Seleccione el tercero <strong> Cepillo </strong> herramienta en el menú superior izquierdo. Asegúrate que <strong> Más </strong> ( <strong> + </strong> ) se resalta el símbolo. <p> <img alt=\"Select Brush Tool\" src=\"images/4-select-brush-tool-462.png\" loading=\"lazy\"> </p> </li> <li> Con tu raton, pinta <strong> rojo </strong> en las áreas que deberían haber sido seleccionadas. En este ejemplo, es necesario pintar parte del pie del hombre y su bastón. </li> <li> Utilizar el <strong> Soporte </strong> herramientas <strong> [ </strong> y <strong> ] </strong> para aumentar o disminuir el tamaño del pincel. Si comete un error, haga clic en <strong> control </strong> + <strong> Z </strong> para deshacer su acción anterior. <p> <img alt=\"Paint Red into Selection\" src=\"images/5-paint-red-into-selection-283.png\" loading=\"lazy\"> </p> </li> <li> Ve a la <strong> Salida a </strong> menú desplegable en la parte inferior del panel de control a la derecha. </li> <li> Seleccione <strong> Nueva capa con máscara </strong> y haga clic en <strong> OK </strong> . <p> <img alt=\"New Layer with Layer Mask\" src=\"images/6-new-layer-with-layer-mask-592.png\" loading=\"lazy\"> </p> </li> <li> Ahora debería quedarse con el recorte del escalador y solo ver un fondo a cuadros que indica transparencia. Repite estos pasos para la imagen del segundo escalador. <p> <img alt=\"Completed Selection of Climber\" src=\"images/7-completed-selection-of-climber-324.png\" loading=\"lazy\"> </p> </li> </ol> <p> <strong> Nota: </strong> </p> <p> Si su selección de escalador todavía necesita trabajo, puede presionar <strong> B </strong> Para el <strong> Cepillo </strong> herramienta para pintar en partes faltantes o borrar píxeles no deseados. Es mejor usar un <strong> Cepillo suave </strong> para este tipo de trabajo. </p> <p> <img alt=\"Soft Round Brush\" src=\"images/tip-soft-round-brush-458.png\" loading=\"lazy\"> </p> <p> Al pintar, asegúrese de <strong> Primer plano </strong> el color está configurado en <strong> blanco </strong> para agregar a la selección. Alternativamente, cambie el <strong> Primer plano </strong> color a <strong> Negro </strong> para borrar de la selección. Alternar el <strong> X </strong> tecla para cambiar entre colores. </p> <p> <img alt=\"Foreground Colors\" src=\"images/tip-foreground-colors-961.png\" loading=\"lazy\"> </p> <p> Tenga en cuenta que la segunda imagen del escalador requerirá que realice correcciones durante el proceso de selección o después utilizando el método anterior. </p> <p> </p> <h2 id=\"composite-all-three-images-together\"> 2. Composición de las tres imágenes juntas </h2> <p> Para la parte de composición, agregaremos los dos escaladores a la imagen de la mujer. El escalador que está de pie se encogerá y se colocará sobre la nariz de la mujer. </p> <p> El segundo escalador se colocará en el lado derecho del labio de la mujer. </p> <p> Para el último paso, agregaremos efectos para unir todos los elementos para que se vea más natural. Es posible que los usuarios más avanzados quieran seguir combinando estas imágenes utilizando técnicas más complejas, pero le mostraremos cómo hacer una versión rápida y aceptable. </p> <ol> <li> Carga la imagen de la mujer en Photoshop. <p> <img alt=\"Load Image of Woman into Photoshop\" src=\"images/1-load-image-of-woman-into-photoshop-484.png\" loading=\"lazy\"> </p> </li> <li> Navega hasta la imagen del escalador que está de pie. Haz clic izquierdo y mantén presionada la capa de selección del escalador. Simplemente arrástrelo con el mouse hasta el archivo de la mujer en la parte superior de la pantalla. <p> <img alt=\"Drag Climber to Image of Woman\" src=\"images/2-drag-climber-to-image-of-woman-932.png\" loading=\"lazy\"> </p> </li> <li> Cuando se hace correctamente, su pantalla volverá a cambiar a la de la mujer. Luego, suelte el clic izquierdo. Se mostrará una nueva capa con el escalador encima de la imagen original de la mujer. <p> <img alt=\"Import Climber into Image\" src=\"images/3-import-climber-into-image-270.png\" loading=\"lazy\"> </p> </li> <li> Con el <strong> Copia de fondo </strong> del escalador seleccionado, presione <strong> control </strong> + <strong> T </strong> Para el <strong> Transformar </strong> herramienta. Haga clic en el rectángulo azul para colocar al hombre sobre la nariz de la mujer. Utilice las asas de la caja azul para reducir al hombre a una versión en miniatura, como se muestra a continuación. Luego, presione el <strong> Marca de verificación </strong> en la parte superior para aceptar los cambios. <p> <img alt=\"Place Climber on Nose\" src=\"images/4-place-climber-on-nose-888.png\" loading=\"lazy\"> </p> </li> <li> A continuación, repetiremos los pasos del dos al cuatro para el segundo escalador. Pero esta vez, colocaremos al escalador en el lado derecho del labio de la mujer. Notarás que tendremos que voltear la imagen para que el escalador mire en la dirección correcta. Para hacer esto, presione <strong> control </strong> + <strong> T </strong> , Haga clic con el botón derecho en la imagen y seleccione <strong> Flip horizontal </strong> . <p> <img alt=\"Flip Horizontal\" src=\"images/5-flip-horizontal-745.png\" loading=\"lazy\"> </p> </li> <li> Prensado <strong> control </strong> + <strong> T </strong> , coloque el segundo escalador como se muestra. <p> <img alt=\"Place Second Climber\" src=\"images/6-place-second-climber-176.png\" loading=\"lazy\"> </p> </li> <li> Querremos recortar esta imagen para que la imagen final muestre mejor todos sus elementos. prensa <strong> C </strong> Para el <strong> Cultivo </strong> herramienta. Seleccione <strong> Cuadrado </strong> para la proporción, y use las manijas para recortar la imagen como se muestra. Luego, haga clic en el <strong> Marca de verificación </strong> para finalizar los cambios. <p> <img alt=\"Use the Crop Tool\" src=\"images/7-use-the-crop-tool-538.png\" loading=\"lazy\"> </p> </li> <li> Haga doble clic en el <strong> Mano </strong> herramienta para aumentar la imagen a tamaño completo. <p> <img alt=\"Double Click Hand Tool\" src=\"images/8-double-click-hand-tool-195.png\" loading=\"lazy\"> </p> </li> <li> Utilizando la <strong> Curar </strong> cepillo, limpie las líneas fantasma de las selecciones de los escaladores. Utilizar el <strong> Soporte </strong> llaves <strong> [ </strong> <strong> ] </strong> para aumentar o disminuir el tamaño del cepillo. Es mejor hacer que el tamaño del pincel sea lo suficientemente grande para borrar las líneas a medida que avanza. <p> <img alt=\"Heal Brush Ghost Lines\" src=\"images/9-heal-brush-ghost-lines-398.png\" loading=\"lazy\"> </p> </li> </ol> <p> </p> <h2 id=\"use-anthropics-smart-photo-editor-to-enhance-your-composite\"> 3. Utilice Anthropics Smart Photo Editor para mejorar su composición </h2> <p> Si desea llevar su composición al siguiente nivel, es mejor hacer que todos los elementos de la imagen parezcan estar juntos de forma natural. Esto significa dedicar un poco más de tiempo para lograr el composite perfecto. </p> <p> Podemos lograr esto usando el <a href=\"https://www.anthropics.com/smartphotoeditor/\" target=\"_blank\" rel=\"nofollow noopener\"> Editor de fotos inteligente de Anthropics </a> . Ofrece una prueba gratuita que puede utilizar para este tutorial. Si está satisfecho después de probarlo, hay una opción para comprar. </p> <p> </p> <p> ¡Terminemos con esto! </p> <ol> <li> Con la cima <strong> Copia de fondo </strong> seleccionado, presione <strong> Cambiar </strong> + <strong> control </strong> + <strong> Alt </strong> + <strong> mi </strong> para crear un <strong> Sello visible </strong> capa de todas nuestras capas. <p> <img alt=\"Create Stamp Visible Layer\" src=\"images/1-create-stamp-visible-layer-488.png\" loading=\"lazy\"> </p> </li> <li> Haga clic derecho en <strong> Capa 1 </strong> y seleccione <strong> Convertir en objeto inteligente </strong> . <p> <img alt=\"Convert to Smart Object\" src=\"images/2-convert-to-smart-object-1-966.png\" loading=\"lazy\"> </p> </li> <li> Ir <strong> Filtrar </strong> &gt; <strong> Antrópicos </strong> &gt; <strong> Editor de fotos inteligente </strong> . <p> <img alt=\"Smart Photo Editor\" src=\"images/3-smart-photo-editor-421.png\" loading=\"lazy\"> </p> </li> <li> Seleccione <strong> Galería de efectos </strong> en el menú superior derecho. <p> <img alt=\"Effects Gallery\" src=\"images/4-effects-gallery-429.png\" loading=\"lazy\"> </p> </li> <li> En el cuadro de búsqueda, escriba <strong> Nieve </strong> y presione <strong> Ingresar </strong> . <p> <img alt=\"Type Snow\" src=\"images/5-type-snow-655.png\" loading=\"lazy\"> </p> </li> <li> Seleccione <strong> Paisaje de invierno </strong> por Tom. Si no ve esta opción en la primera página, escríbalo en el cuadro de búsqueda. Una vez seleccionado, presione <strong> OK </strong> . <p> <img alt=\"Winter Landscape by Tom\" src=\"images/6-winter-landscape-by-tom-197.png\" loading=\"lazy\"> </p> </li> <li> Vuelva a seleccionar el <strong> Galería de efectos </strong> como se muestra en el paso cuatro. Desplácese a la página tres y seleccione <strong> Grays dec rad </strong> . Si no lo ve, ingrese este texto en el menú de búsqueda y selecciónelo desde allí. Entonces presione <strong> OK </strong> . <p> <img alt=\"Greys dec rad\" src=\"images/7-greys-dec-rad--510.png\" loading=\"lazy\"> </p> </li> <li> Vuelva a seleccionar el <strong> Galería de efectos </strong> como se muestra en el paso cuatro. Vaya a la página ocho y seleccione <strong> Filtros de enfriamiento </strong> por AndrewB2012. Si no lo ve, ingrese este texto en el menú de búsqueda y selecciónelo desde allí. Entonces presione <strong> OK </strong> . </li> <li> En la parte superior del menú, vaya a <strong> Archivo </strong> &gt; <strong> Guardar y devolver </strong> . Esto exportará la imagen de nuevo a Photoshop. </li> <li> Ve a la <strong> Crear nueva capa de relleno o ajuste </strong> en la esquina inferior derecha de la pantalla de Photoshop. Seleccione <strong> Balance de color </strong> capa. </li> <li> Introduzca los siguientes valores para los controles deslizantes en el <strong> Tono </strong> Menú desplegable. Debajo <strong> Tonos medios </strong> , Seleccione <strong> Cian / Rojo: </strong> <strong> +25 </strong> , <strong> Magenta / Verde: </strong> <strong> -20 </strong> , <strong> Amarillo azul: </strong> <strong> +20 </strong> . </li> <li> Debajo <strong> Oscuridad </strong> , escoger <strong> Cian / Rojo: </strong> <strong> -10 </strong> , <strong> Magenta / Verde: </strong> <strong> -10 </strong> , <strong> Amarillo azul: </strong> <strong> -15 </strong> . </li> <li> Para <strong> Reflejos </strong> , Seleccione <strong> Cian / Rojo: </strong> <strong> -20 </strong> , <strong> Magenta / Verde </strong><strong> : </strong> <strong> +15 </strong> , <strong> Amarillo azul: </strong> <strong> -15 </strong> . <p> <img alt=\"Color Balance Adjustment\" src=\"images/10-color-balance-adjustment-452.png\" loading=\"lazy\"> </p> </li> </ol> <p> Echemos un vistazo a cómo resultó nuestro fantástico compuesto. </p> <p> <strong> Antes: </strong> </p> <p> <img alt=\"Before\" src=\"images/before-1-254.png\" loading=\"lazy\"> </p> <p> <strong> Después: </strong> </p> <p> <img alt=\"After\" src=\"images/after-1-212.png\" loading=\"lazy\"> </p> <p> Hay otras herramientas en Photoshop que utilizan <a href=\"https://www.makeuseof.com/overlay-blend-mode-photoshop-lighting/\" target=\"_blank\" rel=\"nofollow noopener\"> modos de fusión para crear efectos de iluminación </a> . Estas funciones y métodos fáciles de usar contribuyen en gran medida a que sus ideas divertidas se vean más profesionales. </p> <p> </p> <h2 id=\"composites-take-time-and-care\"> Los materiales compuestos requieren tiempo y cuidado </h2> <p> La creación de compuestos puede llevar mucho tiempo si está tratando de hacer que la mezcla parezca natural. En nuestro tutorial, todavía hay muchas cosas que se pueden hacer para crear una apariencia más natural. Pero por el bien del tiempo, queríamos mostrarle lo fácil que es comenzar combinando tres imágenes simples. </p> <p> Afortunadamente, Photoshop tiene todas las herramientas para hacer composiciones tanto realistas como fantásticas. También hay numerosos complementos disponibles que lo ayudarán a agregar toques finales a sus compuestos en los que quizás nunca haya pensado. </p> <p> <small> Crédito de la imagen: Andrea Piacquadio / <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}