{"title":"Cómo usar el comando ls en Linux","content":"<p> Obtener información detallada relacionada con los archivos en su almacenamiento es complicado si no sabe cómo usar el comando ls. Aquí discutiremos todo lo relacionado con el comando ls en Linux, junto con algunos indicadores que se usan con él. </p> <h2 id=\"the-ls-command-on-linux\"> El comando ls en Linux </h2> <p> El comando ls se usa para enumerar todos los archivos y carpetas presentes en su directorio de trabajo actual. También puede obtener una variedad de información sobre los archivos usando el mismo comando. Dado que ya está incluido en el paquete de utilidades principales de GNU, no necesita instalar ningún paquete adicional en su sistema para usarlo. </p> <p> También puede encadenar ls con otros comandos de bash. Por ejemplo, conectar un <strong> grep </strong> declaración con <strong> ls </strong> le permitirá buscar y filtrar el directorio para archivos específicos. </p> <p> </p> <h2 id=\"how-to-use-the-ls-command\"> Cómo utilizar el comando ls </h2> <p> La sintaxis básica del comando ls es: </p> <pre><code class=\"hljs\">ls [options] [directory]</code></pre> <p> Uno de los usos más simples del comando es enumerar todos los archivos y carpetas en su directorio de trabajo actual. </p> <pre><code class=\"hljs\">ls</code></pre> <p> Si ejecuta la declaración mencionada anteriormente en el directorio raíz de su sistema, verá una salida que se parece a esto. </p> <pre><code class=\"hljs\">bin    dev   home   lib64        mnt   proc   run    srv   tmp   var<br>boot   etc   lib    lost+found   opt   root   sbin   sys   usr</code></pre> <h3 id=\"listing-files-in-a-specific-directory\"> Listado de archivos en un directorio específico </h3> <p> Para enumerar archivos que pertenecen a una carpeta diferente (no al directorio de trabajo actual), deberá pasar la ruta del directorio junto con el nombre del comando. </p> <pre><code class=\"hljs\">ls [directory]</code></pre> <p> Para obtener la lista de todos los archivos presentes en el <strong> /bota </strong> directorio: </p> <pre><code class=\"hljs\">ls /boot</code></pre> <p> La salida ahora mostrará los archivos y carpetas presentes en el nombre del directorio proporcionado. </p> <pre><code class=\"hljs\">EFI   grub   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux</code></pre> <p> Utilizando la <strong> -F </strong> La bandera con el comando agregará un carácter / al final de cada directorio. </p> <pre><code class=\"hljs\">EFI/   grub/   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux</code></pre> <p> También puede pasar varios directorios separando los nombres de las rutas con un <strong> Espacio </strong> personaje. </p> <pre><code class=\"hljs\">ls /boot /usr</code></pre> <pre><code class=\"hljs ruby\">Output<br>/boot:<br>EFI   grub   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux<br>/usr:<br>bin   etc   include   lib   lib32   lib64   local   sbin   share   src</code></pre> <h3 id=\"list-files-in-the-root-directory\"> Listar archivos en el directorio raíz </h3> <p> El directorio raíz contiene todos los demás directorios y archivos de su sistema. Es la carpeta más alta en la jerarquía de directorios de su computadora. Un directorio raíz generalmente se denota por el <strong> / </strong> personaje. </p> <pre><code class=\"hljs\">ls /</code></pre> <p> No importa en qué directorio se encuentre en el momento de ingresar el comando, el comando mencionado anteriormente producirá una salida que enumera todas las subcarpetas y archivos presentes dentro del directorio raíz. </p> <h3 id=\"list-files-in-the-parent-directory\"> Listar archivos en el directorio principal </h3> <p> Un directorio padre en Linux es un directorio arriba del directorio actual. Echemos <strong> / usr / bin </strong> como ejemplo. Aquí, <strong> /compartimiento </strong> es su directorio de trabajo actual, y <strong> / usr </strong> es el directorio principal. </p> <p> Para obtener una lista de todos los archivos en un directorio principal: </p> <pre><code class=\"hljs\">ls ..</code></pre> <pre><code class=\"hljs ruby\">bin   etc   include   lib   lib32   lib64   local   sbin   share   src</code></pre> <p> Añadiendo otro <strong> .. </strong> lo llevará al directorio principal del directorio principal. Por ejemplo, <strong> / var / log / old </strong> es su directorio de trabajo actual. <strong> ls .. </strong> enumerará las carpetas presentes en el <strong> /Iniciar sesión </strong> directorio mientras que <strong> ls ../ .. </strong> le proporcionará una lista de todos los archivos y carpetas contenidos en el <strong> / var </strong> directorio. </p> <pre><code class=\"hljs\">ls ../..</code></pre> <pre><code class=\"hljs perl\">cache   db   empty   games   lib   local   lock   log   mail   opt   run   spool   tmp</code></pre> <h3 id=\"list-files-in-the-home-directory\"> Listar archivos en el directorio de inicio </h3> <p> El directorio de inicio en Linux se indica con el <strong> ~ </strong> personaje. Por lo tanto, para enumerar el contenido disponible en su directorio de inicio: </p> <pre><code class=\"hljs\">ls ~</code></pre> <h3 id=\"list-only-directories-no-files\"> Mostrar solo directorios (sin archivos) </h3> <p> Si por alguna razón solo desea enumerar las carpetas presentes en un directorio, use la <strong> -D </strong> bandera con el comando ls predeterminado. </p> <pre><code class=\"hljs\">ls -d /home</code></pre> <h3 id=\"list-files-with-sub-directories\"> Listar archivos con subdirectorios </h3> <p> Utilizando la <strong> * </strong> carácter con el comando ls le proporcionará una lista de todos los archivos y carpetas en el directorio de trabajo actual, junto con los subdirectorios también. </p> <pre><code class=\"hljs\">ls *</code></pre> <h3 id=\"list-files-recursively\"> Mostrar archivos de forma recursiva </h3> <p> Utilizando la <strong> -R </strong> flag con el comando predeterminado enumerará todos los archivos y carpetas presentes dentro de un directorio hasta el último nivel. </p> <pre><code class=\"hljs\">ls -R</code></pre> <p> Tenga en cuenta que también puede pasar la ruta del directorio junto con el indicador recursivo. Esto significa que <strong> ls / usr / home -R </strong> es un comando válido. </p> <h3 id=\"list-files-with-their-size\"> Listar archivos con su tamaño </h3> <p> Para obtener los nombres de todos los archivos junto con su tamaño, use el <strong> -s </strong> bandera con el comando. </p> <pre><code class=\"hljs perl\">ls -s /yay-git</code></pre> <pre><code class=\"hljs\">total 2944<br>4 pkg   4 src   4 yay   2932 yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> </p> <h3 id=\"list-files-with-detailed-information\"> Lista de archivos con información detallada </h3> <p> La <strong> -l </strong> flag le permite obtener una lista del contenido de un directorio de Linux con una descripción detallada de cada entrada. La siguiente información se incluye en la salida: </p> <ol> <li> Permisos de archivos y carpetas </li> <li> Numero de enlaces </li> <li> Propietario del contenido </li> <li> Propietario del grupo </li> <li> Tamaño del contenido </li> <li> Nombre del archivo </li> <li> Fecha y hora de última modificación </li> </ol> <pre><code class=\"hljs\">ls -l</code></pre> <pre><code class=\"hljs perl\">total 2944<br>drwxr-xr-x   3   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:53   pkg<br>drwxr-xr-x   4   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:52   src<br>drwxr-xr-x   7   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:54   yay<br>-rw-r--r--   1   sharmadeepesh   sharmadeepesh   2998674   Feb 8 13:53   yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> La primera columna está reservada para los permisos de archivos y carpetas. El primer carácter denota el tipo de archivo y los siguientes nueve caracteres denotan los permisos del archivo. </p> <p> Los distintos tipos de archivos con los que se encontrará a menudo: </p> <ol> <li> Archivos regulares (-) </li> <li> Bloquear archivos especiales (b) </li> <li> Archivos especiales de caracteres (c) </li> <li> Directorio (d) </li> <li> Enlace simbólico (l) </li> <li> Archivo de red (n) </li> <li> FIFO (p) </li> <li> Enchufe (s) </li> </ol> <p> Hablando de permisos de archivos, los siguientes caracteres se utilizan en la salida. </p> <ol> <li> Legible (r) </li> <li> Escribible (w) </li> <li> Ejecutable (x) </li> </ol> <p> Echemos <strong> D </strong><strong> rw-r - r-- </strong> como ejemplo. El primer carácter indica que la entrada es un directorio. Los dos caracteres siguientes indican que el usuario actual tiene permisos de lectura y escritura. El resto de los personajes proporcionan información sobre los permisos de archivo para otros usuarios. </p> <h3 id=\"list-files-with-readable-size\"> Listar archivos con tamaño legible </h3> <p> La <strong> -s </strong> El comando le proporciona un valor numérico asociado con cada entrada. Y como es obvio, no sabría cuál es el significado de este valor. Por lo tanto, para enumerar los archivos y sus tamaños de manera legible, utilice la <strong> -lh </strong> bandera junto con el comando. </p> <pre><code class=\"hljs\">ls -lh</code></pre> <pre><code class=\"hljs perl\">total 2.9M<br>drwxr-xr-x   3   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:53   pkg<br>drwxr-xr-x   4   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:52   src<br>drwxr-xr-x   7   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:54   yay<br>-rw-r--r--   1   sharmadeepesh   sharmadeepesh   2.9M   Feb 8 13:53   yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> En la salida se utilizan especificadores de tamaño para bytes (B), megabytes (MB), gigabytes (GB) y terabytes (TB). </p> <h3 id=\"list-hidden-files\"> Lista de archivos ocultos </h3> <p> El valor por defecto <strong> ls </strong> El comando no incluye archivos ocultos en la salida. Para enumerar el contenido que el usuario establece como oculto, pase el <strong> -a </strong> bandera con el comando ls. </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"piping-ls-with-grep-command\"> Tubería ls con comando Grep </h3> <p> El comando grep se usa para hacer coincidir patrones que siguen una expresión regular específica. Puede encadenar este comando con ls para buscar archivos presentes en su sistema. En su directorio raíz, escriba: </p> <pre><code class=\"hljs perl\">ls | grep l</code></pre> <p> Esto mostrará una lista de todos los archivos y carpetas que comienzan con el carácter l. También puede filtrar sus archivos de acuerdo con sus extensiones usando grep. </p> <h3 id=\"sort-files-by-time-and-date\"> Ordenar archivos por fecha y hora </h3> <p> Para enumerar todos los archivos y ordenarlos según la fecha y la hora de creación / modificación, utilice el <strong> -t </strong> bandera junto con ls. </p> <pre><code class=\"hljs\">ls -t</code></pre> <h3 id=\"sort-files-by-size\"> Ordenar archivos por tamaño </h3> <p> La <strong> -S </strong> flag le permitirá ordenar los archivos y carpetas de acuerdo con su tamaño de archivo. </p> <pre><code class=\"hljs\">ls -S</code></pre> <p> De forma predeterminada, los archivos se ordenarán en orden descendente (el archivo más grande primero). Sin embargo, puede revertir fácilmente este comportamiento agregando <strong> r </strong> con el <strong> -S </strong> bandera. </p> <pre><code class=\"hljs\">ls -Sr</code></pre> <h3 id=\"list-files-and-send-output-to-a-file\"> Listar archivos y enviar salida a un archivo </h3> <p> Utilizando la <strong> &gt; </strong> carácter, puede enviar la salida del comando ls a cualquier archivo. </p> <pre><code class=\"hljs perl\">ls > ls-output.txt</code></pre> <p> Más tarde, puede leer el contenido del archivo recién creado escribiendo <strong> cat ls-output.txt </strong> en tu terminal. </p> <p> </p> <h2 id=\"displaying-contents-of-a-directory-with-ls-command\"> Visualización del contenido de un directorio con el comando ls </h2> <p> El comando ls es uno de los comandos más poderosos que se proporcionan a los usuarios de Linux. Para aprovechar al máximo sus comandos en la terminal, puede intentar aprender a encadenar comandos juntos. Incluso puedes canalizar el <a href=\"https://www.makeuseof.com/linux-mv-command/\" target=\"_blank\" rel=\"nofollow noopener\"> comando mv para mover archivos </a> con ls. </p> <p> El consejo número uno para familiarizarse con Linux es memorizar algunos comandos básicos. Esto seguramente lo ayudará a ser mucho más eficiente y rápido al usar su sistema. </p>"}