{"title":"Cómo unirse a un servidor de Minecraft","content":"<p> ¿Minecraft para un jugador simplemente no es suficiente? ¿Quieres explorar el vasto mundo de bloques generado por procedimientos con tus amigos? No busque más, aquí tiene todo lo que necesita saber sobre cómo unirse a un servidor de Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Encontrar la dirección IP de un servidor de Minecraft </h2> <p> Ya sea que se esté uniendo al servidor privado de un amigo o uno público con miles de jugadores, debe encontrar la dirección IP del servidor. No se preocupe, esto es rápido y fácil, pero es un proceso diferente para <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> encontrar su propia dirección IP en Windows </a> o Mac. </p> <h3 id=\"for-private-servers\"> Para servidores privados </h3> <p> Si su amigo tiene su propio servidor al que desea unirse, pídale la IP. Si ya conocen la dirección IP del servidor, pase a la siguiente sección. </p> <p> Si compraron el alojamiento del servidor de un sitio de terceros, generalmente pueden encontrar la dirección IP consultando el panel del sitio o un correo electrónico que hayan recibido al realizar la compra. </p> <p> Si están ejecutando el servidor desde su propia computadora, tiene dos opciones para conectarse: LAN (red de acceso local) y a través de Internet (el propietario debe reenviar el puerto para que otros se conecten a través de Internet). </p> <p> Si está usando la misma red que ellos (LAN), puede conectarse usando su dirección IP interna. No es necesario reenviar puertos para las conexiones LAN. </p> <p> Encuentre su dirección IP interna abriendo su línea de comandos o terminal. prensa <strong> Windows + R </strong> y escriba <strong> cmd </strong> en el <strong> Correr </strong> mensaje en Windows o para Mac <strong> Cmd + Espacio </strong> para abrir el foco y escribir <strong> Terminal </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Para la línea de comandos de Windows </strong> : Tipo <strong> ipconfig </strong> en su línea de comandos para encontrar su dirección IP. Busca el <strong> Dirección IPv4 </strong> . Se verá algo así como &quot;192.165.0.123&quot;. Ahora que tiene esta dirección, cópiela en su portapapeles ( <strong> Ctrl + C </strong> en Windows y <strong> Cmd + C </strong> en Mac) y dirígete a la siguiente sección para saber qué hacer con él. </p> <p> <strong> Para terminal Mac </strong> : Tipo <strong> ipconfig getifaddr en0 </strong> (o <strong> ipconfig getifaddr en1 </strong> si usa ethernet en lugar de Wi-Fi) en su terminal para encontrar su dirección IP. El terminal muestra que su dirección IP está en una nueva línea. Ahora que tiene esta dirección, cópiela en su portapapeles ( <strong> Ctrl + C </strong> en Windows y <strong> Cmd + C </strong> en Mac) y dirígete a la siguiente sección para saber qué hacer con él. </p> <p> Si se está conectando a un servidor privado a través de Internet, necesitará su IP pública. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Puede encontrar su dirección IP pública utilizando una herramienta como <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Cuál es mi dirección IP </a> . Ahora que tiene esta dirección, cópiela en su portapapeles ( <strong> Ctrl + C </strong> en Windows y <strong> Cmd + C </strong> en Mac) y dirígete a la siguiente sección para saber qué hacer con él. </p> <h3 id=\"for-public-servers\"> Para servidores públicos </h3> <p> Si está buscando unirse a un servidor público con otros jugadores, busque la dirección IP buscando en Internet una lista de servidores. Hay algunos servidores excelentes para que los pruebe, que se destacan más adelante en este artículo. </p> <p> Ahora que tiene esta dirección, cópiela en su portapapeles ( <strong> Ctrl + C </strong> en Windows y <strong> Cmd + C </strong> en Mac) y dirígete a la siguiente sección para saber qué hacer con él. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Cómo unirse a un servidor de Minecraft: pegue la dirección IP </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Una vez que tenga la dirección IP del servidor al que desea unirse, inicie Minecraft y navegue hasta el <strong> Multijugador </strong> pantalla. </p> <p> Tiene dos opciones para conectarse a un servidor desde aquí. Si sabe que querrá volver al servidor, haga clic en <strong> Agregar servidor </strong> para que pueda guardarlo en su lista. </p> <p> Si solo está apareciendo para comprobar las cosas, use <strong> Conexión directa </strong> para que no aparezca en la lista. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> De cualquier manera, pegue la dirección IP que copió en su portapapeles en el cuadro que dice <strong> Dirección del servidor </strong> . </p> <p> Para <strong> Conexión directa </strong> , haga clic en <strong> Unirse al servidor </strong> . Para <strong> Agregar servidor </strong> , haga clic en <strong> Hecho </strong> y luego únase al servidor de su lista haciendo doble clic en él o seleccionándolo y haciendo clic en <strong> Unirse al servidor </strong> . </p> <p> ¡Ahora estás jugando Minecraft multijugador! Si desea llevar su Minecrafting al siguiente nivel, consulte nuestro <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> última hoja de trucos de comandos de Minecraft </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Servidores de Minecraft para jugar con amigos </h2> <p> Estos son servidores que son divertidos por sus propias razones, nos lo pasamos muy bien jugando probándolos. </p> <p> <strong> Hypixel </strong> (IP: hypixel.net): Hypixel ha sido tremendamente popular durante mucho tiempo, y por una buena razón. Puedes jugar a una gran cantidad de minijuegos que van desde <strong> Juegos de supervivencia Blitz </strong> a <strong> Mega Paredes </strong> o <strong> Misterio de asesinato </strong> . </p> <p> <strong> UniverseMC </strong> (IP: mcc.universemc.us): UniverseMC tiene una <strong> Facciones </strong> modo que lo mantendrá regresando día tras día. En serio, es adictivo. <strong> KitPVP </strong> también es una excelente manera de repasar tus habilidades de lucha con espadas. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Probablemente pasamos demasiado tiempo jugando a Snapcraft <strong> Prisión </strong> modo. Si ascender en las filas de la prisión no le parece divertido, pruebe su suerte en su <strong> parkour </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;s <strong> Bloque cielo </strong> El modo es una aventura en la que perderse. Cada bloque cuenta, y es muy fácil perderlos en el abismo. </p> <p> <strong> RealismoCiudad </strong> (IP: play.realismtownmc.com): RealismTown es un escape de todo. Un servidor de supervivencia simple con complementos personalizados, una economía dinámica y caras amigables. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Cómo invitar a otros y unirse a un reino de Minecraft </h2> <p> Configurar un servidor privado de Minecraft puede ser difícil. ¡Minecraft Realms te lo pone fácil! </p> <p> Si está buscando unirse a un servidor de Realms, el propietario del servidor debe incluirlo primero en la lista blanca. El propietario del Reino puede hacerlo invitándote. </p> <p> El propietario de un reino puede invitar a otro jugador iniciando Minecraft y luego navegando a <strong> Reinos de Minecraft </strong> y haciendo clic en el <strong> llave inglesa </strong> icono de su Reino. Desde aquí, seleccione la opción que dice <strong> Jugadores </strong> e invita al jugador que quieras con su nombre de usuario de Minecraft. </p> <p> Puede consultar sus invitaciones haciendo clic en el <strong> sobre </strong> icono en la parte superior junto al <strong> Reinos de Minecraft </strong> logo. Si tiene una invitación pendiente, aparecerá aquí para que la acepte. </p> <p> </p> <p> Una vez que haya aceptado la invitación, podrá unirse al Reino de su lista de Reinos seleccionándolo y haciendo clic en <strong> Tocar </strong> o simplemente haciendo doble clic en la opción de lista. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Crea recuerdos con Minecraft multijugador </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Ahora que tienes los conocimientos necesarios para unirte a cualquier servidor de Minecraft en el que te hayas fijado, es hora de entrar en el juego. Experimenta lo que ofrece Minecraft cuando juegas con amigos; es mucho más de lo que puede darte cuando juegas a uno de sus modos de juego solo. </p> <p> Jugar Minecraft con otros también es una gran oportunidad para hacer nuevos amigos y aprender cosas nuevas. Cada experiencia que tengas construyendo una estructura masiva o siendo el último equipo en pie en una guerra total de Jugador contra Jugador es algo que recordarás en los próximos años. </p>"}