{"title":"Cómo compartir de forma segura su PC con Windows 10 con cuentas de usuario independientes","content":"<p> Hay muchas razones por las que querría compartir su PC con otras personas. Ya sea que desee tener una computadora para toda su familia o desee utilizar la misma PC para fines comerciales, poder cambiar de usuario es una solución ideal. </p> <p> Cuando crea cuentas de usuario separadas en la misma PC, no solo mantiene separados los archivos y configuraciones de todos, sino que también se asegura de que los datos de todos estén seguros. La solución es configurar varias cuentas de usuario de Windows para cada miembro de la familia. </p> <p> El proceso para crear múltiples cuentas de usuario de Windows 10 es simple y le mostraremos cómo puede hacerlo. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> ¿Cuándo puede que necesite compartir su PC con Windows 10 con otras personas? </h2> <p> Hay varias situaciones en las que es posible que deba compartir su PC con otras personas. Éstas incluyen: </p> <h3 id=\"at-work\"> 1. En el trabajo </h3> <p> Si es propietario de un negocio, agregar varios usuarios a la misma PC con Windows 10 puede ser rentable, especialmente si sus empleados usan una computadora a tiempo parcial. Esto también hace posible compartir archivos más fácilmente. </p> <h3 id=\"at-home\"> 2. En casa </h3> <p> La creación de varias cuentas de usuario en la misma PC puede resultar ventajosa si desea compartir la misma PC con todos los demás miembros de su familia. Si trabaja desde casa y depende de su PC, esta estrategia puede ayudar a proteger todo su trabajo. </p> <h3 id=\"in-public-places\"> 3. En lugares públicos </h3> <p> Si trabaja en una institución pública, como una biblioteca, definitivamente tendrá muchas personas usando la misma computadora. La creación de varias cuentas de usuario será una excelente solución que lo ayudará a usted y a todos los demás. <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> manténgase seguro al usar computadoras públicas </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Cómo crear una nueva cuenta de usuario en Windows 10 con una cuenta de Microsoft </h2> <p> Windows 10 le facilita compartir la misma PC con otras personas. Cuando agrega un usuario, la persona obtiene su propia configuración de escritorio, límites de almacenamiento y tiene acceso solo a sus propios archivos y carpetas. Lo que también es genial es que usted y las personas con las que comparte su PC siempre tendrán la libertad de <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> cambiar sus aplicaciones y configuraciones predeterminadas en Windows 10 </a> . </p> <p> Como administrador, es fácil crear múltiples cuentas de usuario en su PC usando una cuenta de Microsoft. Primero, ve a <strong> Inicio&gt; Configuración&gt; Cuentas&gt; Otras personas </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Para crear una nueva cuenta de usuario, haga clic en <strong> Agregar a otra persona a esta PC </strong> . Luego, deberá proporcionar una dirección de correo electrónico que esté vinculada a una cuenta de Microsoft; cualquier otra dirección de correo electrónico no funcionará. Desde aquí, haga clic en <strong> próximo </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Si está creando una cuenta para alguien que no tiene una dirección de correo electrónico de cuenta de Microsoft, simplemente puede hacer clic en <strong> Agregar a otra persona a esta PC </strong> y haga clic en <strong> No tengo la información de inicio de sesión de esta persona </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Puede crear una cuenta de usuario utilizando la dirección de correo electrónico de una cuenta que no sea de Microsoft. Debe tener en cuenta que esta dirección de correo electrónico se vinculará a una cuenta de Microsoft. </p> <p> Alternativamente, puede crear una cuenta de usuario creando primero una nueva dirección de correo electrónico de Outlook para el usuario. Para hacer esto, haga clic en <strong> Obtenga una nueva dirección de correo electrónico </strong> . Luego, deberá crear una contraseña, seleccionar el país de residencia del usuario y completar su fecha de nacimiento. Cuando haya terminado, haga clic en <strong> próximo </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> La nueva cuenta de usuario aparecerá ahora en la lista de usuarios de su PC. Tu siempre puedes <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> cambie su nombre de inicio de sesión en Windows 10 </a> y las demás personas con las que comparta su PC tendrán los mismos privilegios. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Cómo crear una nueva cuenta de usuario en Windows 10 sin usar una cuenta de Microsoft </h2> <p> Aún puede crear una cuenta de usuario para alguien que no tenga una cuenta de correo electrónico de Outlook y prefiera no usar una cuenta de Microsoft. Lo mismo se aplica a alguien a quien no le gustaría que su dirección de correo electrónico que no sea de Microsoft esté vinculada a una cuenta de Microsoft. </p> <p> Para hacer esto, haga clic en <strong> Inicio&gt; Configuración&gt; Cuentas&gt; Otras personas&gt; Agregar a otra persona a esta PC&gt; No tengo la información de inicio de sesión de esta persona&gt; Agregar un usuario sin una cuenta de Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. En la pantalla que aparece, puede completar la información de la persona. Deberá crear un nombre de usuario y una contraseña. Hacer clic <strong> próximo </strong> y la cuenta de usuario estará lista. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Cuando crea una cuenta de usuario de Windows 10 sin utilizar una cuenta de Microsoft, se denomina <strong> cuenta local </strong> . A diferencia de una cuenta de Microsoft, una cuenta local no sincronizará la configuración entre dispositivos y no permitirá que el propietario de la cuenta instale ninguna aplicación de Microsoft Store. Tampoco le dará al propietario de la cuenta acceso a OneDrive. </p> <p> Para poder instalar aplicaciones de escritorio, se le pedirá al propietario de la cuenta local la contraseña de la cuenta del administrador, que será suya en este caso. Por esta razón, tendrá que estar cerca para ingresar la contraseña o tendrá que proporcionársela al propietario de la cuenta local. Es recomendable que cree una cuenta local para alguien que no utilizará ninguno de los productos y servicios de Microsoft. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Cómo crear una nueva cuenta de usuario para un colega o estudiante </h2> <p> Si desea crear una cuenta de usuario para un compañero de trabajo o un estudiante, haga clic en <strong> Inicio&gt; Configuración&gt; Cuentas&gt; Otras personas&gt; Agregar un usuario profesional o educativo </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> A continuación, deberá ingresar la información de la cuenta de la persona y luego seleccionar el tipo de cuenta relevante. Cuando termine, haga clic en <strong> Agregar </strong> . La cuenta de usuario estará lista. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Administrar cuentas en su PC con Windows 10 </h2> <p> Una vez que haya creado las cuentas necesarias en su PC, puede usar algunos métodos para administrarlas de manera eficiente. </p> <h3 id=\"changing-account-types\"> 1. Cambio de tipos de cuenta </h3> <p> Como administrador de la PC, puede configurar y administrar todas las cuentas de usuario en su computadora con Windows 10. Puede otorgar acceso de administrador a otra persona haciendo clic en <strong> Configuración&gt; Cuentas&gt; Otros usuarios </strong> . </p> <p> Desde aquí, haga clic en la cuenta a la que desea otorgar derechos de administrador. Hacer clic <strong> Cambiar el tipo de cuenta </strong> , cambie el tipo de cuenta de <strong> Usuario estándar </strong> a <strong> Administrador </strong> y luego haga clic en <strong> OK </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Cambiar entre cuentas </h3> <p> Una vez que haya creado cuentas para otros usuarios, es fácil cambiar de una cuenta a otra. Para hacer esto, presione <strong> Ctrl + Alt + Suprimir </strong> , Seleccione <strong> Cambiar de usuario, </strong> y elija la cuenta a la que desea cambiar. Luego puede ingresar la contraseña de la cuenta y comenzar. </p> <p> Si desea cerrar una cuenta antes de cambiar, debe cerrar la sesión o reiniciar la PC. Desde allí, puede elegir el usuario al que desea cambiar y luego ingresar la contraseña adecuada. </p> <h3 id=\"removing-accounts\"> 3. Eliminación de cuentas </h3> <p> Como administrador, también es fácil para ti eliminar cuentas de usuario. Para hacer esto, haga clic en <strong> Configuración&gt; Cuentas&gt; Otros usuarios </strong> , haga clic en la cuenta que desea eliminar y luego haga clic en <strong> Eliminar </strong> . En la pantalla que aparece, haga clic en <strong> Eliminar cuenta y datos </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Estás listo para compartir de forma segura tu PC con Windows 10 con otras personas </h2> <p> Configurar múltiples cuentas de usuario en su PC con Windows 10 es una estrategia fácil y rentable. Ya sea que desee compartir su computadora en el trabajo, en casa o en espacios públicos, múltiples cuentas de usuario lo ayudarán a hacerlo de manera segura. Ahora que puede crear varias cuentas de usuario, también necesita saber cómo bloquear las cuentas de usuario para que su PC siempre esté segura. </p>"}