{"title":"Cómo cambiar el sonido de inicio predeterminado en Windows 10","content":"<p> Windows 10 ofrece muchas personalizaciones, una de las cuales es la capacidad de cambiar el sonido de inicio predeterminado. Si no le gusta el timbre predeterminado que suena cuando enciende su PC, puede cambiarlo a algo de su agrado. </p> <p> Esta guía le muestra paso a paso cómo puede usar un tono personalizado como el sonido de inicio predeterminado en Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Desactive el inicio rápido </h2> <p> El inicio rápido es una característica que le permite iniciar rápidamente su sistema Windows. Una desventaja de usar esta función es que no puede escuchar el sonido de inicio. </p> <p> Para habilitar y usar un tono personalizado para el inicio, primero debe deshabilitar esta función en su computadora. Excepto por ralentizar el tiempo de arranque en unos segundos, esto no debería tener ningún otro efecto en su PC. </p> <p> A continuación, se explica cómo desactivar el inicio rápido en Windows 10: </p> <ol> <li> Abre el <strong> Comienzo </strong> menú, buscar <strong> Panel de control </strong> y haga clic en el primer resultado. </li> <li> Si está viendo el panel en modo de categoría, haga clic en el <strong> Hardware y sonido </strong> opción. De lo contrario, haga clic en <strong> Opciones de poder </strong> . </li> <li> Seleccione <strong> Opciones de poder </strong> en la pantalla resultante si hizo clic en <strong> Hardware y sonido </strong> en el paso anterior. </li> <li> Hacer clic <strong> Elige lo que hace el botón de encendido </strong> a la izquierda. </li> <li> Selecciona el <strong> Cambiar la configuración que actualmente no está disponible </strong> Enlace. </li> <li> Desmarque la opción para <strong> Activar inicio rápido (recomendado) </strong> . </li> <li> Hacer clic <strong> Guardar cambios </strong> en la parte inferior para guardar los cambios. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Hay formas de <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> arreglar tiempos de arranque lentos en Windows 10 </a> si su PC tarda mucho en arrancar. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Habilite el sonido de inicio de Windows 10 </h2> <p> Ahora que el inicio rápido está deshabilitado, debe habilitar la opción que le permite personalizar el sonido de inicio predeterminado. </p> <p> Habilitar esa opción requiere que modifique un valor en el registro de Windows. Esto no es demasiado complejo y debería terminar en uno o dos minutos. </p> <p> </p> <p> Así es como se hace: </p> <ol> <li> prensa <strong> Tecla de Windows + R </strong> , tipo <strong> regedit </strong> y golpea <strong> Ingresar </strong> . </li> <li> Hacer clic <strong> sí </strong> en el mensaje para realizar cambios en el registro. </li> <li> Cuando se abra el registro, navegue hasta la siguiente ruta. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> A la derecha, haga doble clic en la entrada que dice <strong> Excluir de CPL </strong> . </li> <li> Ingresar <strong>0</strong> en el <strong> Datos de valor </strong> campo, seleccione <strong> Hexadecimal </strong> y haga clic en <strong> OK </strong> . </li> <li> Haga clic en el <strong> Archivo </strong> menú y seleccione <strong> Salida </strong> para salir del registro. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> La opción para personalizar el inicio predeterminado ahora debería estar habilitada. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Descargue el tono de sonido de inicio </h2> <p> Esto es algo en lo que realmente no podemos ayudarlo paso a paso. Debe descargar o elegir el tono de su computadora que desea usar como el sonido de inicio predeterminado en su PC. </p> <p> Puede ser cualquier archivo de audio que esté disponible en Internet o en su computadora. </p> <p> Si aún no tiene el tono, puede descargar uno de Internet y guardarlo en su PC. Hay muchos <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> sitios web de descarga de audio gratis </a> que puedes usar para descargar un tono agradable para el sonido de arranque de tu computadora. </p> <p> Asegúrate de que tu tono no sea demasiado largo. Esto se debe a que, como ya sabe, su PC reproduce el sonido de inicio solo durante un par de segundos y no más que eso. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Convierta el tono de sonido de inicio a un formato compatible </h2> <p> Su tono descargado debe estar en formato WAV para usarlo como el sonido de inicio predeterminado. Si su archivo está en MP3 o en cualquier otro formato de audio, lo primero que debe hacer es convertir su archivo a WAV. </p> <p> Eso es bastante fácil de hacer, gracias a muchos <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> convertidores de audio gratuitos </a> disponible por ahí. </p> <p> Simplemente elija uno de los convertidores, cargue su tono, elija WAV como formato de salida y su timbre de inicio de Windows 10 debería estar listo. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Cambiar el sonido de inicio predeterminado en Windows 10 </h2> <p> Ahora que su tono está listo, aquí está el procedimiento final para convertirlo en el sonido de inicio predeterminado en su computadora con Windows 10. </p> <p> Siga estos pasos para hacerlo: </p> <ol> <li> Abre el <strong> Comienzo </strong> menú, buscar <strong> Cambiar los sonidos del sistema </strong> y haga clic en el primer resultado. </li> <li> Marque la casilla que dice <strong> Reproducir sonido de inicio de Windows </strong> . </li> <li> Encontrar <strong> Inicio de sesión de Windows </strong> en el <strong> Eventos del programa </strong> sección y haga clic en él. </li> <li> Puede escuchar el sonido actual haciendo clic en el <strong> Prueba </strong> botón. </li> <li> Para cambiar el sonido actual a su tono, haga clic en el <strong> Navegar </strong> botón. </li> <li> Navegue hasta la carpeta donde se encuentra su tono WAV y haga doble clic en él. </li> <li> El nombre de su tono aparece en el <strong> Sonidos </strong> Menú desplegable. Hacer clic <strong> Prueba </strong> para poner a prueba tu tono. </li> <li> Si está satisfecho con todo, haga clic en <strong> Solicitar </strong> seguido por <strong> OK </strong> en el fondo. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> La próxima vez que se encienda la computadora, oirá el sonido de inicio recién seleccionado en lugar del predeterminado. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Cómo restablecer el sonido de inicio predeterminado en Windows 10 </h2> <p> Si alguna vez tiene ganas de volver al timbre de inicio predeterminado, puede hacerlo cambiando un <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> opción de configuración en su PC con Windows 10 </a> . </p> <p> Así es cómo: </p> <ol> <li> Buscar <strong> Cambiar los sonidos del sistema </strong> en el <strong> Comienzo </strong> menú y haga clic en el primer resultado. </li> <li> Encontrar <strong> Inicio de sesión de Windows </strong> en el <strong> Eventos del programa </strong> sección y haga clic en él. </li> <li> Haga clic en el <strong> Sonidos </strong> menú desplegable en la parte inferior y seleccione el <strong> Windows Logon.wav </strong> opción. </li> <li> Hacer clic <strong> Solicitar </strong> seguido por <strong> OK </strong> para guardar sus cambios. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> Su PC ahora reproducirá el sonido de inicio predeterminado de Windows en el arranque. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Cómo cambiar rápidamente el sonido de inicio predeterminado en Windows 10 </h2> <p> Si cambia el sonido de inicio predeterminado con demasiada frecuencia, es posible que los procedimientos anteriores sean demasiado. </p> <p> En este caso, puede usar una aplicación gratuita llamada WinAero Tweaker para cambiar su timbre de arranque. Esta aplicación también está disponible en la versión portátil, por lo que no es necesario que instales nada en tu computadora. </p> <p> Para usar esta aplicación: </p> <ol> <li> Descarga y ejecuta el <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> archivo de instalación. </li> <li> Cuando le pida elegir un modo, seleccione <strong> Modo portátil </strong> . </li> <li> Sigue las instrucciones en la pantalla. </li> <li> Lanzamiento <strong> WinAero Tweaker </strong> . </li> <li> Expandir <strong> Apariencia </strong> a la izquierda y haga clic en <strong> Sonido de inicio </strong> en el menú expandido. </li> <li> Garrapata <strong> Habilitar el sonido de inicio </strong> a la derecha. </li> <li> Seleccione <strong> Reemplazar el sonido de inicio </strong> . </li> <li> Elija un archivo WAV para configurarlo como el sonido de inicio predeterminado. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Cambiar el timbre de arranque a su gusto en Windows 10 </h2> <p> Si no eres un gran fanático del sonido de inicio actual, los métodos anteriores deberían permitirte cambiarlo a tu tono favorito en tu PC. Siempre puede volver al tono predeterminado cuando lo desee. </p> <p> Windows 10 es personalizable en gran medida, y esto le permite hacer que su PC sea verdaderamente suya permitiéndole cambiar todos y cada uno de sus aspectos. </p>"}