{"title":"Cómo hacer que un fondo sea transparente en Photoshop","content":"<p> Hay varias herramientas disponibles en Adobe Photoshop que utilizan Adobe Sensei, el motor de inteligencia artificial (IA) de la plataforma. Estas herramientas son útiles para una variedad de propósitos, incluida la creación de fondos transparentes. </p> <p> En los siguientes tutoriales, le mostraremos cómo hacer que un fondo sea transparente en Photoshop utilizando un par de métodos sencillos diferentes. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> ¿Por qué querría hacer un fondo transparente en Photoshop? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Para empezar, reformulemos la pregunta. Porque, por lo general, son los usuarios de Photoshop más experimentados los que saben qué son los fondos transparentes y para qué sirven. </p> <p> En pocas palabras, si está preguntando cómo hacer que un fondo sea transparente en Photoshop, lo que probablemente se esté preguntando es esto: &quot;¿Cómo elimino un fondo de mi imagen en Photoshop?&quot; O tal vez se esté preguntando, &quot;¿cómo elimino el fondo de mi imagen en Photoshop?&quot; </p> <p> Dejando de lado la semántica, aquí hay algunas razones comunes por las que querría hacer un fondo transparente en Photoshop: </p> <ul> <li> Para eliminar elementos que distraen, como otras personas u objetos </li> <li> Para crear un retrato artístico </li> <li> Para colocar a su sujeto en un fondo completamente diferente </li> </ul> <p> Básicamente, hacer que un fondo sea transparente en Photoshop tiene mucho que ver con el aislamiento del sujeto. Es decir, hay algún problema con el fondo de la imagen original y desea eliminar el fondo por completo para enfatizar el tema. </p> <p> Con este concepto central en mente, echemos un vistazo a un par de formas diferentes de hacer que un fondo sea transparente en Photoshop. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Uso del panel de propiedades en Photoshop para eliminar un fondo </h2> <p> Este método es la forma más sencilla de eliminar un fondo en Photoshop. Pero depende de tu imagen. Este método funciona mejor si tiene fondos simples donde su tema se destaca y está claramente definido. </p> <p> Puede descargar esta foto desde <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> y síguelo. </p> <ol> <li> Una vez que su imagen se haya importado a Photoshop, presione <strong> control </strong> + <strong> J </strong> para duplicar la capa. <strong> Nota: </strong> Si omite este paso, no verá las opciones de selección que revisamos en el paso tres. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Ir <strong> Ventana </strong> &gt; <strong> Propiedades </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Seleccione <strong> Quitar fondo </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Para ver su fondo transparente, haga clic en el <strong> Ojo </strong> icono a la izquierda del <strong> Fondo </strong> capa. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Con su única capa transparente, ahora puede colocarla en otro fondo o crear otros efectos para que su sujeto se destaque. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Colocación de una capa de ajuste de color sólido </h3> <p> Si bien el cambio de fondos es un tema para otro tutorial, le mostraremos rápidamente cómo colocar un <strong> Capa de ajuste de color sólido </strong> debajo de la capa transparente para crear un efecto diferente. </p> <ol> <li> Usando las ediciones de nuestro tutorial anterior, cambie el <strong> X </strong> hasta que el color de primer plano sea <strong> Negro </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Ve a la <strong> Crear nueva capa de relleno o ajuste </strong> en la esquina inferior derecha de la pantalla y seleccione <strong> Color sólido </strong> . Luego, haga clic en <strong> OK </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Debería aparecer una capa de Relleno de color en la parte superior de la pila de capas. Si no es así, está bien porque ahora vamos a hacer clic en el <strong> Relleno de color </strong> layer y arrástrelo justo debajo de nuestra capa transparente como se muestra. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Puede ver lo fácil que es hacer uso de su capa transparente recién creada y colocarla sobre un nuevo fondo. </p> <p> Si su tema es un retrato como este, incluso podría continuar <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> editar la imagen con un complemento de Photoshop, llamado Portrait Pro </a> , para mejorar la imagen aún más. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Uso de la herramienta de selección de sujeto para crear un fondo transparente </h2> <p> La herramienta de selección de sujeto se puede utilizar en sustitución del método anterior, pero hay pasos adicionales involucrados. Esto se debe a que la herramienta de selección de sujeto funciona mejor con fondos complicados o con fondos en los que hay varios sujetos. Básicamente, le estamos diciendo a Photoshop qué seleccionar para crear un fondo transparente. </p> <p> En este tutorial, prepararemos la imagen para eliminar a la mujer del lado izquierdo de nuestra foto, haciendo que esa parte de la imagen sea transparente. Esto nos permitirá rellenar el espacio con otra persona o utilizar las diversas herramientas de Photoshop para rellenar los píxeles. </p> <p> Nuevamente, estos son temas para otro tutorial, pero los mencionamos aquí porque generalmente hay pasos de edición adicionales que se deben realizar después de crear un fondo transparente. </p> <p> Puede descargar esta foto desde <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> y síguelo. </p> <ol> <li> Con la imagen importada a Photoshop, vaya a <strong> Seleccione </strong> &gt; <strong> Sujeto </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Ambas mujeres serán seleccionadas, como lo indican las líneas de selección de &quot;hormigas marchando&quot; a su alrededor. Selecciona el <strong> Lazo </strong> herramienta en la columna de la izquierda si no aparece de forma predeterminada. Entonces, con el <strong> Alt </strong> presionada continuamente, trace un círculo alrededor de la mujer de la derecha y luego suelte la tecla <strong> Alt </strong> clave. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Click izquierdo </strong> en algún lugar dentro de la mujer seleccionada a la izquierda. Escoger <strong> Selección inversa </strong> del menú. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Ir <strong> Seleccione </strong> &gt; <strong> Seleccionar y enmascarar </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> Por defecto, el rojo indica el área seleccionada. Para seleccionar más de la imagen para que se vuelva transparente, como partes de la silla, seleccione el <strong> Cepillo </strong> herramienta como se muestra. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Asegúrate que <strong> Más </strong> ( <strong> + </strong> ) está seleccionado arriba. A continuación, pinte de rojo las regiones deseadas para que se vuelvan transparentes. En este caso, solo queda un poquito por hacer. </li> <li> Luego ve a <strong> Salida a </strong> y seleccione <strong> Nueva capa con máscara de capa </strong> en el menú desplegable. Hacer clic <strong> OK </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Lo que te quedará es un fondo parcialmente transparente donde solía estar la dama de la izquierda. La selección no es perfecta. Todavía puede ver algunos píxeles del cabello y la cara de la mujer. Pero esto se puede limpiar con el <strong> Cepillo </strong> herramienta con el <strong> Capa de fondo </strong> seleccionado. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Alternativamente, también se puede dejar como está. Si solo se está eliminando a la persona, entonces existen herramientas sensibles al contenido que se pueden aplicar para mezclar en segundo plano. De esa forma, parece que la mujer está sola en la mesa. O bien, otra persona puede integrarse para hacerle compañía. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Otras herramientas de selección: gama de colores, área de enfoque y cielo </h2> <p> Es posible que haya notado que hay otras opciones en el <strong> Seleccione </strong> menú que no sea <strong> Sujeto </strong> . Los tres métodos de selección utilizan herramientas diferentes, pero todos logran lo mismo: todos determinan lo que selecciona Photoshop. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Como el <strong> Sujeto </strong> opción de selección, estas herramientas pueden brindarle resultados que terminen con un fondo parcial o totalmente transparente. Pero, en términos generales, sus usos son para obtener resultados más refinados, como cuando <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> reemplazar un cielo en photoshop </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Dos herramientas son todo lo que necesita para crear fondos transparentes </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> En el pasado, los usuarios de Photoshop tenían que confiar en una variedad de herramientas de selección para crear fondos transparentes. Estas herramientas todavía están disponibles en la actualidad (Lazo, Varita mágica, Pluma, etc.) y siguen siendo útiles para trabajos de precisión. </p> <p> Pero en estos días, solo se necesitan dos herramientas para crear fondos transparentes, gracias en gran parte al núcleo de inteligencia artificial de Adobe Sensei. </p> <p> Hay complementos de Photoshop, como Luminar AI, que también usan AI para ayudar a editar sus fotos. Con una tecnología tan avanzada que se aplica a la edición de fotografías, es una apuesta segura que crear fondos transparentes será aún más fácil y preciso en un futuro próximo. </p> <p> <small> Crédito de la imagen: Pañal / <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}