{"title":"Cómo instalar Minecraft Forge y administrar tus mods","content":"<p> Cuando Minecraft lanzó por primera vez su alfa público de pago en 2009, no era más que un simple juego de caja de arena en bloques. Más de una década después, Minecraft ha poblado sus mundos con más de 100 bloques diferentes y más de 40 mobs. </p> <p> Sin embargo, si has estado jugando el juego desde el principio, la vainilla o el Minecraft predeterminado pueden volverse un poco obsoletos para ti. Con Minecraft Forge, puede administrar las modificaciones descargadas, y esta guía le enseñará cómo configurar las cosas. </p> <h2 id=\"what-is-minecraft-forge\"> ¿Qué es Minecraft Forge? </h2> <p> Cuando piensas en modificar un videojuego, probablemente también pienses que necesitas tener un amplio conocimiento de tecnología o programación para hacerlo. Eso podría ser cierto con otros títulos, pero agregar mods a Minecraft es simple con Forge. </p> <p> Forge es un servidor gratuito de código abierto que puedes usar para instalar y ejecutar mods de Minecraft. Sus desarrolladores lo diseñaron específicamente para facilitar que incluso las personas menos conocedoras de la tecnología agreguen mods de juegos creados por la comunidad a su copia de Minecraft. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Cómo instalar Minecraft Forge </h2> <p> Entonces, ahora que sabes qué es Forge, ¿cómo lo instalas? Antes que nada, deberá instalar <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Java </a> si aún no lo ha hecho. Después de eso, puede seguir estos sencillos pasos: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Descarga Minecraft Forge </h3> <p> Ve a la <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> sitio web oficial de Forge </a> para descargar el instalador. Asegúrese de que el número de versión escrito en la descarga sea el mismo número de la versión de Minecraft que le gustaría modificar. </p> <p> En el lado izquierdo del sitio web de Forge, enumera todas las versiones, desde la más nueva hasta la más antigua. En el lanzador de Minecraft, puedes ver tu número de versión actual en el perfil debajo de la ilustración del banner del juego. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Abra el instalador de Forge </h3> <p> Una vez que haya terminado de descargar, abra el instalador de Forge. Seleccione cliente o servidor de las opciones, según las modificaciones que desee descargar. Compruebe que la dirección de su <strong> .Minecraft </strong> carpeta es correcta (si no lo es, haga clic en el botón con tres puntos y navegue hasta la dirección correcta), y luego haga clic en <strong> OK </strong> . Forge tardará unos minutos en instalarse. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Abre el lanzador de Minecraft. </h3> <p> Una vez que Forge haya terminado de instalarse, abre Minecraft Launcher. Selecciona el <strong> fragua </strong> perfil si aún no está activo, entonces inicie el juego. Tomará un tiempo la primera vez que lo inicie después de instalar Forge. Pero una vez que haya activado la pantalla de inicio, debería ver una nueva <strong> Mods </strong> botón junto a <strong> Reinos de Minecraft </strong> . </p> <p> Ahora, puede descargar mods en esa carpeta y expandir Minecraft de la forma que desee. Esta carpeta también es donde organizará y administrará todas sus modificaciones. Esto le ayudará a realizar un seguimiento de ellos. </p> <p> Los sitios web populares para descargar mods incluyen <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> CurseForge </a> , y <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Planeta Minecraft </a> . También hay una sección dedicada a las modificaciones en el <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> foro oficial de Minecraft </a> , y <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Paquetes de mods de Minecraft: colecciones de mods </a> que otros jugadores piensan que funcionan mejor juntos. </p> <p> Alternativamente, si no puede encontrar un mod existente que coincida con lo que esperaba agregar al juego, siempre puede <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> haz tu propio mod de Minecraft </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Agrega más a Minecraft con la ayuda de Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> Después de un sencillo proceso de instalación, Minecraft Forge te ofrece un lugar útil para almacenar, clasificar y realizar un seguimiento de todas las modificaciones que has descargado. Es posible que actualmente no se vea a sí mismo como alguien que descargará demasiados mods, pero créanos. Siempre comienza con un mod, luego otro, luego uno más ... </p> <p> Luego, eventualmente, te das cuenta de que tienes más contenido modificado que contenido básico en tu juego de Minecraft. </p>"}