{"title":"Cómo usar las automatizaciones de accesos directos de Apple Watch y 3 ejemplos para probar","content":"<p> ¿Alguna vez ha deseado que su Apple Watch habilite automáticamente No molestar en el momento en que ingresa al cine? ¿Le gustaría cambiar automáticamente la carátula de su Apple Watch una vez al día? Puede hacer esto y mucho más gracias a las automatizaciones de Apple Watch. </p> <p> watchOS 7 presentó algunas rutinas de automatización excelentes para el Apple Watch. La mejor parte es que no necesita ningún conocimiento de programación para configurar estas rutinas o crear las suyas propias. </p> <p> Le mostraremos cómo configurar automatizaciones en su Apple Watch, además de tres automatizaciones para ilustrar algunos ejemplos de lo que puede hacer. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Cómo configurar las automatizaciones de Apple Watch </h2> <p> La aplicación Atajos de Apple es el centro de la automatización de iOS y también tiene todo lo que necesitas para configurar las automatizaciones de Apple Watch. A diferencia de los atajos de Siri, las automatizaciones de iOS no se pueden compartir con otros en el momento de escribir este artículo. Esto significa que no podemos proporcionar un vínculo para descargar nuestras automatizaciones favoritas. </p> <p> En su lugar, le daremos un tutorial paso a paso para crear automatizaciones de Apple Watch (con capturas de pantalla) para que pueda configurarlas rápidamente en su iPhone. </p> <p> </p> <p> Para crear una automatización de Apple Watch, primero tendrá que decidir qué desea automatizar y elegir los activadores en consecuencia. Comencemos con algo simple, como poner tu Apple Watch en modo silencioso a las 10 p.m.todas las noches. </p> <p> Puede configurarlo fácilmente siguiendo estos pasos: vaya a la <strong> Automatización </strong> pestaña en la aplicación Accesos directos. Así es cómo: </p> <ol> <li> Abre el <strong> Atajos </strong> aplicación en tu teléfono y dirígete a la <strong> Automatización </strong> pestaña. </li> <li> Si nunca ha creado una automatización en su iPhone, toque el gran botón azul etiquetado <strong> Crear automatización personal </strong> . En caso de que haya creado una automatización antes, tendrá que tocar el <strong> Más </strong> en la parte superior derecha y luego presione <strong> Crear automatización personal </strong> . </li> <li> Dado que queremos activar una automatización a una hora determinada todos los días, toque <strong> Hora del día </strong> , Seleccione <strong> Hora del día </strong> una vez más y escriba la hora en el cuadro justo debajo de esa opción. En nuestro caso, nos aseguraremos de que sean las 22:00 (o las 22:00). </li> <li> Justo debajo de esto, puede establecer la frecuencia para esta automatización. En nuestro caso, vamos a tocar <strong> Diario </strong> . Ahora toca <strong> próximo </strong> , que se encuentra en la parte superior derecha de la pantalla. </li> <li> En la página siguiente, toque <strong> Agregar acción </strong> y buscar <strong> Establecer modo silencioso </strong> , que aparecerá debajo de la <strong> Comportamiento </strong> subtítulo. Grifo <strong> Establecer modo silencioso </strong> y asegúrese de que la acción sea <strong> Activar el modo silencioso </strong> . Ahora toca <strong> próximo </strong> . </li> <li> La pantalla final le mostrará cuándo se ejecutará la automatización y qué hará. Solo necesitas deshabilitar <strong> Pregunte antes de correr </strong> para asegurarse de que la automatización se ejecute por sí sola. Grifo <strong> Hecho </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galería de imágenes (3 imágenes) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Expandir </p> <p> Cerca </p> <p> Ahora, a las 10 p.m.todas las noches, su Apple Watch habilitará automáticamente el modo silencioso. Si desea desactivar el modo silencioso por la mañana, puede crear una segunda automatización similar para hacer el trabajo. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 grandes automatizaciones de Apple Watch para probar </h2> <p> Ahora que hemos visto un ejemplo, veamos algunas de las automatizaciones de Apple Watch más útiles que puede configurar en su dispositivo. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Inicie un entrenamiento cuando llegue o salga de una ubicación </h3> <p> Es fácil olvidarse de comenzar los entrenamientos en su Apple Watch. Si bien el dispositivo portátil tiene una función de detección automática de entrenamiento, no siempre funciona de manera confiable. Este es especialmente el caso de los entrenamientos de baja intensidad, como los ejercicios de movilidad. </p> <p> Afortunadamente, existe una automatización de Apple Watch para resolver este problema: </p> <ol> <li> En la aplicación Atajos, cree una nueva automatización y toque <strong> Llegar </strong> . </li> <li> Ahora toca <strong> Escoger </strong> para elegir la ubicación que desencadena este entrenamiento. Simplemente escriba el nombre de su gimnasio o parque del vecindario donde va a correr, y aparecerá un mapa con un marcador de ubicación en la mitad inferior de la pantalla. Aquí puede ampliar el radio en el que se activa esta automatización. Grifo <strong> Hecho </strong> . </li> <li> Cualquiera de las dos escoge <strong> En cualquier momento </strong> o seleccione el <strong> Intervalo de tiempo </strong> cuando desee que se ejecute esta automatización. Ahora toca <strong> próximo </strong> . </li> <li> Grifo <strong> Agregar acción </strong> y buscar <strong> Empezar a entrenar </strong> . </li> <li> Grifo <strong> Empezar a entrenar </strong> y seleccione el entrenamiento junto con el objetivo (objetivo abierto, tiempo, calorías quemadas o distancia recorrida). Después de esto, toque <strong> próximo </strong> . </li> <li> Revise su automatización y toque <strong> Hecho </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galería de imágenes (3 imágenes) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Expandir </p> <p> Cerca </p> <p> Ahora su Apple Watch comenzará automáticamente los entrenamientos según su ubicación. También puede seleccionar <strong> Licencia </strong> en vez de <strong> Llegar </strong> en el primer paso para activar esta automatización cuando abandona un lugar determinado, como su casa. Por ejemplo, si trabaja desde casa y sale solo a caminar por la mañana, puede hacer que su Apple Watch comience una rutina de caminata al aire libre cada vez que salga de casa. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Cambia la carátula de tu Apple Watch automáticamente </h3> <p> Cambiar las caras del reloj es bastante fácil, pero es aún más conveniente hacer que tu Apple Watch lo haga por ti. Veamos cómo cambiar la esfera de su reloj periódicamente, así como algunos activadores alternativos para que esto funcione de manera diferente. </p> <p> Primero, asegúrese de haber <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> esferas de reloj agregadas y personalizadas en su Apple Watch </a> para que tengas algo con lo que trabajar. Luego, en la aplicación Atajos: </p> <ol> <li> Cree una nueva automatización y toque <strong> Hora del día </strong> . </li> <li> Seleccione cuándo desea que cambie la esfera del reloj, junto con la frecuencia con la que desea que eso suceda. Seleccionamos <strong> amanecer </strong> y <strong> Diario </strong> para configurar una esfera de reloj todas las mañanas. Grifo <strong> próximo </strong> . </li> <li> Ahora toca <strong> Agregar acción </strong> y buscar <strong> Establecer la esfera del reloj </strong> . </li> <li> Grifo <strong> Establecer la esfera del reloj </strong> , grifo <strong> Cara </strong> y, a continuación, elija una de las esferas del reloj de la lista. Grifo <strong> próximo </strong> . </li> <li> Desactivar <strong> Pregunte antes de correr </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galería de imágenes (2 imágenes) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Expandir </p> <p> Cerca </p> <p> Ahora observe la magia mientras la esfera de su reloj cambia automáticamente. Si desea que la esfera del reloj siga cambiando cada pocas horas, simplemente configure automatizaciones similares con una hora diferente en el segundo paso. </p> <p> También puede cambiar automáticamente la esfera del reloj siempre que salga de la casa o llegue a un lugar específico utilizando el <strong> Llegar </strong> o <strong> Licencia </strong> disparadores en lugar de <strong> Hora del día </strong> en el primer paso. </p> <p> Las carátulas del reloj de Apple son lo suficientemente buenas para comenzar, pero hay muchas <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> maravillosas caras personalizadas de Apple Watch </a> que también deberías probar. Esto le permitirá agregar una variedad más amplia de caras a sus automatizaciones. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Habilite el modo teatro en lugares tranquilos </h3> <p> Habilitar el Modo Cine (Modo Cine en algunas regiones) pone tu Apple Watch en modo silencioso y apaga su pantalla hasta que tocas la pantalla o presionas la Corona Digital. Esto es más útil en salas de cine u otros lugares donde desea evitar molestar a los demás. </p> <p> A continuación, le indicamos cómo puede utilizar los accesos directos para habilitar automáticamente el modo teatro en ubicaciones seleccionadas: </p> <ol> <li> Cree una nueva automatización y seleccione el <strong> Llegar </strong> desencadenar. </li> <li> Ahora toca <strong> Escoger </strong> y busque el teatro u otro lugar que frecuenta. Grifo <strong> Hecho </strong> y, a continuación, seleccione el intervalo de tiempo durante el que desea que funcione esta automatización. Si visita el lugar principalmente durante la noche, por ejemplo, puede establecer ese intervalo de tiempo para evitar que se active accidentalmente. Ahora toca <strong> próximo </strong> . </li> <li> Grifo <strong> Agregar acción </strong> y buscar <strong> Establecer modo teatro </strong> . </li> <li> Grifo <strong> Establecer modo teatro </strong> , seguido por <strong> próximo </strong> . Finalmente, toque <strong> Hecho </strong> para habilitar esta automatización. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galería de imágenes (2 imágenes) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Expandir </p> <p> Cerca </p> <p> Asegúrese de configurar otra automatización utilizando el <strong> Licencia </strong> Active y repita este proceso para que el modo teatro se desactive automáticamente cuando abandone la ubicación. </p> <p> También puede utilizar el <strong> Hora del día </strong> disparador para habilitar o deshabilitar el modo teatro automáticamente. Esta podría ser una opción útil para la hora de acostarse o si tiene una reunión a una hora determinada todos los días de la semana. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Crea tus propias automatizaciones de Apple Watch </h2> <p> Estas son solo algunas automatizaciones sencillas que puede configurar con el Apple Watch, pero las posibilidades son infinitas. Puedes probar trucos geniales, como enviar un mensaje a alguien cada vez que terminas un entrenamiento, junto con muchos más. </p> <p> Las automatizaciones que elegimos se centran en tareas que surgen con frecuencia, pero con un poco de creatividad, puedes traspasar los límites de lo que tu Apple Watch hace por ti. No olvide que el Apple Watch también tiene muchas otras aplicaciones para mejorar su productividad. </p>"}