{"title":"Cómo utilizar Mozilla Hubs &amp; # 039; Nuevas características","content":"<p> Mozilla lanzó Hubs, una plataforma social y de colaboración remota inmersiva y gratuita, en 2018. Pero los cambios en la forma en que las personas accedieron y utilizaron la plataforma durante la pandemia provocaron una actualización que la hace más útil para grandes grupos de personas con diferentes niveles de experiencia utilizando una plataforma más amplia. gama de dispositivos. </p> <p> Aquí vemos cómo la actualización de 2021 cambia Hubs y cómo usar las nuevas funciones ... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> ¿Qué es Mozilla Hubs? ¿Qué es nuevo? </h2> <p> Mozilla Hubs es una plataforma gratuita para crear y compartir espacios virtuales llamados &quot;salas&quot;. La plataforma independiente del hardware se ejecuta en un navegador web, lo que la hace disponible en computadoras, tabletas y teléfonos inteligentes con conexión a Internet. Ni siquiera son necesarios perfiles permanentes, aunque tener uno viene con ventajas como la personalización del avatar. </p> <p> Las funciones interactivas dentro de las salas permiten a los usuarios ver los medios juntos, intercambiar ideas en pizarras, ver presentaciones de diapositivas, examinar modelos 3D y más. Las habitaciones en sí son un poco básicas en comparación con otras plataformas como Altspace, pero si tienes la ambición y puedes abordar las <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Hubs GitHub </a> , hay más posibilidades de personalización. </p> <p> </p> <p> Pero, ¿qué aporta la nueva actualización a la plataforma? Los nuevos usuarios, en particular los de educación, inspiraron muchos de los cambios. </p> <p> Como tal, las actualizaciones principales de la plataforma son: </p> <ol> <li> Una ventana / barra de chat dedicada. </li> <li> Una interfaz de usuario optimizada que no es de realidad virtual. </li> <li> Un nuevo foro de soporte. </li> </ol> <p> Aquí hay un vistazo a cada función nueva y cómo usarlas ... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Cómo utilizar la nueva barra de chat de Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs ya tenía una función de chat en versiones anteriores. Sin embargo, el texto del chat apareció momentáneamente sobre la pantalla principal antes de desaparecer. Esto obstruyó la vista del usuario de la sala detrás del texto y significó que los chats no se podían volver a leer ni hacer referencia a ellos. </p> <p> La nueva actualización crea una ventana o barra de chat en el costado de la pantalla. Esto hace que la vista de la habitación sea un poco más pequeña, pero también hace que el texto del chat sea mucho más fácil de leer. El texto del chat también permanece en la barra de chat, lo que permite que las conversaciones persistan en el tiempo. </p> <p> Esto es especialmente útil para las preguntas que se hacen durante una presentación o para ponerse al día con una conversación si se ha unido tarde a una sala. </p> <p> Puede acceder a la ventana de chat utilizando el <strong> Chat </strong> en la barra de herramientas inferior y escriba su mensaje en el cuadro de texto provisto. Si no desea que la barra de chat reduzca su pantalla, puede hacer clic en el mismo icono para minimizarlo. </p> <p> Aunque está minimizado, el texto del chat sigue apareciendo por un momento, pero distrae mucho menos que antes de la actualización. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Cómo seleccionar una interfaz de usuario que no sea de realidad virtual </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs se describe mejor como un &quot;espacio inmersivo&quot;. Puede ser un entorno de &quot;realidad virtual&quot; si se combina con un equipo de realidad virtual, pero este equipo especializado no es necesario para usar Hubs. </p> <p> Los diseñadores de Hubs querían que la interfaz de usuario fuera lo más similar posible independientemente del hardware que usara una persona para acceder a la plataforma. Esto también fue útil si los usuarios usaban Hubs regularmente en una variedad de dispositivos diferentes porque la interfaz no cambió mucho de una PC a un visor de realidad virtual, a un teléfono o tableta. </p> <p> Sin embargo, la interfaz priorizó la usabilidad con hardware de realidad virtual, lo que hizo que algunos comandos fueran incómodos cuando se usaban interfaces que no eran de realidad virtual. En cierto modo, esto tenía sentido porque la realidad virtual es una interfaz más ajena, por lo que la optimización de esa interfaz lo hizo bastante fluido. El problema era que esto sacrificaba la usabilidad para los usuarios que no usaban realidad virtual, que resultó ser la mayoría de los usuarios. </p> <p> Pero la actualización ha creado una interfaz separada que no es de realidad virtual. Entonces, aunque los controles en diferentes plataformas no son tan universales como solían ser, todos ganan. </p> <p> Ahora puede acceder fácilmente a esta interfaz actualizada al crear o ingresar a una habitación. </p> <p> Cuando cree o ingrese a una habitación por primera vez, seleccione <strong> Unirse a la habitación </strong> para una interfaz que no sea de realidad virtual. Los usuarios que no son de realidad virtual ahora obtienen una interfaz de apuntar y hacer clic que es un poco más fácil de usar que la pantalla de transmisión de rayos en la interfaz de usuario anterior. </p> <p> Si está utilizando hardware de realidad virtual, seleccione <strong> Ingrese en el dispositivo </strong> en lugar de. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Cómo obtener más ayuda con el soporte de la comunidad de Hubs </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Finalmente, Mozilla anunció que los usuarios de Hubs ahora pueden obtener soporte a través de un <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> foro comunitario dedicado </a> . Hubs siempre tuvo una comunidad activa, pero estaba principalmente orientada a desarrolladores. Los desarrolladores pueden (y lo hicieron) ayudar a los usuarios que eran menos conocedores de la tecnología. </p> <p> Pero la nueva opción de soporte es más cómoda para quienes no son desarrolladores. La página de soporte ya está llena de términos altamente buscados y temas solicitados con regularidad. Antes, no existía una función de navegación conveniente para las preguntas de los usuarios en los foros. </p> <p> Para encontrar respuestas a las consultas ahora, puede usar la barra de búsqueda en la parte superior de la página de soporte o navegar por los temas frecuentes y artículos destacados destacados por Mozilla. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> ¿Necesita descargar las nuevas funciones de Mozilla Hubs? </h2> <p> Debido a que Hubs está basado en navegador, estas actualizaciones son automáticas. La mayoría de los usuarios no necesitan descargas adicionales o instalaciones manuales. </p> <p> Los usuarios de Hubs que utilizaron el material de código abierto para crear sus propias experiencias personalizadas pueden tener que cambiar manualmente algún código. Mozilla tiene una guía específica para estos casos especiales. </p> <p> Los usuarios que estén familiarizados con Hubs antes de la actualización notarán los cambios. Sin embargo, debido a que las actualizaciones de la interfaz no cambian la experiencia de realidad virtual y optimizan la experiencia que no es de realidad virtual, debería ser fácil acostumbrarse a los cambios sin importar cómo acceda a Hubs. </p> <p> </p> <p> Las actualizaciones también marcan un gran momento para que los nuevos usuarios revisen la plataforma. La función de ventana de chat dedicada en particular facilita que los profesores y presentadores respondan preguntas, lo que podría expandir los casos de uso de la plataforma. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Explore los nuevos centros </h2> <p> Las actualizaciones de Hubs de Mozilla muestran mucho cuidado por los usuarios. Al responder a los casos de uso y perfiles de usuario que los desarrolladores ven con más frecuencia, la barra de chat, los nuevos canales de soporte y las interfaces optimizadas hacen que la plataforma sea más fácil de usar y accesible. </p> <p> Incluso con las actualizaciones, si Hubs no es perfecto para usted, recuerde que no es la única plataforma de presencia remota habilitada para VR que existe. Una experiencia diferente puede resolver su problema. </p>"}