{"title":"Discord para iOS permite a los ladrones de memes guardar imágenes de incrustaciones de Twitter","content":"<p> Discord para iPhone se ha actualizado en la App Store con varias características nuevas, incluida una nueva opción que hace que sea mucho más fácil guardar imágenes de incrustaciones de Twitter. Con él, puede guardar memes de tweets sin las soluciones a las que antes tenía que recurrir. </p> <p> Lamentablemente, esto no parece funcionar con GIF animados. Además, guardar imágenes estáticas de tweets no está disponible actualmente en Discord para Windows y Discord para Android. Solo la versión 60.0 de la aplicación Discord para iOS parece tener implementada esta nueva característica útil. </p> <p> ¿Nuevo en Discord? Si es así, lea nuestra guía explicando <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> cómo chatear en línea con amigos y extraños </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Cómo guardar imágenes de tweets </h2> <p> Para guardar una imagen como un meme de un tweet que le enviaron, mantenga presionado el tweet en cuestión y elija la opción etiquetada &quot;Guardar imagen&quot;. Encontrarás la imagen guardada en la biblioteca de Fotos de tu dispositivo. Antes de este cambio, se vio obligado a abrir manualmente un tweet en un navegador web antes de poder guardar la imagen subyacente en su dispositivo. </p> <p> </p> <p> Como <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> El borde </a> notas, la versión de Android emplea un proceso diferente para guardar imágenes de tweets. En primer lugar, debe tocar la imagen para abrirla en pantalla completa. Una vez en la interfaz de pantalla completa, presione el <strong> Descargar </strong> cerca de la parte superior de la pantalla para guardar la imagen en el dispositivo. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Otras funciones nuevas en Discord para iOS </h2> <p> Además de guardar imágenes de las incrustaciones de Twitter, el registro de cambios que se muestra en la última versión de iOS de Discord mencionó un par de otras características nuevas. El primero es una ventana emergente de emoji útil en el escritorio que le permite saber de dónde es un emoji. </p> <p> &quot;Toque ese pequeño emoji en el chat mientras está en su teléfono y vea a quién pertenece&quot;, se lee en el registro de cambios en el menú de configuración de Discord en computadoras de escritorio y dispositivos móviles. Y si usa Discord en su iPad, estará encantado de saber que el uso compartido de pantalla móvil ahora está disponible en su tableta. </p> <p> <small> Crédito de la imagen: Discord </small> </p>"}