{"title":"El &quot;Chequeo de amigos&quot; de Snapchat te invita a purgar a los amigos no deseados","content":"<p> ¿Podría su lista de amigos de Snapchat usar alguna reducción? Si ha acumulado toneladas de amigos que ni siquiera recuerda haber agregado, la función Friend Check Up de Snapchat lo alentará a eliminar a estos usuarios no deseados. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Es hora de limpiar tu lista de amigos </h2> <p> Una publicación sobre el <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Sala de prensa de Snap </a> destaca Friend Check Up, una nueva función presentada justo a tiempo para <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Día de Internet más seguro </a> . Friend Check Up aparecerá como una notificación en Snapchat y te pedirá que revises tu lista de amigos. </p> <p> La notificación dirá: &quot;Snapchat es para amigos reales. Toca para revisar tu lista de amigos&quot;. Al seleccionar la notificación, accederá a su lista de amigos, donde podrá proceder a cortar las conexiones no deseadas. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> El objetivo de esta herramienta es ayudarlo a eliminar cualquier usuario que haya agregado accidentalmente, así como cualquier persona que ya no quiera en su lista de amigos. Tener este recordatorio también es una excelente característica de seguridad; después de todo, es posible que, sin saberlo, esté dando acceso a ciertos usuarios a sus Historias y su ubicación. </p> <p> </p> <p> Según Snapchat, esta función se lanzará en dispositivos Android en las próximas semanas y en iOS en los próximos meses. </p> <p> Dicho esto, no tiene que esperar hasta que Snapchat lance esta función para comenzar a limpiar su lista de amigos. Puede hacer esto ahora mismo dirigiéndose a su perfil de Snapchat y tocando <strong> Mis amigos </strong> . Mantenga presionado el usuario que desea borrar, toque <strong> Más </strong> , y luego presione <strong> Eliminar amigo </strong> &gt; <strong> Eliminar </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Otras formas en que Snapchat está mejorando la seguridad </h2> <p> En la misma publicación del blog, Snapchat anunció que también se está asociando con Connect Safely en los EE. UU. Y ChildNet en el Reino Unido para mostrar filtros educativos. Deslizar hacia arriba en estos filtros lo vinculará a los recursos de seguridad en Internet de la organización correspondiente. </p> <p> Además, Snapchat está ampliando su integración con Crisis Text Line en los EE. UU. Y planea lanzar una función similar en el Reino Unido. La plataforma también está trabajando con The Trevor Project para proporcionar recursos en la aplicación para jóvenes LGBTQ. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat se adapta a sus amigos cercanos </h2> <p> La función Friend Check Up es solo otra forma en que Snapchat está tratando de fortalecer su imagen como una plataforma para amigos cercanos, no completos extraños. </p> <p> La plataforma se enorgullece del hecho de que no fomenta la comunicación entre personas que no se conocen bien. Está diseñado para amigos cercanos, como lo demuestra el límite de 64 miembros de la plataforma en Grupos, y el hecho de que no puede comunicarse con nadie a menos que ambos acepten la solicitud de amistad del otro. </p>"}