{"title":"El Xiaomi Mi 11 se está globalizando oficialmente","content":"<p> Si está buscando un nuevo teléfono inteligente, podría pensar que <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> es el buque insignia perfecto para ti. Pero el Xiaomi Mi 11 es otro teléfono inteligente con especificaciones de alta gama que debe considerar. </p> <p> El teléfono fue el primero en lanzarse con el procesador Qualcomm Snapdragon 888 de gama alta, pero inicialmente solo estaba disponible en China. </p> <p> Afortunadamente, Xiaomi ha rectificado la situación y ha lanzado el teléfono a nivel mundial. Y no solo viene con especificaciones impresionantes, sino que tiene un precio sorprendentemente bajo. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> ¿De qué se trata todo el alboroto del Xiaomi Mi 11? </h2> <p> Obviamente, lo principal que llamará su atención sobre el Xiaomi Mi 11 es el procesador Snapdragon 888, pero la compañía también trae un hardware bastante impresionante en todo el dispositivo. </p> <p> Comenzando con la pantalla, el Xiaomi Mi 11 incluye una impresionante pantalla de 6.81 pulgadas. Cuenta con una pantalla AMOLED WQHD + 120Hz, por lo que obtendrá esa velocidad de actualización increíblemente rápida. El teléfono también cuenta con Gorilla Glass Victus que recibirá una paliza. Además, viene con un brillo máximo de 1.500 nits, lo cual es bastante impresionante. </p> <p> </p> <p> El otro gran captador de atención es el sensor de la cámara principal de 108 megapíxeles, que tomará algunas fotos increíbles. Hay una lente ultra ancha de 13 megapíxeles con un campo de visión sólido de 123 grados y un disparador de teleobjetivo de 5 megapíxeles que se acercará y será personal. </p> <p> La parte frontal del teléfono cuenta con una cámara para selfies de 20 megapíxeles escondida dentro de una perforadora. </p> <p> Hay una batería de 4.600 mAh que mantiene el teléfono funcionando durante períodos prolongados. Al igual que con cualquier buen buque insignia, hay velocidades de carga inalámbricas de 55 W con cable o 50 W disponibles, por lo que podrá recargar rápidamente. Además, obtienes carga inversa con el Xiaomi Mi 11, por lo que puedes usar su batería grande para cargar tus otros dispositivos. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Precio y disponibilidad de Xiaomi Mi 11 </h2> <p> El teléfono está programado para lanzarse en Europa y Australia. La compañía reveló el precio en euros, diciendo que el teléfono solo costará 749 €, lo cual es bastante razonable para las especificaciones que este dispositivo trae a la mesa. Ese precio es para el modelo de teléfono base con 8 GB de RAM y 128 GB de almacenamiento. Un modelo más caro cuenta con 8 GB de RAM y 256 GB de almacenamiento interno por 799 €. </p> <p> El teléfono está programado para lanzarse en las combinaciones de colores Midnight Grey y Horizon Blue en el mercado europeo. </p> <p> Xiaomi no dijo exactamente cuándo comenzaría a enviarse el teléfono. En cambio, la compañía dijo que anunciará más a través de sus canales regionales de redes sociales en los próximos días. </p> <p> Si está buscando un dispositivo insignia y no está en los EE. UU., Debería considerar comprar el Xiaomi Mi 11. Tiene especificaciones sólidas por el precio. </p>"}