{"title":"El sistema operativo Raspberry Pi enfrenta el rechazo del usuario después de la inclusión de Microsoft Repo después de la actualización","content":"<p> Recientemente ha surgido que el sistema operativo de código abierto, Raspberry Pi OS, instala un repositorio de Microsoft durante la instalación. La inclusión de uno de los muchos repositorios de Microsoft significa que cada vez que se actualiza el sistema operativo Raspberry Pi, hace ping a un servidor de Microsoft, lo que potencialmente revela información sobre su dispositivo. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> ¿El sistema operativo Raspberry Pi envía datos a Microsoft? </h2> <p> A <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Publicación de Reddit </a> detalló cómo y por qué Raspberry Pi OS (anteriormente conocido como Raspbian) había comenzado a enviar datos a los servidores de Microsoft cada vez que se actualizaba el sistema operativo. </p> <blockquote> <p> Oficialmente es porque respaldan el IDE de Microsoft (!), Pero lo obtendrás incluso si lo instalaste a partir de una imagen clara y usas tu Pi sin cabeza y sin una GUI. Esto significa que cada vez que haces &quot;apt update&quot; en tu [Raspberry] Pi estás haciendo ping a un servidor de Microsoft. </p> </blockquote> <p> Una preocupación de los usuarios es que Microsoft podría recopilar información sobre el dispositivo en uso, como una dirección IP, y luego vincularla a otra información para crear un perfil de publicidad dirigida. Para aquellos usuarios que intentan activamente operar por debajo del radar, esto podría servir como método de identificación. </p> <p> Pero para muchos usuarios, hay problemas más importantes en juego. </p> <p> Primero, muchos usuarios expresaron su decepción porque un proyecto de código abierto actualizaría sus repositorios de código fuente sin informar a los usuarios. En segundo lugar, que la actualización agregue el repositorio de Microsoft a las instalaciones existentes también está causando enojo. </p> <p> En tercer lugar, la respuesta del fundador de Raspberry Pi, Eben Upton, ha descartado por completo el problema, cuestionando por qué los usuarios incluso se preocuparían por tal inclusión en primer lugar. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Lo siento: no puedo entender por qué crees que esto fue algo controvertido. Hacemos cosas de este tipo todo el tiempo sin publicar una publicación de blog sobre cómo optar por no participar. </p> - Eben Upton (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 de febrero de 2021 </a></blockquote>  <p> Parece que, como mínimo, a los usuarios les hubiera gustado que se les informara de que se iba a agregar un repositorio de Microsoft al sistema operativo Raspberry Pi predeterminado. Dada la naturaleza de las comunidades más asociadas con el uso de Raspberry Pi (usuarios de Linux de código abierto y centrados en la privacidad), eso parece justo. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> ¿Seguirá el sistema operativo Raspberry Pi con el repositorio de Microsoft? </h2> <p> Desafortunadamente, los usuarios del sistema operativo Raspberry Pi tendrán que sonreír y soportarlo si quieren seguir usando el sistema operativo oficial. </p> <p> En un hilo sobre el repositorio de Microsoft en el <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Foros de Raspberry Pi </a> Gordon Hollingworth, director de ingeniería de software de Raspberry Pi, dijo que &quot;esto no cambiará porque facilita la primera experiencia a las personas que desean utilizar herramientas como VSCode&quot;. </p> <p> Lo que, a su vez, significa que algunos usuarios inevitablemente dejarán atrás el sistema operativo Raspberry Pi en busca de una alternativa. Afortunadamente, cuando se trata de Raspberry Pi, tiene innumerables excelentes sistemas operativos alternativos disponibles para elegir. </p> <p> </p> <p> Aún así, algunos usuarios también llevarán esto más lejos y cambiarán de Raspberry Pi por completo, dirigiéndose a uno de los otros pequeños competidores de computadoras. </p>"}