{"title":"Esta nueva aplicación te permite controlar tu Mac con un controlador de juegos","content":"<p> Controlly es una nueva aplicación del desarrollador Hugo Lispector que facilita la navegación por toda la interfaz de usuario de macOS con los controladores de PlayStation y Xbox. </p> <p> Esto puede ser especialmente útil cuando, por ejemplo, transmite su programa de TV favorito desde una Mac a su televisor en la sala de estar a través de AirPlay, pero no puede molestarse en levantarse y sentarse frente a la computadora solo para seleccionar otro programa. Controlly te permite usar el controlador que vino con tu consola de juegos Sony o Microsoft como control remoto para tu Mac. </p> <p> Obtiene la capacidad de controlar no solo el movimiento del mouse, sino también de asignar funciones del sistema como Mission Control, App Exposé y más a los botones de hardware. Ciertos controladores MFi (Made for iOS) también pueden funcionar con Controlly después de ser emparejados a través de Bluetooth a una computadora Mac. </p> <h2 id=\"what-about-key-mapping-apps\"> ¿Qué pasa con las aplicaciones de mapeo de claves? </h2> <p> Lispector explica sobre <a href=\"https://hugolispector.com/announcing-controlly/\" target=\"_blank\" rel=\"nofollow noopener\"> su blog </a> por qué Controlly es mejor que varias herramientas de mapeo de claves. </p> <blockquote> <p> Las herramientas de asignación de teclas permiten a los usuarios asignar cada botón del controlador a una tecla numérica o de una letra. Eso es bueno para juegos, pero no suficiente para un controlador de propósito general para Mac. Además de eso, estas herramientas de mapeo de teclas no admiten atajos de teclado y su interfaz de usuario podría ser más visual en mi opinión. </p> </blockquote> <p> Lispector es también el cerebro detrás de El Trackpad para Mac. Disponible en el <a href=\"https://apps.apple.com/app/el-trackpad/id1531822775\" target=\"_blank\" rel=\"nofollow noopener\"> Tienda de aplicaciones </a> , El Trackpad te permite controlar el cursor del mouse macOS a través de un iPhone o iPad. </p> <p> </p> <p> </p> <h2 id=\"a-single-window-app\"> Una aplicación de ventana única </h2> <p> Se encuentra de forma controlada en la barra de menú de tu Mac. La aplicación es muy fácil de usar, con todo confinado en una sola ventana. Aquí es donde puede configurar las acciones del mouse a su gusto, así como también establecer atajos de teclado personalizados para activar funciones específicas del sistema. Los controles del sistema también se pueden aplicar a los thumbsticks. Por ejemplo, es posible que desee controlar el cursor con el joystick izquierdo mientras usa el otro para desplazarse. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Quería usar un controlador de juegos como control remoto para Mac, pero no pude encontrar una aplicación para eso. Así que construí uno yo mismo y ahora está disponible en la App Store 🎮🥳: <a href=\"https://t.co/HEkFXUtMeL\"> https://t.co/HEkFXUtMeL </a><br><br> Agradecimientos especiales a <a href=\"https://twitter.com/siracusa?ref_src=twsrc%5Etfw\"> @siracusa </a> por encontrar un error interesante justo antes del lanzamiento. <a href=\"https://t.co/2QVwvZjjvI\"> pic.twitter.com/2QVwvZjjvI </a></p> - Hugo Lispector (@hugolispector) <a href=\"https://twitter.com/hugolispector/status/1358828792626753536?ref_src=twsrc%5Etfw\"> 8 de febrero de 2021 </a></blockquote>  <p> Los controles de reproducción y medios compatibles incluyen reproducir / pausar, saltar hacia adelante / atrás, silenciar, subir / bajar volumen y subir / bajar brillo. Las personas que usan regularmente las diversas comodidades de macOS, como Look Up, Smart Zoom, Mission Control, Launchpad y Mirror Displays también pueden asignar cualquiera de esas funciones a un botón. </p> <p> </p> <h2 id=\"how-to-get-controlly\"> Cómo tener control </h2> <p> Controlly está disponible gratis en el <a href=\"https://apps.apple.com/app/controlly/id1548544614\" target=\"_blank\" rel=\"nofollow noopener\"> Mac App Store </a> y requiere macOS Big Sur para funcionar. </p> <p> La aplicación viene con una prueba gratuita de 7 días que proporciona una funcionalidad completa. Una vez que haya expirado el período de prueba, ya no se reconocerán los controles más allá del movimiento del mouse y los clics. </p> <p> La funcionalidad completa requiere una actualización única de $ 3.99. Se le pedirá que inicie la prueba cuando conecte por primera vez un controlador de juegos compatible a su Mac. </p>"}