{"title":"El PAC de Microsoft no donará a los objetores electorales durante el próximo ciclo","content":"<p> Tras el ataque al Capitolio de los EE. UU., Microsoft suspendió las contribuciones hacia y desde su PAC hace unas tres semanas. La decisión se tomó para darle tiempo al comité para evaluar el impacto de los disturbios y cómo avanzar después de los hechos. </p> <p> Ahora, Microsoft ha anunciado que las contribuciones de su PAC comenzarán de nuevo, pero no hará ninguna donación a ningún miembro del Congreso que votó en contra de certificar los resultados de las elecciones. La suspensión continuará durante todo el ciclo electoral de 2022 y es una declaración importante de una de las principales empresas tecnológicas del mundo. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC suspende las contribuciones a los objetores </h2> <p> El 5 de febrero de 2021, una publicación para <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog corporativo de Microsoft </a> reveló cómo avanzaría el PAC luego del ataque sin precedentes al Capitolio de la nación. </p> <p> </p> <p> El PAC de Microsoft ya no donará a los miembros del Congreso &quot;que votaron para oponerse a la certificación de los electores&quot;. Esto se extiende a los funcionarios estatales y otras organizaciones que apoyaron las objeciones o sugirieron que los legisladores deberían anular los resultados de las elecciones. </p> <p> El PAC también cambiará la forma en que aborda las donaciones. Anteriormente, todas las donaciones se hacían a candidatos políticos, al igual que muchos Comités de Acción Política. </p> <p> Sin embargo, Microsoft PAC está tomando en consideración que algunos miembros contribuyentes no desean apoyar a figuras políticas específicas y prefieren financiar el trabajo y las organizaciones que se centran en &quot;la preservación y promoción de la democracia&quot;. </p> <p> </p> <p> Como extensión de esta política, el PAC también trabajará más de cerca con otras empresas y organizaciones que comparten los mismos ideales. </p> <p> El cambio final al PAC viene en el nombre. Los miembros existentes de Microsoft PAC encontraron que el nombre no reflejaba completamente el hecho de que es un fondo voluntario. De ahora en adelante, el PAC pasa a llamarse PAC voluntario de partes interesadas de Microsoft Corporation (MSVPAC). </p> <blockquote> <p> Creemos que estos pasos son apropiados dada la importancia de estos temas para la estabilidad y el futuro de la democracia estadounidense. También recibieron un amplio apoyo en las sesiones de escucha y otros comentarios de los empleados. Nos damos cuenta de que estos pasos, aunque importantes, serán demasiado o demasiado poco para algunos empleados. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft intenta distanciarse de los objetores de elecciones </h2> <p> La noticia de que Microsoft se está distanciando ahora de los objetores no es ninguna sorpresa. No es demasiado, demasiado tarde para el gigante tecnológico, pero sin duda es un intento de salvar la cara después de que se supo que Microsoft PAC había hecho donaciones considerables a muchos miembros del Congreso en la raíz del movimiento para rechazar los resultados de las elecciones. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> es uno de los mayores contribuyentes a los miembros del Congreso que intentaron subvertir el proceso demócrata <br><br> Microsoft no se ha comprometido a dejar de financiar este grupo <br><br> En una reunión de la empresa el jueves, Prez Brad Smith explicó por qué. <br><br> Y es bastante espantoso </p> - Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 de enero de 2021 </a></blockquote>  <p> Incluso si el presidente de Microsoft, Brad Smith, trató de explicar las contribuciones como una herramienta política regular para obtener acceso a los políticos (por ejemplo, donaciones para favores políticos), destaca por qué tantos creen que la existencia de PAC y Super PAC es enormemente dañina para los políticos. proceso. </p>"}