{"title":"Facebook está trabajando en una nueva aplicación para competir con Clubhouse","content":"<p> A Facebook se le pueden atribuir muchas funciones que consideramos normales o esenciales para las redes sociales de hoy, y esa es una gran parte de la razón por la que todavía faltan alrededor de 17 años desde su lanzamiento. Pero sería negligente afirmar que el currículum de Facebook incluye exclusivamente características únicas. </p> <p> De hecho, es bastante difícil hablar sobre los cambios que Facebook ha realizado en los últimos años sin abordar las múltiples ocasiones en que la plataforma se ha endeudado en gran medida con sus competidores. Informes recientes afirman que Facebook se propone copiar una aplicación de la competencia por enésima vez. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> La casa club es el tema del nuevo plan de imitación de Facebook </h2> <p> De acuerdo a <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> Los New York Times </a> , Facebook está trabajando en una red social centrada en el audio para competir con <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Casa club </a> , Una aplicación de chat de voz solo por invitación que se lanzó el año pasado. </p> <p> No sabemos cuándo Facebook comenzó a producir su clon Clubhouse, pero sí sabemos que el equipo que trabaja en él actualmente se refiere al producto como &quot;Fireside&quot;. Sin embargo, ese nombre en clave está sujeto a cambios, ya que el producto aún se encuentra en sus primeras etapas de desarrollo. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> El CEO de Facebook, Mark Zuckerberg, ha estado interesado en la comunicación por audio, dice una fuente no identificada. Eso es bastante vago. Podría significar que lo ha estado vigilando durante algún tiempo, o que solo llamó su atención recientemente. De cualquier manera, Zuckerberg apareció en Clubhouse el domingo pasado para discutir la realidad virtual y aumentada (AR y VR). </p> <h3 id=\"what-is-clubhouse\"> ¿Qué es la casa club? </h3> <p> Si no ha oído hablar de Clubhouse antes, no se preocupe. Por el momento, sus usuarios se mantienen en una especie de círculo muy unido. Solo puede unirse a Clubhouse si recibe una invitación de un usuario existente. </p> <p> Sobre el <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Tienda de aplicaciones </a> , Clubhouse se describe a sí mismo como &quot;un espacio para conversaciones de audio informales y directas, con amigos y otras personas interesantes de todo el mundo&quot;. </p> <p> </p> <p> Podrías pensar en él como otro Skype o Zoom, pero no hay captura de video. Solo el audio y las imágenes de perfil, y las &quot;conversaciones&quot; son más parecidas a escuchar a alguien parado en un pedestal para dar una presentación o un discurso. Tú eliges a quién quieres escuchar. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> Historia de Facebook de copiar aplicaciones de la competencia </h2> <p> Zuckerberg parece saber que una plataforma social tendrá éxito al verla. Facebook compró Instagram, WhatsApp y Oculus cuando eran empresas de nueva creación. Hizo un intento de comprar Snapchat por $ 3 mil millones en 2013, pero el equipo detrás de él declinó. </p> <p> Y tal vez sea exactamente eso: Facebook tiene un historial de tomar prestadas ideas de aplicaciones de la competencia porque Zuckerberg siempre está a la caza de algo nuevo para llevar a Facebook. En lo que quizás sea el ejemplo más famoso, Facebook inició la tendencia de &quot;robar&quot; de Snapchat cuando agregó su propia versión de <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> historias de redes sociales </a> en 2017. </p> <p> Más recientemente, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook lanzó Barrios </a> en octubre pasado, que funciona de manera muy similar al servicio de redes sociales hiperlocales <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> Al lado </a> . En diciembre, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook lanzó Collab </a> para dispositivos iOS, un salto tardío en el tren de la clonación de TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> ¿En qué pretende convertirse Facebook? </h2> <p> Facebook comenzó como un espacio en línea para hablar y mantenerse al día con sus amigos. Desde entonces, se ha convertido en una plataforma con muchas funciones diferentes que atraen a muchos tipos diferentes de personas. </p> <p> La decisión de Facebook de entrar en el mercado un tanto especializado que ha encontrado Clubhouse es interesante. Si también es una decisión inteligente es algo que tendremos que esperar y ver para averiguarlo. </p>"}