{"title":"Hyundai y Kia niegan estar en conversaciones para desarrollar el automóvil Apple","content":"<p> Hyundai y su subsidiaria Kia vieron caer sus acciones después de que las compañías revelaron en presentaciones regulatorias que no están en conversaciones con Apple sobre el proyecto secreto de Apple Car. </p> <p> Las acciones de Hyundai y Kia cayeron un 6,21 por ciento y casi un 15 por ciento, respectivamente. </p> <p> Las presentaciones reconocen que Hyundai estaba recibiendo solicitudes &quot;de múltiples compañías&quot; para la cooperación en el desarrollo conjunto de vehículos eléctricos autónomos, pero luego agregan que &quot;no se ha decidido nada&quot; ya que todo está &quot;en una etapa temprana&quot;. </p> <p> &quot;Hyundai Motor no está en conversaciones con Apple sobre el desarrollo de vehículos autónomos&quot;, se lee en la presentación de Hyundai. De acuerdo a <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , Kia Motors también dijo que no estaba en conversaciones con Apple. </p> <p> Esto, a su vez, podría significar que Apple podría haber decidido asociarse con proveedores de automóviles que no hablarán públicamente de ningún acuerdo. De hecho, MUO informó recientemente que un puñado de <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Los fabricantes de automóviles japoneses han estado en negociaciones con Apple </a> sobre unirse a una cadena de suministro de Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> A Apple no le gustan las fugas </h2> <p> Un acuerdo de fabricación fallido con Kia supuestamente incluyó <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> construyendo alrededor de 100,000 Apple Cars por año en los EE. UU. </a> . Se suponía que el Apple Car se basaría en la nueva plataforma de vehículos eléctricos de Hyundai que admite una carga rápida al 80 por ciento en 18 minutos y ofrece un rango superior de 250 millas (aproximadamente 500 kilómetros) con una sola carga. </p> <p> Kia es el segundo proveedor de automóviles más grande de Corea del Sur, detrás de su copropietario Hyundai. Apple aparentemente tiene como objetivo anunciar públicamente el Apple Car en unos años. </p> <p> </p> <p> Pero Apple es extremadamente sensible a las filtraciones, lo que hace que una serie de informes recientes de Apple Car sea más interesante y peculiar. Está claro que Apple no estaba contento con esos informes, que probablemente el liderazgo de la compañía se encontró con sorpresa y consternación. </p> <p> Lo que estamos viendo ahora es probablemente algún tipo de control de daños por parte de Hyundai. Si bien ambas partes pueden revisar las conversaciones, no creemos que esto vaya a suceder porque hay muchas otras compañías automotrices con las que Apple podría, y probablemente lo hará, asociarse. </p> <p> <small> Crédito de la imagen: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}