{"title":"Informe: Apple podría dejar de fabricar iPhone 12 Mini en el segundo trimestre","content":"<p> El iPhone 12 mini es el más pequeño de la generación más reciente de iPhones de Apple, y aparentemente eso también resultó ser cierto para sus ventas. Desde el primer día, el iPhone más en miniatura de la serie 12 ha sido perseguido con informes de que no se vende en las cantidades de sus hermanos más grandes y caros. </p> <p> Ahora, un informe del banco de inversión JP Morgan, compartido por <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , afirma que Apple podría dejar de producir unidades del iPhone 12 mini tan pronto como el segundo trimestre calendario de 2021. Eso podría significar que el teléfono podría tener posiblemente solo un par de meses más antes de que deje de fabricarse por completo. </p> <h2 id=\"adjusting-iphone-12-orders\"> Ajuste de pedidos de iPhone 12 </h2> <p> La nota de inversión, del analista de la cadena de suministro de JP Morgan William Yang, también señala algunos de los otros cambios del segundo trimestre que Apple puede estar haciendo con la línea de iPhone 12. Yang afirma que Apple aumentará el número de iPhone 12 Pro Max en 11 millones de unidades, el iPhone 12 Pro en 2 millones de unidades adicionales y el iPhone 11 de la era 2019 en 8 millones de unidades adicionales. </p> <p> Mientras tanto, las unidades normales de iPhone 12 se reducirán y 9 millones de unidades, mientras que el iPhone 12 mini se reducirá en 11 millones de unidades, el mismo número de disminución que el iPhone 12 Pro Max está obteniendo como aumento. El informe sugiere que Apple podría detener la producción del mini iPhone 12 por completo en el trimestre. </p> <p> </p> <p> Esta no es la primera vez que escuchamos que el iPhone 12 mini ha sido un fracaso comparativo para Apple. Un informe de Morgan Stanley afirmó recientemente que Apple estaba recortando los pedidos de mini iPhone 12 en el primer trimestre de 2021. </p> <p> Mientras tanto, un informe anterior sugirió que, si bien nueve de los 10 principales teléfonos inteligentes activados el día de Navidad en los Estados Unidos eran iPhones, el iPhone 12 mini fue el único que no hizo la lista. (Eso es a pesar del hecho de que se incluyeron algunos iPhones mucho más antiguos). </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: una señorita sorprendente </h2> <p> El hecho de que el iPhone 12 mini parezca haber tenido problemas es algo sorprendente. Recibió excelentes críticas y ofrece una experiencia premium de iPhone 12, empaquetada en un factor de forma pequeño. </p> <p> Incluye la misma pantalla OLED de pantalla completa que sus hermanos mayores (aunque un poco más pequeños), Face ID, procesador A14 Bionic y conectividad 5G. A partir de solo $ 699, es el más barato de los nuevos iPhones de Apple. Pero parece que, por la razón que sea, simplemente no ha logrado el mismo tipo de éxito que los iPhones más grandes este año. </p> <p> Curiosamente, el informe de JP Morgan sugiere que Apple planea lanzar cuatro iPhones más este año. Eso parecería implicar que Apple puede no estar lista para tirar la toalla en la línea de iPhone &quot;mini&quot; más pequeña todavía. Tendremos que esperar hasta septiembre para ver qué pasa. </p>"}