{"title":"Instagram ganó &amp; # 039; no promocionará las reposiciones de TikTok en los carretes","content":"<p> Instagram está tratando de reducir los carretes que se han vuelto a publicar desde TikTok. La plataforma acaba de anunciar que su algoritmo ya no promoverá los carretes que tengan una marca de agua de TikTok. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram toma medidas enérgicas contra las publicaciones de TikTok </h2> <p> Instagram hace que sea más difícil para los usuarios descubrir carretes que se han obtenido de TikTok (y cualquier otra aplicación, para el caso). La plataforma hizo una publicación en su <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> @Creators cuenta de Instagram </a> , anunciando una nueva lista de mejores prácticas para carretes. </p> <p> En particular, Instagram no recomienda publicar carretes que sean &quot;visiblemente reciclados de otras aplicaciones (es decir, que contengan logotipos o marcas de agua)&quot;. Instagram afirma que &quot;este tipo de carretes no se recomendarán con tanta frecuencia a las personas que aún no te siguen en lugares como la pestaña Carretes&quot;. </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Crédito de la imagen: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram lanzó carretes </a> en el verano de 2020 como un intento directo de competir con TikTok. Debido a la similitud entre Reels y TikTok, los cuales emplean un formato de video de formato corto, los usuarios naturalmente vuelven a publicar TikToks en Reels. Pero ahora, estos trasplantes de TikTok ya no recibirán el mismo tratamiento que el contenido creado de forma nativa en Reels. </p> <p> Esto tiene sentido para Instagram, ya que la plataforma busca hacer que Reels sea aún más popular que TikTok. Instagram ya no quiere que los usuarios traten a Reels como un vertedero de TikToks virales; quiere contenido original creado por creadores que realmente usan Reels. </p> <p> Los carretes con marcas de agua de aplicaciones de la competencia no son los únicos tipos de videos que el algoritmo de Instagram despriorizará. Instagram también señala que cualquier carrete que esté borroso, tenga un borde alrededor o esté cubierto de texto no será promocionado. </p> <p> En cuanto al tipo de contenido que ayudará a que los usuarios sean descubiertos, Instagram sugiere que los creadores publiquen contenido que sea inspirador, utilice herramientas creativas, tenga una orientación vertical, aproveche la biblioteca de música de Instagram y sea &quot;entretenido y divertido&quot;. La plataforma también recomienda intentar iniciar una tendencia en toda la aplicación. </p> <p> Según Instagram, seguir estas mejores prácticas le ayudará a &quot;tener la mejor oportunidad de ser descubierto&quot;. </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> ¿TikTok será destronado alguna vez? </h2> <p> Las mejores prácticas actualizadas de Instagram para carretes solo muestran qué tan amenazante es realmente TikTok. Es común ver a Reels luciendo un logo de TikTok, y esta actualización intentará ponerle freno a esta tendencia. </p> <p> Dicho esto, esto podría limpiar cualquier contenido reciclado, pero podría alejar a los creadores que tienen seguidores en ambas aplicaciones. Instagram se esfuerza por parecerse a TikTok y podría terminar perdiendo su propia identidad en el proceso. </p>"}