{"title":"Informe: Apple asigna tareas al antiguo jefe de hardware con trabajo de AR / VR","content":"<p> A Dan Riccio, exjefe de hardware de Apple, se le ha asignado la tarea de ayudar a liderar la carga de los dispositivos de realidad aumentada (AR) y realidad virtual (VR) de la compañía. Recientemente comenzó un &quot;nuevo capítulo&quot; en Apple y ahora lidera un &quot;nuevo proyecto&quot; no especificado. </p> <p> &quot;Tengo muchas ganas de concentrar todo mi tiempo y energía en Apple en crear algo nuevo y maravilloso por lo que no podría estar más emocionado&quot;. <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Comunicado de prensa de Apple </a> lo cita diciendo. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> dice que Riccio ahora se centra en los auriculares AR / VR de Apple. </p> <h2 id=\"riccio-s-importance-to-apple\"> La importancia de Riccio para Apple </h2> <p> Este ejecutivo de alto perfil ha estado con Apple durante más de dos décadas. Riccio trabajó en proyectos exitosos como el iMac original, la línea iPhone 12 y los nuevos Mac M1. Como tal, es la elección perfecta para acelerar los esfuerzos de AR / VR de Apple. </p> <p> Algunas personas han dicho que la reorganización de la organización de ingeniería de hardware de Apple es una fuerte indicación de que Riccio podría estar hablando sobre Project Titan, un nombre en clave interno para el mítico proyecto Apple Car. Es casi seguro que ese no es el caso aquí porque se considera que el Apple Car está al menos a media década de su lanzamiento. </p> <p> </p> <p> Aunque el Apple Car en su etapa actual probablemente no necesite toda la atención de Riccio, parece ser un gran activo en términos de la estrategia AR / VR de Apple. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> Estrategia de AR / VR de Apple </h2> <p> Se cree que Apple está trabajando en una <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> costosos y potentes auriculares de realidad mixta para un posible lanzamiento en 2021 </a> . Debería llegar antes que las gafas AR más asequibles para las masas, que se dice que se lanzarán en 2022. Las fuentes describen los auriculares como un accesorio de nicho costoso impulsado por el chip personalizado de Apple que es más rápido que el silicio M1 que se encuentra en las nuevas Mac. </p> <p> Se dice que otras especificaciones que se rumorea incluyen pantallas duales de 8K y un montón de cámaras integradas para un seguimiento preciso de los ojos y las manos. El dispositivo puede costar alrededor de $ 3,000, que es comparable al HoloLens de Microsoft. Se describe como un accesorio de nicho que Apple probablemente venderá principalmente a los desarrolladores para que puedan crear aplicaciones AR / VR para el dispositivo. </p>"}