{"title":"iOS 14.5 permite a los usuarios seleccionar Spotify como su reproductor de música predeterminado","content":"<p> Al menos en los Estados Unidos, Spotify y Apple Music son los dos principales servicios de transmisión de música. Sin embargo, si está vinculado al ecosistema de Apple, Apple Music tiene una gran ventaja porque está más integrado en las ofertas de productos de Apple. </p> <p> Por ejemplo, una persona que usa Siri para solicitar una canción, hasta ahora, ha sido dirigida a Apple Music de forma predeterminada. Pero aparentemente eso está cambiando con la nueva versión beta de iOS 14.5, y los usuarios ahora pueden seleccionar diferentes servicios de música de terceros, incluido Spotify, como su servicio de música predeterminado. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Disponible en iOS 14.5 Beta </h2> <p> Como lo señaló <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> , la función actualmente solo está disponible para aquellos en la versión beta de la última versión de iOS, aunque es probable que se implemente para todos en un futuro cercano. </p> <p> </p> <p> El servicio de música predeterminado se puede seleccionar cuando el usuario le pide a Siri por primera vez que reproduzca una pista o un álbum. Cuando lo hagan, se les presentarán las opciones de elegir diferentes servicios como estándar. Según los informes, no todos los usuarios encuentran que el proceso de selección funciona exactamente igual para ellos. Esto sugiere que Apple todavía está afinando la función. </p> <p> </p> <h2 id=\"different-options-available\"> Diferentes opciones disponibles </h2> <p> No obstante, es una buena opción tener. iOS 14 ha facilitado a los usuarios la adopción de alternativas de terceros a las aplicaciones predeterminadas de Apple. Por ejemplo, ahora pueden elegir diferentes clientes de correo o navegador. Esa es una gran noticia para cualquiera que quiera un poco más de opciones cuando usa los sistemas operativos de Apple. ¿Y quién no ama la elección? </p> <p> <small> Crédito de la imagen: kenary820 / <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}