{"title":"Instagram adopta una postura más dura sobre el discurso de odio en los mensajes directos","content":"<p> Instagram está generando consecuencias más duras para los usuarios que envían discursos de odio en mensajes directos (DM). La plataforma está realizando estos cambios a la luz de los mensajes impulsados ​​por el odio dirigidos a los jugadores de fútbol del Reino Unido. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Los abusadores de DM ahora pueden ser prohibidos permanentemente </h2> <p> En una publicación sobre <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> el Blog Acerca de Instagram </a> , Instagram anunció que adoptará una postura más dura sobre el discurso de odio en los mensajes directos. La plataforma reconoció el &quot;abuso racista en línea dirigido a los futbolistas en el Reino Unido&quot; y declaró que no &quot;quiere este comportamiento en Instagram&quot;. </p> <p> A partir de ahora, a los usuarios que envían un mensaje directo con incitación al odio se les prohíbe temporalmente enviar mensajes en la aplicación. Una vez que Instagram implemente estos nuevos cambios, la plataforma prohibirá permanentemente las cuentas que violen repetidamente sus reglas en los mensajes directos. </p> <p> Instagram también señaló que deshabilitará cualquier cuenta nueva que los usuarios ofensores creen en un intento de eludir las restricciones de Instagram. Por último, afirmó que continuará con sus esfuerzos por deshabilitar las cuentas &quot;que se crean únicamente para enviar mensajes abusivos&quot;. </p> <p> Mientras que ya puedes <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> denunciar a los usuarios por incitación al odio o a la violencia en Instagram </a> , la plataforma también está trabajando para expandir su herramienta que permite a los usuarios bloquear los mensajes directos de las cuentas que no siguen. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Erradicar el contenido que incita al odio en Instagram </h2> <p> El discurso de odio en las plataformas sociales no siempre es obvio y abierto. Los mensajes directos definitivamente no están a salvo del discurso de odio, y se espera que la última actualización de Instagram ayude a mantener a los usuarios abusivos fuera de la plataforma. </p>"}