{"title":"Los seminarios web llegarán a los equipos de Microsoft a través de un nuevo plan de pago","content":"<p> Si siempre ha querido organizar un seminario web en Microsoft Teams, pronto podrá hacerlo, pero primero tendrá que pagar. La compañía de software ha revelado sus planes para Teams Pro, un servicio de suscripción que permitirá a los miembros organizar seminarios web con Teams. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> ¿Qué llegará a Microsoft Teams con Teams Pro? </h2> <p> La noticia de esta función se difundió en <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Petri </a> . Microsoft planea lanzar un nuevo servicio basado en suscripción llamado Teams Pro, que está diseñado para mejorar la forma en que usa Teams. Actualmente, el servicio está programado para su lanzamiento a mediados de marzo de 2021. </p> <p> No está claro cuánto será Teams Pro, pero lo que sí sabemos es que los suscriptores de Pro obtendrán la capacidad de crear seminarios web. Esto tiene mucho sentido, ya que <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft está obteniendo enormes beneficios en un mundo azotado por una pandemia, </a> y Teams tiene el potencial de ser una potente fuente de ingresos para la empresa. </p> <p> Teams Pro también traerá &quot;inteligencia de reuniones&quot;. No está seguro de qué significa esto exactamente, pero Brad Sams de Petri tiene algunas ideas sobre lo que puede implicar esta misteriosa característica: </p> <blockquote> <p> ... Sospecho que esto estará estrechamente relacionado con la funcionalidad del seminario web: los dos encajan como OneDrive y SharePoint. Si organiza un seminario web con Teams, querrá información adicional como el tiempo en una sesión, si hicieron una pregunta, etc. </p> </blockquote> <p> Como tal, existe una buena posibilidad de que la &quot;inteligencia de reuniones&quot; sea otro ejemplo de cómo Microsoft experimenta con la automatización del proceso de retroalimentación de reuniones. Vimos a la empresa probar esto antes con un <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> sistema que detecta quién parece aburrido en una reunión </a> . </p> <p> Sin embargo, en lo que respecta a más detalles, no hay mucho más para continuar. Como tal, tendremos que esperar nuestro tiempo para ver qué ha planeado Microsoft para Teams Pro, incluido cuánto costará y cómo funcionarán exactamente los seminarios web. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: ¿imprescindible para los profesionales? </h2> <p> Desafortunadamente, los detalles son muy escasos sobre lo que Microsoft está planeando para Teams Pro. Sin embargo, sabemos que los seminarios web son parte del plan de suscripción, por lo que tendremos que esperar para ver cómo se desarrolla esta noticia con el tiempo. </p> <p> Si trabaja desde casa y tiene la idea de comenzar su propio negocio, un seminario web es una excelente manera de dar a conocer su nombre. Antes de empezar a crear uno, es una buena idea estudiar qué es lo que constituye un buen seminario web para que pueda dar una primera impresión profesional. </p> <p> <small> Crédito de la imagen: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}