{"title":"Los informes similares a Waze llegarán a Apple Maps","content":"<p> Apple Maps en iOS 14.5 está obteniendo nuevas funciones de informes de colaboración colectiva similares a las que se encuentran en Waze y Google Maps. Cuando la actualización se lance públicamente, los usuarios podrán informar accidentes, peligros y controles de velocidad a lo largo de su ruta cuando obtengan indicaciones. </p> <p> Apple anuncia esta función con una pantalla de presentación que aparece la primera vez que solicita direcciones de Maps después de actualizar a iOS 14.5. Esta es definitivamente una nueva capacidad porque las versiones anteriores de la aplicación Mapas no tenían ninguna función de informe de accidentes. </p> <p> Cuando se trata de navegación GPS en teléfonos inteligentes, tanto <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Maps y Waze se han popularizado </a> informes de peligros de colaboración colectiva. Con eso en mente, es asombroso que el servicio de mapas de Apple esté, por fin, obteniendo características propias de informes similares. </p> <h2 id=\"when-can-i-use-this-feature\"> ¿Cuándo puedo utilizar esta función? </h2> <p> Según carteles en <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> que han detectado informes de peligros en Maps, requieren iOS 14.5 o iPadOS 14.5. Ambas actualizaciones están siendo probadas actualmente por desarrolladores registrados de Apple y probadores beta públicos. En lo que respecta al público en general, tendrá la oportunidad de probar la interfaz de informes en Maps cuando estas actualizaciones se lancen públicamente en la primavera. </p> <p> </p> <p> iOS 14.5 aporta capacidades adicionales a la mezcla, incluida la controvertida ventana emergente Transparencia de seguimiento de aplicaciones de Apple. Otras características nuevas incluyen la capacidad de <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> comparte tu Apple Card con miembros de la familia </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> soporte para los nuevos controladores de PlayStation 5 y Xbox Series X </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> desbloquear tu iPhone con un Apple Watch </a> mientras usa una máscara, junto con una nueva función de seguridad que protege contra las bombas de texto de Mensajes, por nombrar solo algunas. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Cómo informar un peligro de tráfico en Apple Maps </h2> <p> Para informar los peligros que ve en el camino, deslice hacia arriba en la interfaz de Maps‌ donde los detalles del mapa están disponibles para revelar un nuevo botón &quot;Informar&quot; en la bandeja inferior. Ahora presiona el ícono &quot;Accidente&quot;, &quot;Peligro&quot; o &quot;Verificación de velocidad&quot; para informar el evento de tráfico correcto, que es similar a aplicaciones como Waze. &quot;Al tocar, se marca automáticamente su ubicación sin una ventana de confirmación, por lo que no debe usarse excepto en una situación válida, señala <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> . </p> <p> </p> <p> La nueva interfaz de informes también está disponible en la edición CarPlay de Maps y a través del asistente digital Siri, MacRumors ha descubierto. Por ejemplo, &quot;Oye Siri, aquí hay una trampa de velocidad&quot;, &quot;Oye ‌Siri‌, hay un accidente&quot;, o algo parecido funcionará. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Informes de tráfico en aplicaciones de mapeo rivales </h2> <p> Las aplicaciones de mapas rivales han sido accidentes de crowdsourcing, trampas de velocidad, peligros y mucho más desde hace varios años. En Google Maps, los usuarios han podido informar eventos de tráfico adicionales más allá de accidentes, peligros y controles de velocidad. Por ejemplo, Google Maps también le permite informar choques, cierres de carriles, vehículos detenidos, construcciones y objetos en la carretera. </p> <p> Y en Waze, puedes informar sobre cierres de carreteras, policía, construcción y más. Los informes de colaboración colectiva en Waze agregan informes de usuarios en los servidores de Google y vienen con un sistema de puntos para incentivar a las personas a enviar eventos de tráfico a lo largo de la carretera. Apple aún no ha detallado cómo funciona su sistema ni ha revelado cómo su nueva función protege la privacidad. </p>"}