{"title":"Las 5 mejores calculadoras de fuentes de alimentación en línea","content":"<p> Ya sea que esté comprando una nueva fuente de alimentación o simplemente sienta curiosidad por saber cuánta electricidad usa su PC, una calculadora de suministro de energía en línea puede ayudarlo. </p> <p> Estas prácticas herramientas web resuelven los requisitos de energía combinados de sus componentes, para que pueda tomar una decisión informada sobre la potencia que necesita. Estas son algunas de las mejores calculadoras de fuentes de alimentación que existen. </p> <h2 id=\"why-use-an-online-power-supply-calculator\"> ¿Por qué utilizar una calculadora de suministro de energía en línea? </h2> <p> Cada componente que agregue a una PC consumirá electricidad de la unidad de fuente de alimentación (PSU). Cuanto más agregue, más energía necesitará. RAM, tarjetas gráficas, procesadores, placas base: todos necesitan potencia para funcionar de forma eficaz y segura. Esto solo aumenta si comienzas <a href=\"https://www.makeuseof.com/overclock-gpu-windows-10-asus-gpu-tweak/\" target=\"_blank\" rel=\"nofollow noopener\"> overclocking de sus componentes </a> . </p> <p> Si su fuente de alimentación es demasiado débil para alimentar todos sus componentes, puede tener problemas rápidamente. Es posible que su PC no se inicie, podría sufrir apagones aparentemente aleatorios y su sistema operativo podría congelarse. Si tiene mucha mala suerte, es posible que se queme, llevándose consigo la placa base y los componentes. </p> <p> Las calculadoras de suministro de energía en línea pueden ayudarlo a evitar estos problemas. No son 100 por ciento precisos, pero pueden indicar si su fuente de alimentación es obviamente insuficiente o está funcionando cerca de su capacidad. Sin embargo, es importante recordar que existen otras <a href=\"https://www.makeuseof.com/tag/6-things-know-buying-power-supply-unit-psu/\" target=\"_blank\" rel=\"nofollow noopener\"> factores que debe considerar al elegir una fuente de alimentación </a> . Las fuentes de alimentación económicas a menudo suministran menos energía de la que afirman y pueden ser menos confiables. </p> <p> </p> <h2 id=\"1-outervision-power-supply-calculator\"> 1. <a href=\"https://outervision.com/power-supply-calculator\" target=\"_blank\" rel=\"nofollow noopener\"> Calculadora de fuente de alimentación de OuterVision </a></h2> <p> <img alt=\"OuterVision power supply calculator\" src=\"images/outervision-power-supply-calculator-1-662.png\" loading=\"lazy\"> </p> <p> El enfoque principal del sitio web de Extreme OuterVision es la calculadora de PSU, pero también proporciona revisiones de la fuente de alimentación y compilaciones de ejemplo para diferentes propósitos. La calculadora de la fuente de alimentación se puede configurar para <strong> Básico </strong> o <strong> Experto </strong> . </p> <p> Al igual que otras calculadoras de PSU, usted elige sus componentes usando una variedad de menús desplegables, controles deslizantes y cuadros de texto. La <strong> Experto </strong> La versión amplía el número de estos para incluir configuraciones avanzadas, como overclocking y refrigeración líquida. </p> <p> En cualquier caso, puede establecer cuánto tiempo funcionará su PC todos los días y cuánto de ese tiempo se dedicará a tareas de alta demanda como juegos o renderizado 3D. En ambos modos, solo puede configurar la opción de placa base en <strong> Servidor </strong> , <strong> Escritorio </strong> , o <strong> Mini-ITX </strong> . </p> <p> La mayoría de los campos solo permiten componentes genéricos, como 8GB DDR4 RAM o 256GB SATA SSD. Sin embargo, puede elegir procesadores y tarjetas gráficas específicos, lo que presumiblemente significa resultados más precisos. Esta es la única calculadora en esta lista que incluye monitores. </p> <p> Los resultados incluyen potencia de carga y potencia recomendada. En <strong> Experto </strong> modo, también puede ver el amperaje combinado y una estimación de sus costos de energía. El sitio de OuterVision también cuenta con una calculadora de consumo de energía para plataformas de minería de criptomonedas. </p> <p> Además de calcular la rentabilidad minera potencial de su plataforma, se vincula a Amazon, donde puede comprar las piezas para construirla. </p> <p> </p> <h2 id=\"2-cooler-master-power-supply-calculator\"> 2. <a href=\"https://www.coolermaster.com/power-supply-calculator/\" target=\"_blank\" rel=\"nofollow noopener\"> Calculadora de fuente de alimentación Cooler Master </a></h2> <p> <img alt=\"cooler master power supply calculator\" src=\"images/cooler-master-power-supply-calculator-e1611671494951-262.png\" loading=\"lazy\"> </p> <p> La mayoría de los entusiastas de la tecnología conocen Cooler Master. Fabrica una amplia gama de carcasas, refrigeradores, fuentes de alimentación y periféricos para constructores de PC. </p> <p> Si está construyendo una PC sencilla sin muchas campanas y silbidos adicionales, la calculadora de PSU de Cooler Master puede darle una estimación razonable de sus requisitos de energía. </p> <p> Ofrece una selección de siete factores de forma de placa base, incluidos ATX y Mini-ATX, pero no modelos de placa específicos. También puede configurar su procesador y tarjeta gráfica en particular, pero todo lo demás es genérico. </p> <p> No ofrece tantas opciones como la calculadora OuterVision, pero cubre lo básico lo suficientemente bien. Y, por supuesto, esta calculadora existe como una forma de recomendar fuentes de alimentación Cooler Master. Cooler Master es ampliamente considerada una marca confiable y confiable para fuentes de alimentación, pero es importante reconocer ese sesgo. </p> <p> </p> <h2 id=\"3-be-quiet-psu-calculator\"> 3. <a href=\"https://www.bequiet.com/psucalculator\" target=\"_blank\" rel=\"nofollow noopener\"> ¡Tranquilizarse! Calculadora de PSU </a></h2> <p> <img alt=\"BeQuiet power supply calculator\" src=\"images/bequiet-power-supply-calculator-859.png\" loading=\"lazy\"> </p> <p> Al igual que Cooler Master, Be Quiet fabrica carcasas, fuentes de alimentación, ventiladores y otras partes de la PC, por lo que su calculadora naturalmente recomienda sus propios productos. Su calculadora de fuente de alimentación está igualmente simplificada, pero tiene algunas opciones interesantes que hacen que valga la pena echarle un vistazo. </p> <p> Al igual que con otras calculadoras, las únicas áreas que puede llenar con modelos específicos son para el procesador y la tarjeta gráfica. No tiene opciones para la placa base, y solo puede especificar una cantidad de discos SATA, discos PATA y memorias RAM, no su velocidad o capacidad. </p> <p> También tiene algunas opciones simples de overclocking (overclockeado o muy overclockeado), así como una configuración para la transmisión de energía USB 3.2. Pero lo que se destaca es la capacidad de guardar configuraciones en su PC como archivos de texto. Puede que esto no sea tan útil con una calculadora relativamente simple, pero es bueno tener la opción. </p> <p> Una vez que haya realizado un cálculo, el sitio le ofrecerá una selección de fuentes de alimentación Be Quiet, con opciones para filtrar aún más los resultados. </p> <p> </p> <h2 id=\"4-power-supply-calculator\"> 4. <a href=\"http://powersupplycalculator.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Calculadora de suministro de energía </a></h2> <p> <img alt=\"power supply calculator dot net\" src=\"images/power-supply-calculator-dot-net-e1611671539639-366.png\" loading=\"lazy\"> </p> <p> Esta calculadora de fuente de alimentación es mejor para computadoras más antiguas, ya que no parece haber sido actualizada por un tiempo. Le faltan muchos componentes más nuevos, pero también le permite agregar conexiones FireWire a su especificación, que es posible que no encuentre con las calculadoras nuevas. </p> <p> También cabe destacar el gráfico de barras que produce al final. Esto le muestra la distribución de energía en todo su sistema, tanto en inactivo como bajo carga. Esto no es algo que ofrecen la mayoría de las otras calculadoras. </p> <p> Junto con los componentes habituales como discos duros y SSD, puede agregar periféricos como teclados y ratones. También puede incluir una variedad de tarjetas PCI y PCI Express y hasta cinco ventiladores. También hay algunos controles deslizantes de overclocking para procesadores. </p> <p> Si tiene una PC más antigua y desea verificar su consumo de energía o reemplazar su fuente de alimentación, vale la pena probar esta calculadora. Ofrece algunos resultados interesantes que no encontrará en ningún otro lugar y no lo empuja a comprar nada. Sin embargo, para computadoras nuevas, necesitará usar una de las otras calculadoras. </p> <p> </p> <h2 id=\"pcpartpicker-system-builder\"> 5. <a href=\"https://pcpartpicker.com/list/\" target=\"_blank\" rel=\"nofollow noopener\"> Generador de sistemas PCPartPicker </a></h2> <p> <img alt=\"PC part picker system builder\" src=\"images/pc-part-picker-system-builder-e1611671564379-603.png\" loading=\"lazy\"> </p> <p> PCPartPicker le presenta una lista de todos los componentes esenciales que necesita para construir una PC. Debajo de cada título hay un botón, en el que puede hacer clic para agregar una pieza. A continuación, obtendrá una larga lista de productos reales para elegir, incluidos los precios de varios comerciantes. </p> <p> A medida que agrega piezas a su lista, System Builder realiza un seguimiento de la compatibilidad de sus componentes y la potencia estimada general. También tiene la opción de exportar su lista. El sitio genera automáticamente un enlace único que puede compartir, pero también puede generar texto de marcado que puede copiar y pegar para incrustar en otro lugar. </p> <p> Sus listas también se pueden guardar en su cuenta si crea una. Además, puede ver un historial de todas las listas que ha creado, lo cual es perfecto si desea comparar compilaciones potenciales. </p> <p> No es una calculadora de PSU dedicada, por lo que no le brinda un desglose de los requisitos de energía y no tiene en cuenta el overclocking. Pero le permite elegir componentes reales para cada parte de su construcción y luego basar los requisitos de la fuente de alimentación en eso. </p> <p> </p> <h2 id=\"how-accurate-are-power-supply-calculators\"> ¿Qué tan precisas son las calculadoras de fuentes de alimentación? </h2> <p> Las calculadoras de PSU solo pueden dar una estimación, en lugar de una cifra exacta. Por lo tanto, puede usarlos como guía, pero no tome los resultados como un evangelio. </p> <p> En nuestras pruebas, imaginamos una PC para juegos con una tarjeta gráfica y un procesador de alta gama, 16 GB de DDR4, un SSD SATA y un disco duro de 7200 rpm. Las recomendaciones que obtuvimos de las calculadoras variaron de 527W a 580W. </p> <p> En todos los casos, esas cifras fueron más bajas de lo esperado. Nvidia, por ejemplo, afirma que una tarjeta de gama alta como la GeForce RTX 3080 requiere al menos una fuente de alimentación de 750W. </p> <p> </p> <h2 id=\"get-the-right-amount-of-power-to-your-rig\"> Obtenga la cantidad adecuada de potencia para su plataforma </h2> <p> De hecho, es mejor tener algunos gastos generales al elegir una fuente de alimentación, por lo que, independientemente de lo que sugieran estas calculadoras, probablemente debería agregar un par de cientos de vatios en la parte superior. Todos parecen ser culpables de sugerir lo mínimo. </p> <p> Recuerde también que no todas las fuentes de alimentación son iguales. Las fuentes de alimentación económicas o de poca potencia pueden causar todo tipo de problemas. De hecho, incluso pueden freír por completo su placa base. Así que elija con cuidado y busque el consejo de un creador de PC experimentado si no está seguro. </p>"}