{"title":"La prohibición de Trump de Twitter es para siempre ... incluso si se postula para presidente nuevamente","content":"<p> Twitter se toma en serio la prohibición del expresidente estadounidense Donald Trump. La plataforma ha anunciado que nunca permitirá que Trump vuelva a Twitter, incluso si Trump decide postularse nuevamente para presidente en 2024. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump no tiene acceso a Twitter de por vida </h2> <p> En medio del segundo juicio político de Trump, el director financiero de Twitter, Ned Segal, realizó una entrevista en Squawk Box de CNBC sobre el futuro potencial de la cuenta de Twitter de Trump. Segal dijo que Twitter nunca permitirá que Trump vuelva a la plataforma, independientemente de si decide postularse para un cargo. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;La forma en que funcionan nuestras políticas, cuando se le quita de la plataforma, se le quita de la plataforma ya sea que sea un comentarista, un director financiero o un ex o actual funcionario público &quot;, dice <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> director de Finanzas <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> sobre si se podría restablecer la cuenta del presidente Trump. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> - Caja Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 de febrero de 2021 </a></blockquote>  <p> Segal señaló que las políticas de eliminación de Twitter no discriminan, afirmando que &quot;cuando se lo elimina de la plataforma, se lo elimina de la plataforma, ya sea que sea un comentarista, un director financiero o un público anterior o actual. oficial.&quot; </p> <p> Luego continuó diciendo que las &quot;políticas de Twitter están diseñadas para asegurarse de que las personas no inciten a la violencia&quot;, y si alguien viola esas políticas, Twitter tiene que eliminarlas. Las reglas de la plataforma &quot;no permiten que la gente regrese&quot;. </p> <p> En otras palabras, Trump nunca podrá volver a Twitter, y el hecho de que sea un exfuncionario público no cambiará eso. La prohibición de Twitter también permanecerá en vigor si Trump intenta postularse nuevamente para presidente. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> La tumultuosa relación de Trump con las redes sociales </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter prohibió a Trump </a> tras los disturbios en Capitol Hill el 6 de enero de 2021, por violar la política de incitación a la violencia de la plataforma. Pero incluso antes de esta prohibición permanente, Trump y Twitter tenían una relación muy difícil. </p> <p> Durante la presidencia de Trump, Twitter se encontró con frecuencia <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> marcar y eliminar los tweets de Trump </a> por violar las políticas de la plataforma. La plataforma etiquetó continuamente sus Tweets por contener información errónea sobre la votación, COVID-19 e incluso la integridad de las elecciones estadounidenses. </p> <p> Aún así, Twitter no fue el único en etiquetar y restringir algunos de los tweets de Trump. Facebook también tuvo un papel importante en <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> marcar el contenido de Trump por desinformación </a> . </p> <p> Trump fue esencialmente prohibido en todas las redes sociales luego de las protestas de Washington, DC. Twitter no solo eliminó a Trump de su plataforma, sino que Facebook, Instagram Snapchat, YouTube e incluso Twitch tomaron medidas en la cuenta de Trump. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> El sombrío futuro de la presencia social de Trump </h2> <p> Ahora que Trump está excluido de casi todas las principales plataformas sociales, no está claro si alguna vez volverá a aparecer en las redes sociales. Para algunos, esta es una noción bienvenida, pero para otros, la prohibición de las cuentas de Trump es una violación de la libertad de expresión. </p> <p> Parler, la llamada red social de libertad de expresión, probablemente hubiera recibido con los brazos abiertos la presencia de Trump. Pero ahora que la plataforma ha despedido a su propio CEO y ha sido arrancada de todo Internet, probablemente pasarán semanas (o tal vez incluso meses) hasta que Parler regrese. </p>"}