{"title":"La función de búsqueda de pestañas de Chrome puede aparecer en Microsoft Edge","content":"<p> Ahora que Microsoft Edge usa la base de código Chromium, el navegador del gigante del software ahora puede disfrutar de los mismos beneficios que Google Chrome tiene de forma predeterminada. Un usuario entusiasta de Reddit ha detectado un cambio reciente en Microsoft Edge que insinúa la función de búsqueda de pestañas de Chrome que aparece en el navegador. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Cómo la búsqueda con pestañas podría llegar a Microsoft Edge </h2> <p> El usuario de Reddit Leopeva64-2 dio la alarma en el <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Subreddit de Microsoft Edge </a> después de identificar una variable cambiante en el código de Edge. </p> <p> Anteriormente, tenía que sacar manualmente la función de su escondite. Estaba enterrado en el código de Microsoft Edge y tenía que usar la marca de línea de comando <code>--enable-features=TabSearch</code> para activarlo. </p> <p> Ahora, esa bandera ya no funciona; sin embargo, ha sido reemplazada por una nueva bandera llamada <code>--enable-features=msTabSearch</code>. Como dice Leopeva64-2: </p> <blockquote> <p> Los indicadores que comienzan con &quot;ms&quot; (msExtensionsHub, msDownloadsHub, etc.) se utilizan generalmente para habilitar o deshabilitar funciones de Edge &quot;exclusivas&quot;, por lo que el hecho de que Microsoft haya realizado este cambio podría significar que van a habilitar esta función de forma predeterminada pronto (o tal vez agregarán una nueva bandera en edge: // flags). </p> </blockquote> <p> Como tal, debido a que la marca TabSearch ahora tiene la etiqueta &quot;ms&quot;, es probable que veamos que esta función aparece en Microsoft Edge de forma predeterminada. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> La amistosa rivalidad de Microsoft con Chrome </h2> <p> Si Microsoft sigue adelante con la habilitación de esta función, se acercará un paso más a enfrentarse cara a cara con el navegador más importante de Internet, Google Chrome. </p> <p> Para enfrentarse a sus rivales, Microsoft ha logrado un equilibrio entre agregar funciones que la gente espera de un navegador moderno y desarrollar nuevas funciones para ayudar a Edge a destacar. Por ejemplo, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge recibió una herramienta de búsqueda en la barra lateral </a> para ayudarlo a competir mejor contra Chrome. </p> <p> Sin embargo, Microsoft no ha olvidado quién le dio a Edge la ventaja que necesitaba. Después de todo, el navegador ahora se basa en la base de código Chromium de Google, por lo que Microsoft tiene que trabajar junto con Chrome en ocasiones si quiere mejorar Edge. </p> <p> De hecho, debido a que Microsoft ayuda a desarrollar correcciones y funciones para el código base de Chromium, la empresa <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> convirtiéndose rápidamente en el mayor aliado de Chrome </a> . Como tal, Microsoft tiene una relación extraña con Chrome en la que compite y ayuda a su rival al mismo tiempo. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Búsqueda de la función de búsqueda de pestañas en Microsoft Edge </h2> <p> Si bien aún no se ha confirmado oficialmente nada, hay pruebas que sugieren que Microsoft quiere llevar la función de búsqueda de pestañas de Chrome a Chrome. Tendremos que sujetar a nuestros caballos y mantener nuestros ojos en el desarrollo de Edge para ver si aparece. </p> <p> Si está interesado en saber cómo Microsoft Edge está innovando frente a su competencia, debe conocer su función Sleeping Tabs. Las pruebas iniciales de esta función redujeron el uso de la CPU del navegador en un enorme 37 por ciento. </p> <p> <small> Crédito de la imagen: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}