{"title":"Lo que necesita saber sobre el ataque de Cognizant Maze Ransomware","content":"<p> Imagínese escribir un correo electrónico de trabajo importante y perder repentinamente el acceso a todo. O recibir un mensaje de error vicioso exigiendo que bitcoin descifre su computadora. Puede haber muchos escenarios diferentes, pero una cosa permanece igual para todos los ataques de ransomware: los atacantes siempre brindan instrucciones sobre cómo recuperar su acceso. Por supuesto, el único inconveniente es que primero debe proporcionar una cantidad considerable de rescate por adelantado. </p> <p> Un tipo devastador de ransomware conocido como &quot;Laberinto&quot; está circulando en el mundo de la ciberseguridad. Esto es lo que necesita saber sobre el ransomware Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> ¿Qué es el Maze Ransomware? </h2> <p> El ransomware Maze viene en forma de una variedad de Windows, distribuida a través de correos electrónicos no deseados y kits de explotación que exigen grandes cantidades de bitcoins o criptomonedas a cambio del descifrado y recuperación de datos robados. </p> <p> Los correos electrónicos llegan con líneas de asunto aparentemente inocentes como &quot;Su factura de Verizon está lista para ver&quot; o &quot;Entrega de paquetes perdidos&quot;, pero se originan a través de dominios maliciosos. Se rumorea que Maze es un ransomware basado en afiliados que opera a través de una red de desarrolladores que comparten las ganancias con diferentes grupos que se infiltran en las redes corporativas. </p> <p> Para idear estrategias para proteger y limitar la exposición a ataques similares, deberíamos reflexionar sobre Cognizant Maze ... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> El ataque de Cognizant Maze Ransomware </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> En abril de 2020, Cognizant, una empresa de Fortune 500 y uno de los mayores proveedores mundiales de servicios de TI, se convirtió en víctima del feroz ataque Maze que causó inmensas interrupciones del servicio en todos los ámbitos. </p> <p> Debido a la eliminación de directorios internos llevada a cabo por este ataque, varios empleados de Cognizant sufrieron interrupciones en la comunicación y el equipo de ventas quedó desconcertado sin forma de comunicarse con los clientes y viceversa. </p> <p> El hecho de que la violación de datos de Cognizant ocurriera cuando la compañía estaba transfiriendo a los empleados para trabajar de forma remota debido a la pandemia de Coronavirus lo hizo más desafiante. Según el informe de <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , los empleados se vieron obligados a buscar otros medios para ponerse en contacto con sus compañeros de trabajo debido a la pérdida de acceso al correo electrónico. </p> <p> &quot;Nadie quiere enfrentarse a un ataque de ransomware&quot;, dijo el director ejecutivo de Cognizant, Brian Humphries. “Personalmente, no creo que nadie sea realmente inmune a ello, pero la diferencia es cómo se gestiona. Y tratamos de gestionarlo de forma profesional y madura &quot;. </p> <p> La empresa desestabilizó rápidamente la situación al obtener la ayuda de los principales expertos en ciberseguridad y sus equipos internos de seguridad de TI. El ciberataque de Cognizant también se informó a las fuerzas del orden y los clientes de Cognizant recibieron actualizaciones constantes sobre los Indicadores de Compromiso (IOC). </p> <p> Sin embargo, la compañía incurrió en daños financieros sustanciales debido al ataque, acumulando una enorme cantidad <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> $ 50- $ 70 millones en ingresos perdidos </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> ¿Por qué Maze Ransomware es una doble amenaza? </h2> <p> Como si verse afectado por Ransomware no fuera lo suficientemente malo, los inventores del ataque Maze le dieron un giro adicional a las víctimas. Una táctica maliciosa conocida como &quot;doble extorsión&quot; se introduce con un ataque de laberinto en el que las víctimas son amenazadas con una filtración de sus datos comprometidos si se niegan a cooperar y cumplir con las demandas de ransomware. </p> <p> Este notorio ransomware se llama con razón una &quot;doble amenaza&quot; porque, además de cerrar el acceso a la red para los empleados, también crea una réplica de toda la información de la red y la utiliza para explotar y atraer a las víctimas para que cumplan con el rescate. </p> <p> Desafortunadamente, las tácticas de presión de los creadores de Maze no terminan aquí. Investigaciones recientes han indicado que TA2101, un grupo detrás del ransomware Maze, ahora ha publicado un sitio web dedicado que enumera a todas sus víctimas que no cooperaron y publica con frecuencia sus muestras de datos robados como una forma de castigo. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Cómo limitar los incidentes de Maze Ransomware </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Mitigar y eliminar los riesgos del ransomware es un proceso multifacético en el que se combinan y personalizan varias estrategias en función de cada caso de usuario y el perfil de riesgo de una organización individual. Estas son las estrategias más populares que pueden ayudar a detener un ataque de laberinto en su camino. </p> <h3 id=\"enforce-application-whitelisting\"> Hacer cumplir la lista blanca de aplicaciones </h3> <p> La lista blanca de aplicaciones es una técnica proactiva de mitigación de amenazas que permite que solo se ejecuten programas o software preautorizados, mientras que todos los demás están bloqueados de forma predeterminada. </p> <p> Esta técnica ayuda enormemente a identificar intentos ilegales de ejecutar código malicioso y ayuda a prevenir instalaciones no autorizadas. </p> <h3 id=\"patch-applications-and-security-flaws\"> Aplicaciones de parche y fallas de seguridad </h3> <p> Las fallas de seguridad deben repararse tan pronto como se descubran para evitar la manipulación y el abuso por parte de los atacantes. A continuación, se muestran los plazos recomendados para aplicar los parches con prontitud en función de la gravedad de las fallas: </p> <ul> <li> <strong> Riesgo extremo </strong> : dentro de las 48 horas posteriores al lanzamiento del parche. </li> <li> <strong> Alto riesgo </strong> : dentro de las dos semanas posteriores al lanzamiento del parche. </li> <li> <strong> Riesgo moderado o bajo </strong> : en el plazo de un mes a partir del lanzamiento de un parche. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Configurar los ajustes de macros de Microsoft Office </h3> <p> Las macros se utilizan para automatizar tareas de rutina, pero a veces pueden ser un objetivo fácil para transportar código malicioso a un sistema o computadora una vez habilitadas. El mejor enfoque es mantenerlos desactivados si es posible o hacer que los evalúen y revisen antes de usarlos. </p> <h3 id=\"employ-application-hardening\"> Emplear el endurecimiento de la aplicación </h3> <p> El endurecimiento de aplicaciones es un método para proteger sus aplicaciones y aplicar capas adicionales de seguridad para protegerlas contra robos. Las aplicaciones Java son muy propensas a las vulnerabilidades de seguridad y pueden ser utilizadas por los actores de amenazas como puntos de entrada. Es imperativo proteger su red empleando esta metodología a nivel de aplicación. </p> <h3 id=\"restrict-administrative-privileges\"> Restringir los privilegios administrativos </h3> <p> Los privilegios administrativos deben manejarse con mucha precaución ya que una cuenta de administrador tiene acceso a todo. Emplee siempre el principio de privilegio mínimo (POLP) al configurar accesos y permisos, ya que puede ser un factor integral para mitigar el ransomware Maze o cualquier ciberataque. </p> <h3 id=\"patch-operating-systems\"> Sistemas operativos de parche </h3> <p> Como regla general, todas las aplicaciones, computadoras y dispositivos de red con vulnerabilidades de riesgo extremo deben repararse en un plazo de 48 horas. También es vital asegurarse de que solo se utilicen las últimas versiones de los sistemas operativos y evitar las versiones no compatibles a toda costa. </p> <h3 id=\"implement-multi-factor-authentication\"> Implementar la autenticación multifactor </h3> <p> La autenticación multifactor (MFA) agrega una capa adicional de seguridad, ya que se requieren múltiples dispositivos autorizados para iniciar sesión en soluciones de acceso remoto como banca en línea o cualquier otra acción privilegiada que requiera el uso de información confidencial. </p> <h3 id=\"secure-your-browsers\"> Asegure sus navegadores </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Es importante asegurarse de que su navegador esté siempre actualizado, los anuncios emergentes estén bloqueados y la configuración de su navegador evite la instalación de extensiones desconocidas. </p> <p> Verifique si los sitios web que está visitando son legítimos revisando la barra de direcciones. Solo recuerde, HTTPS es seguro, mientras que HTTP lo es considerablemente menos. </p> <p> </p> <h3 id=\"employ-email-security\"> Emplear la seguridad del correo electrónico </h3> <p> El principal método de entrada para el ransomware Maze es por correo electrónico. </p> <p> Implemente la autenticación de múltiples factores para agregar una capa adicional de seguridad y establecer fechas de vencimiento para las contraseñas. Además, capacítese a usted mismo y al personal para que nunca abran correos electrónicos de fuentes desconocidas o al menos no descarguen archivos adjuntos sospechosos. Invertir en una solución de protección de correo electrónico garantiza la transmisión segura de sus correos electrónicos. </p> <h3 id=\"make-regular-backups\"> Realice copias de seguridad periódicas </h3> <p> Las copias de seguridad de datos son una parte integral de un plan de recuperación ante desastres. En caso de un ataque, al restaurar copias de seguridad exitosas, puede descifrar fácilmente los datos originales de la copia de seguridad que fueron cifrados por los piratas informáticos. Es una buena idea configurar copias de seguridad automatizadas y crear contraseñas únicas y complejas para sus empleados. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Preste atención a los endpoints y credenciales afectados </h3> <p> Por último, pero no menos importante, si alguno de los puntos finales de su red se ha visto afectado por el ransomware Maze, debe identificar rápidamente todas las credenciales utilizadas en ellos. Asuma siempre que todos los puntos finales estaban disponibles y / o comprometidos por los piratas informáticos. El registro de eventos de Windows será útil para el análisis de inicios de sesión posteriores al compromiso. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> ¿Aturdido por el Cognizant Maze Attack? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> La violación de Cognizant dejó al proveedor de soluciones de TI luchando por recuperarse de las inmensas pérdidas financieras y de datos. Sin embargo, con la ayuda de los mejores expertos en ciberseguridad, la empresa se recuperó rápidamente de este feroz ataque. </p> <p> Este episodio demostró cuán peligrosos pueden ser los ataques de ransomware. </p> <p> Además del Laberinto, hay una plétora de otros ataques de ransomware llevados a cabo diariamente por actores de amenazas viciosos. La buena noticia es que, con la debida diligencia y las estrictas prácticas de seguridad, cualquier empresa puede mitigar fácilmente estos ataques antes de que ocurran. </p>"}