{"title":"La serie Samsung Galaxy S21 rompe récords de pedidos anticipados","content":"<p> El Samsung Galaxy S21 fue uno de los smartphones más esperados de los últimos años. Samsung hizo un trabajo fantástico al crear exageración para el teléfono, y ahora que muchos de los <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-reviews/\" target=\"_blank\" rel=\"nofollow noopener\"> han salido críticas </a> , parece que la exageración fue más que merecida. </p> <p> Ahora, la compañía ha revelado que el teléfono ha establecido nuevos récords de pedidos anticipados en el Reino Unido, según lo informado por <a href=\"https://www.sammobile.com/news/galaxy-s21-series-pre-order-record-beating-s10-s20/\" target=\"_blank\" rel=\"nofollow noopener\"> SamMobile </a> . Eso significa que los fanáticos de Samsung están aprovechando la oportunidad de tener en sus manos un dispositivo de la serie Galaxy S21. </p> <h2 id=\"galaxy-s21-preorder-records\"> Registros de pedidos anticipados del Galaxy S21 </h2> <p> Samsung dice que la serie Galaxy S21 ha superado a los teléfonos Galaxy S10 y Galaxy S20 en términos de pedidos anticipados, lo cual no es poca cosa considerando lo populares que eran ambos dispositivos. </p> <p> Lo más sorprendente es que el Galaxy S21 Ultra representó más del 50 por ciento del éxito de los pedidos anticipados en el Reino Unido. Si bien ese teléfono es un poco más caro que el modelo base Galaxy S21, parece que las características valieron la pena para un gran porcentaje de compradores. </p> <p> </p> <p> Samsung señaló que el Galaxy S21 Ultra superó al Galaxy S21 y al Galaxy S21 + combinados. </p> <p> Samsung cita la &quot;innovación con creces&quot; como la razón del mayor éxito de su modelo de primera línea. Cualquiera que sea la causa, está claro que Samsung tiene un fantástico buque insignia en sus manos del que los compradores no pueden tener suficiente con la forma en que los pedidos anticipados han estallado en el Reino Unido. </p> <p> </p> <h2 id=\"why-are-people-flocking-to-the-galaxy-s21-ultra\"> ¿Por qué la gente acude en masa al Galaxy S21 Ultra? </h2> <p> Todos los teléfonos Galaxy S21 están repletos de características y especificaciones sólidas, pero el Ultra es realmente algo especial. </p> <p> Cuenta con uno de los sistemas de cámara más robustos de cualquier teléfono inteligente insignia. Viene con un disparador primario de 108MP bestial con una apertura de f / 1.8. También hay un teleobjetivo periscopio de 10MP, una cámara con teleobjetivo de 10MP y un disparador ultra gran angular de 12MP. Te resultará difícil encontrar un teléfono inteligente con un mejor sistema de cámara. </p> <p> El teléfono cuenta con una magnífica pantalla de 6,8 pulgadas y 120 Hz con una resolución de 1440x3200. Hay soporte para HDR10 +, por lo que obtendrá colores e imágenes increíblemente vibrantes. Incluso viene con el cristal Victus Corning Gorilla Glass ultrarresistente. </p> <p> En cuanto a la potencia, en el Reino Unido (y en todas partes fuera de los EE. UU. Y China), el teléfono viene con un procesador Exynos 2100. Estados Unidos y China obtienen un procesador Qualcomm Snapdragon 888 igualmente potente. </p> <p> En pocas palabras, si hay algo que desea que tenga un teléfono inteligente, el Galaxy S21 Ultra probablemente lo tenga (y probablemente tenga un montón de cosas que ni siquiera sabía que quería). </p>"}