{"title":"Microsoft agrega alertas de amenazas de estado-nación a Defender para Office 365","content":"<p> En una actualización interesante y como respuesta directa al ciberataque de SolarWinds, Microsoft está configurado para agregar una nueva advertencia de actividad de piratería de estado nacional a Microsoft 365. Las advertencias alertarán a los usuarios sobre cualquier amenaza potencial derivada de un atacante de estado nacional Es hora de reaccionar ante la amenaza. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft presenta notificaciones de amenazas de estado-nación </h2> <p> Microsoft Defender para Office 365 (anteriormente conocido como Office 365 Advanced Threat Protection) mostrará una notificación que informa a los usuarios empresariales que un supuesto ataque de amenaza de un estado nacional está interfiriendo con su espacio de trabajo. </p> <blockquote> <p> Estos ataques representan algunas de las actividades de amenazas más avanzadas y persistentes que rastrea Microsoft. El Centro de inteligencia de amenazas de Microsoft sigue estas amenazas, crea perfiles completos de la actividad y trabaja en estrecha colaboración con todos los equipos de seguridad de Microsoft para implementar detecciones y mitigaciones para proteger a nuestros clientes. </p> </blockquote> <p> Microsoft ya notifica a miles de usuarios por año que un actor de amenazas de un estado nacional podría estar interfiriendo con su red. Sin embargo, por el momento, las alertas se envían por correo electrónico. </p> <p> Si el usuario de Microsoft Defender para Office 365 no revisa su correo electrónico ese día, es posible que se pierda una notificación importante. Aunque Defender para Office 365 es principalmente un producto empresarial, las notificaciones importantes aún se escapan por los huecos. </p> <p> Las nuevas notificaciones aparecerán en el panel de Microsoft Defender para Office 365. Tendrá muchas más posibilidades de ser visto por administradores de red, equipos de seguridad, personal de administración, etc. </p> <p> Microsoft agregó las &quot;Alertas de actividad potencial de la nación y el estado&quot; a la hoja de ruta de Office 365 el 6 de febrero de 2021 y espera que la función complete la implementación para fines de mes. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> ¿Qué es un ataque al Estado-nación? </h2> <p> Un ataque de estado-nación se considera uno de los tipos de ciberataques más peligrosos, tal es la profundidad del conocimiento y la variedad de recursos disponibles para el actor de la amenaza. </p> <p> </p> <p> La <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> reciente ciberataque de SolarWinds </a> Se sospecha fuertemente que es un ataque de un estado-nación, tal era el nivel de experiencia requerido para infiltrarse en redes de tan alto nivel. El ataque, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> conocido como pirateo de la cadena de suministro </a> , comprometió varios objetivos después de permanecer inactivos en las redes de la víctima durante meses. </p> <p> Pero a pesar de lo peligroso que suena y parece un ataque de estado-nación, la mayoría de las veces, los usuarios habituales como usted y yo no somos los objetivos. No vale la pena dedicar recursos tan importantes a atacar a los ciudadanos comunes, ya que hay formas mucho más fáciles de acceder a sus datos. </p> <p> Como tal, las amenazas del estado-nación suelen atacar objetivos mucho más grandes, como oficinas gubernamentales, importantes empresas tecnológicas, infraestructura nacional, etc. </p>"}