{"title":"Microsoft ha fijado una fecha para la eliminación de Legacy Edge","content":"<p> Hemos visto indicios de que Microsoft quiere deshacerse finalmente de su Edge heredado, y ahora finalmente ha llegado el día. Si está utilizando Edge heredado, solo tiene hasta el 13 de abril de 2021 para saltar a un nuevo navegador antes de que se borre de su PC. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> El fin del Legacy Edge de Microsoft </h2> <p> Microsoft declaró la fecha límite en <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> el sitio web de Tech Community </a> . La noticia no es una gran sorpresa, ya que el gigante del software no ha estado cortando lazos con su navegador heredado de manera no tan sutil. Por ejemplo, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> los paquetes de idiomas futuros ya no son compatibles con Edge heredado </a> . </p> <p> En ese entonces, no sabíamos cuándo Microsoft se desconectaría; todo lo que sabíamos era que Microsoft quería que desapareciera pronto. Ahora, el gigante del software ha delineado dos fechas clave en la eliminación de Edge heredado. </p> <p> La primera fecha es cuando Microsoft elimina el soporte para Edge heredado, lo que ocurre el 9 de marzo de 2021. En esa fecha, Edge heredado no recibirá más actualizaciones, incluso si alguien encuentra una falla de seguridad desagradable en él. Como tal, esta es la fecha ideal para cambiar de navegador si todavía está en el Edge heredado. </p> <p> La segunda fecha es el 13 de abril de 2021, cuando Microsoft se deshaga de Edge heredado. No nos referimos simplemente a dejar el Edge heredado en sus propios dispositivos; Microsoft tiene la intención de publicar una actualización de Windows 10 que elimina el antiguo navegador del sistema operativo. </p> <p> Tenga en cuenta que esto no eliminará el nuevo Chromium Edge, que <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft lanzó hace poco más de un año </a> . De hecho, la versión Chromium de Edge es la razón principal por la que Microsoft está eliminando el Edge heredado en primer lugar. </p> <p> Si usa Edge y no está seguro de si usa la versión heredada o Chromium de Edge, la antigua usa una E azul sólida como su logotipo. Chromium Edge tiene una espiral azul y verde más colorida que se parece a una E. </p> <p> Como tal, si está utilizando el antiguo Microsoft Edge, ahora es un buen momento para mover los navegadores, incluso si es un pequeño salto a Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Poniendo un legado a la cama </h2> <p> Si todavía te aferras al Edge heredado, ahora es un momento fantástico para abandonar el barco. La versión anterior de Edge solo empeorará cada vez más a partir de ahora hasta que se elimine por completo en abril de 2021. </p> <p> Si siempre has querido probar Chromium Edge, ahora es el momento de hacerlo. Microsoft recientemente se jactó de tener 600 millones de usuarios en su nuevo navegador, por lo que definitivamente vale la pena intentarlo. </p> <p> <small> Crédito de la imagen: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}