{"title":"Microsoft Bing pronto usará IA para corregir sus errores tipográficos","content":"<p> Obtener una sola palabra incorrecta en una consulta de búsqueda puede convertir un uso productivo de su tiempo en un desastre de resultados irrelevantes. Microsoft tiene como objetivo solucionarlo presentando Speller100, un corrector ortográfico basado en inteligencia artificial para Bing. </p> <h2 id=\"what-is-speller100\"> ¿Qué es Speller100? </h2> <p> El gigante del software anunció Speller100 en el <a href=\"https://www.microsoft.com/en-us/research/blog/speller100-zero-shot-spelling-correction-at-scale-for-100-plus-languages/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog de investigación de Microsoft </a> . La compañía señala que obtener un término de búsqueda correcto en la primera pasada es muy importante, incluso si se produjo un error tipográfico por accidente. </p> <p> Cuando un usuario comete un error tipográfico en una consulta de búsqueda, generalmente puede significar un desastre para los resultados. Si el motor de búsqueda no sabe lo que quiso decir el usuario, puede hacer una suposición incorrecta sobre lo que se supone que debe ser la palabra o, peor aún, ignorarla por completo. </p> <p> Desafortunadamente, tal ocurrencia significaría un desastre para sus resultados de búsqueda. Un pequeño error en su término de búsqueda puede enviar los resultados en una dirección tremendamente diferente a la que usted deseaba, lo que significa un retoque más frustrante con sus términos de búsqueda. </p> <p> Microsoft tiene como objetivo solucionar este problema utilizando su Speller100 con tecnología de inteligencia artificial para verificar sus términos de búsqueda. Si alguna vez ha escrito mal algo mientras buscaba en Google, habrá notado la pequeña recomendación que le da el motor de búsqueda para asegurarse de que está buscando lo correcto. </p> <p> Speller100 para Microsoft hará algo similar, pero con la ventaja de trabajar con más de 100 idiomas diferentes. Speller100 utilizará <a href=\"https://www.makeuseof.com/tag/machine-learning-google-free-course/\" target=\"_blank\" rel=\"nofollow noopener\"> IA de aprendizaje automático </a> para garantizar que el corrector ortográfico evolucione para satisfacer mejor las expectativas del usuario. </p> <p> Microsoft cree que esta es una empresa importante porque calculó que el 15 por ciento de las consultas de búsqueda contienen un error de ortografía de alguna manera. Permitir que Bing redirija al usuario a donde quiere ir de manera inteligente ayuda a ahorrar tiempo y mejorar la experiencia del usuario. </p> <p> Cuando Microsoft usó Speller100 para ayudar con las búsquedas de Bing, encontró algunos resultados fascinantes: </p> <blockquote> <p> El número de páginas sin resultados se redujo hasta en un 30%. La cantidad de veces que los usuarios tuvieron que reformular manualmente su consulta se redujo en un 5%. La cantidad de veces que los usuarios hicieron clic en nuestra sugerencia de ortografía aumentó de un solo dígito al 67%. La cantidad de veces que los usuarios hicieron clic en cualquier elemento de la página pasó de un dígito al 70%. </p> </blockquote> <p> Como tal, si usa Bing con regularidad, mantenga los ojos bien abiertos para obtener sugerencias ortográficas más competentes y mejores resultados en general. </p> <p> </p> <h2 id=\"making-a-better-bing-with-speller100\"> Haciendo un mejor Bing con Speller100 </h2> <p> Si tiene dedos torpes, es posible que desee comenzar a buscar con Bing a partir de ahora. Con el nuevo sistema Speller100, esos errores tipográficos furtivos se solucionarán para una mejor experiencia de búsqueda general. </p> <p> Si eres de Australia, es posible que uses Bing con más frecuencia en el futuro. En el momento de escribir este artículo, Google amenaza con dejar Australia y llevarse sus servicios consigo, pero Microsoft está dispuesto a dar un paso al frente y ocupar el lugar que Google dejará atrás. </p> <p> <small> Crédito de la imagen: Sharaf Maksumov / <a href=\"https://www.shutterstock.com/image-photo/ryazan-russia-march-01-2018-homepage-1055848478\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}