{"title":"Microsoft hace que sea más fácil levantar la mano en los equipos","content":"<p> Si ha intentado levantar la mano en Microsoft Teams antes, probablemente haya notado que no existe una manera rápida y fácil de hacerlo. Sin embargo, Microsoft planea solucionarlo agregando un atajo de teclado que levanta la mano de inmediato. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> El nuevo método abreviado de teclado para Microsoft Teams </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> OnMSFT </a> vio por primera vez el anuncio de la nueva función. Microsoft declaró el desarrollo de esta función en el <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> UserVoice de Microsoft Teams </a> . </p> <p> UserVoice no es un foro especial donde los usuarios pueden presentar lo que quieren ver de Teams directamente al gigante tecnológico. Previamente vimos <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft agrega la programación de reuniones de Teams </a> gracias al foro UserVoice. </p> <p> En dicho foro, alguien había propuesto la idea de agregar un atajo de teclado para levantar la mano en una reunión de Teams. Microsoft agració el hilo con su presencia y publicó lo siguiente: </p> <blockquote> <p> Gracias por tus comentarios. El equipo ha comenzado a trabajar en esta función para Windows y Mac de escritorio. Se trabajará en los clientes web en el futuro. Compartiremos una actualización tan pronto como esté disponible. </p> </blockquote> <p> Si bien no tenemos una fecha de lanzamiento exacta, mantén los ojos bien abiertos para una actualización futura que agregue esta característica práctica. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Todos los que quisieron esto, levanten la mano </h2> <p> Si desea un método abreviado de teclado para levantar la mano en Teams, está de suerte. No estamos seguros de cuándo saldrá, pero será una adición bienvenida cuando se lance en Teams. </p> <p> Si le gusta interactuar en sus reuniones de Teams, ¿sabía que Microsoft agregará reacciones tipo emoji a sus videollamadas? </p> <p> <small> Crédito de la imagen: FS Stock / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}