{"title":"Magna, Nissan y Foxconn son candidatos para construir el automóvil Apple","content":"<p> Es posible que Kia ya no esté en la carrera para fabricar el escurridizo Apple Car, pero Apple tiene muchas otras opciones viables en caso de que decida construir su primer automóvil. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Los vehículos eléctricos (EV) ayudan al medio ambiente </a> y, según los informes, el éxito de Tesla no pasó desapercibido para los altos cargos de Apple. Aparentemente, la empresa está invirtiendo recursos en la construcción de un <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> EV que puede carecer de volante </a> . Dicho esto, la fabricación de automóviles siempre ha sido un pozo de dinero que requiere una vasta cadena de suministro que abarca continentes. </p> <p> Como informamos recientemente, Apple y Kia no parecen asociarse en el Apple Car después de todo. Además, los principales fabricantes de automóviles japoneses a los que supuestamente se acercó Apple parecen <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> preocupado por ser relegado a fabricantes contratados </a> . </p> <p> Un nuevo informe de <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> intenta reunir a posibles proveedores y socios de montaje para la producción del supuesto EV de Apple. Las posibles opciones incluyen Nissan y Stellantis, así como Magna, que fabrica automóviles para otras marcas, y más. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn tiene vínculos existentes con Apple </h2> <p> Foxconn es una opción importante: la compañía tiene vínculos existentes con Apple como su fabricante contratado que ensambla iPhones y otros dispositivos. Hace unos meses, Foxconn presentó su primer chasis EV junto con una plataforma de software. </p> <p> Planea lanzar una batería de estado sólido para 2024, el mismo año que se dice que Apple Car entrará en producción en masa. Foxconn y Fiat Chrysler están en una empresa conjunta para construir autos eléctricos en China. Apple podría aprovechar las tecnologías de Foxconn como base para su vehículo eléctrico. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna encaja bien </h2> <p> Magna, con sede en Canadá, fabrica varias piezas para marcas como BMW y Jaguar Land Rover en su fábrica de Graz, Austria. Magna ofrece sus servicios de ingeniería y fabricación a nuevas empresas de vehículos eléctricos. La compañía se ha asociado con LG para construir transmisiones juntos y recientemente comenzó a ensamblar vehículos en China. </p> <p> </p> <p> Bloomberg dice que Magna tiene el beneficio de una relación previa con Apple: es el primer fabricante contratado con el que Apple habló cuando decidió ingresar al espacio de los vehículos eléctricos hace cinco años. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Las conversaciones entre Apple y Hyundai podrían reiniciarse </h2> <p> En cuanto a Hyundai y Kia, ambos ejecutan operaciones de fabricación en los EE. UU. La nueva plataforma de vehículos eléctricos de Kia promete un rango de conducción de aproximadamente 311 millas (más de 500 kilómetros) y baterías de carga rápida de hasta un 80 por ciento en 18 minutos. </p> <p> Según los informes, Apple estaba interesada en asociarse con Hyundai / Kia. Sin embargo, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> las conversaciones se vinieron abajo </a> después de que los ejecutivos hubieran confirmado informes de que la compañía estaba en conversaciones con Apple. </p> <blockquote> <p> La gran desventaja que tienen Hyundai y Kia es el reciente intercambio de opiniones sobre si están desarrollando un automóvil para Apple, una empresa notoriamente reservada. Aunque los dos fabricantes de automóviles han dicho que las conversaciones no están sucediendo, es posible que las discusiones se reinicien si Apple los considera los mejores socios posibles. </p> </blockquote> <p> Kia planea presentar 23 nuevos modelos de vehículos eléctricos basados ​​en su plataforma para 2025. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan y fabricantes de automóviles europeos </h2> <p> El artículo intenta explicar por qué Nissan sería una buena opción para Apple. Nisan tiene una plataforma de vehículos eléctricos desarrollada en conjunto con Renault, pero lo más importante es que su director ejecutivo, Makoto Uchida, dijo recientemente que Nissan &quot;tiene el ADN para hacer cosas que otros no hacen&quot;. </p> <p> </p> <p> Combine eso con el hecho de que la compañía se ha visto afectada financieramente en los últimos 12 meses y tiene un posible acuerdo Apple-Nissan en el horizonte, Bloomberg lo tiene: </p> <blockquote> <p> El fabricante de automóviles se ha visto sumido en una depresión, reportando su mayor pérdida en dos décadas en el año fiscal 2019, y podría obtener ingresos muy necesarios ayudando a Apple a desarrollar o fabricar su vehículo. También podría beneficiarse del acceso a la tecnología de Apple. Después de seguir una estrategia de volumen a cualquier costo que reduzca las ganancias, Nissan necesita atraer clientes que pagan más alto en gran parte con la tecnología dentro de sus autos. </p> </blockquote> <p> El informe continúa destacando a los fabricantes de automóviles europeos, como Stellantis, como posibles socios de montaje y producción del Apple Car. La disponibilidad de capacidad de producción es quizás el factor más importante en la fabricación de automóviles, pregúntele a Tesla. En ese sentido, Apple haría bien en subcontratar la producción de su vehículo eléctrico a varios vendedores y proveedores de automóviles. </p> <p> <small> Crédito de la imagen: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}