{"title":"Microsoft Teams recibe dos nuevas aplicaciones de productividad y seguimiento","content":"<p> Microsoft está trayendo dos nuevas Power Apps a Microsoft Teams: Boletines e Milestones. Ambas nuevas aplicaciones se centran en facilitar el intercambio y el seguimiento del trabajo, y además se crean utilizando la plataforma de energía personalizable, lo que le permite adaptarlas a las necesidades de su organización. </p> <p> Las nuevas aplicaciones ya están disponibles en la tienda de Microsoft Teams, lo que significa que puede comenzar a usarlas de inmediato. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Nuevas Power Apps para Microsoft Teams: boletines e hitos </h2> <p> Las nuevas aplicaciones realizan funciones fieles a los nombres. </p> <p> Como se anunció en <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> el blog de Power Apps </a> , <strong> Boletines </strong> es una aplicación de Microsoft Teams desde la que publica noticias de la empresa, información y más en toda su organización. La aplicación tendrá un papel central en la distribución de comunicaciones en todo el espacio de trabajo, asegurando que cada usuario reciba notificaciones y esté incluido en la conversación de la organización. </p> <blockquote> <p> La solución Bulletins permite al equipo de comunicación compartir noticias e información de la empresa o del departamento en un lugar central. Los artículos de noticias se pueden organizar en categorías y contener contenido enriquecido, que incluye imágenes, videos y botones accionables. Los editores también pueden ver las métricas de los artículos publicados, como las tasas de visualización a lo largo del tiempo. </p> </blockquote> <p> Los boletines de Microsoft Teams también están optimizados para dispositivos móviles. Los usuarios móviles tienen el mismo acceso a la aplicación y pueden responder, personalizar y publicar lo mismo que sus homólogos de escritorio. </p> <p> <strong> Hitos </strong> trae el seguimiento de proyectos, actualizaciones de estado y actualizaciones de equipos multifuncionales en un solo centro. </p> <blockquote> <p> Cada organización tiene una necesidad única de su software de seguimiento de proyectos. La aplicación Milestones le brinda la facilidad de usar un código bajo para personalizar esta experiencia. Puede actualizar las etiquetas de los campos, agregar nuevos campos o agregar flujos de procesos comerciales, como notificaciones a los propietarios de la secuencia de trabajo, cuando hay un cambio de estado en la tarea. </p> </blockquote> <p> Milestones, entonces, tiene como objetivo convertirse en un portal de seguimiento de proyectos para respaldar toda la plataforma de Microsoft Teams, en lugar de tener que acceder a una aplicación diferente para realizar un seguimiento de lo que sucede con su proyecto. </p> <p> La aplicación Milestones permitirá una amplia personalización para adaptarse a las necesidades de su organización y sus proyectos. Además, puede fijar los hitos en el canal principal del equipo para que todos los vean. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams se está convirtiendo en la herramienta de referencia </h2> <p> La introducción de nuevas aplicaciones para la gestión de proyectos y los boletines de toda la organización es otro paso para que Microsoft Teams se convierta en la herramienta de referencia para todas las funciones. Microsoft hizo recientemente <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Navegación de equipos mucho más fácil </a> , y en los últimos meses hemos visto llegar una gran cantidad de actualizaciones de funcionalidad a la plataforma del espacio de trabajo colaborativo. </p> <p> </p> <p> A medida que la pandemia de COVID-19 continúa afectando los lugares de trabajo tradicionales y las prácticas de trabajo desde casa se fortalecen, se espera que Microsoft continúe impulsando las nuevas funciones de Microsoft Teams. </p>"}