{"title":"Microsoft podría recompensarte pronto por usar Edge","content":"<p> El nuevo Microsoft Edge ha avanzado a pasos agigantados desde que se mudó a una compilación de Chromium, pero no todos están lo suficientemente convencidos para usarlo todavía. El gigante del software tiene como objetivo solucionarlo otorgando puntos a las personas en Microsoft Rewards por usar su nuevo navegador. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Ganar grandes puntos con Microsoft Edge </h2> <p> Los cambios recientes en Microsoft Rewards fueron detectados por <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> onMSFT </a> . Algunos usuarios de Recompensas con ojos de águila han notado que Microsoft ahora está otorgando muchos más puntos a las personas que usaron Edge para buscar en Bing. </p> <p> Puede intercambiar estos puntos por golosinas, lo cual es una gran ayuda para los fanáticos de Microsoft. Por ejemplo, puede utilizar Microsoft Rewards para obtener <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> Xbox Live Gold gratis </a> . </p> <p> Anteriormente, los usuarios solo obtenían un pequeño impulso cuando usaban Edge para buscar en Bing. Obtendría 150 puntos si buscara en una PC y 100 en un dispositivo móvil. Cualquiera que sea el método que elija, obtendrá una bonificación de 20 puntos si utilizó Microsoft Edge mientras buscaba en Bing. </p> <p> Ahora, Microsoft está experimentando con un nuevo sistema de puntos que puede dar hasta 250 puntos solo por usar Edge. Microsoft equilibra los puntos de Edge mejorados dando menos por usar una PC o dispositivo móvil, pero sigue siendo mucho solo por usar el navegador Edge. </p> <p> Algunas personas no ven estos puntos Edge mejorados, por lo que es muy probable que Microsoft solo esté viendo cómo se desarrollan las cosas por el momento. Sin embargo, muestra que la compañía está considerando la posibilidad de recompensar más a los usuarios por usar Edge. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Llevando sus puntos de Microsoft Rewards al límite </h2> <p> Si eres un gran fanático de Microsoft Rewards, querrás probar a usar Edge para buscar en Bing en el futuro. La compañía parece estar planeando dar más recompensas a los usuarios de Edge como agradecimiento por usar su navegador. </p> <p> Si necesita más excusas para iniciar Microsoft Edge, ¿sabía que puede ser más productivo que Google Chrome en algunas áreas? Por ejemplo, es más liviano con las baterías de las computadoras portátiles y consume menos memoria. </p> <p> <small> Crédito de la imagen: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}