{"title":"¿Por qué Sling TV vuelve a subir sus precios?","content":"<p> Sling ha sido uno de los servicios de transmisión más populares durante los últimos años gracias a su amplia selección de canales y precios altamente competitivos. </p> <p> Pero a fines de enero de 2021, la compañía anunció que aumentaría el costo tanto de sus paquetes de suscripción como de sus complementos. </p> <p> Entonces, ¿por qué subieron los precios en primer lugar y es probable que veamos más subidas en los próximos meses? Sigue leyendo para averiguarlo. </p> <h2 id=\"how-much-does-sling-cost-now\"> ¿Cuánto cuesta el cabestrillo ahora? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Para aquellos que no lo sepan, Sling ofrece dos paquetes diferentes: Sling Blue y Sling Orange. </p> <p> Cada paquete ofrece una selección diferente de canales. Por ejemplo, canales como ESPN y Disney solo están disponibles en Orange, mientras que FOX News, MSNBC y NFL Network solo están disponibles en Blue. Puede comprar los dos paquetes en un paquete si desea acceder a todo. </p> <p> Antes de la <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Aumento del precio de la honda en enero de 2021 </a> , ambos servicios cuestan $ 30. Ahora cuestan $ 35. El paquete incluido también ha subido $ 5 (de $ 45 a $ 50). El complemento deportivo ha aumentado de $ 10 a $ 11, y todos los demás complementos han aumentado de $ 5 a $ 6. </p> <p> Los nuevos suscriptores deberán pagar las nuevas tarifas de inmediato; los usuarios existentes obtendrán un período de gracia hasta julio de 2021 debido a la garantía de precio de un año de Sling. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> ¿Por qué Sling aumentó sus precios? </h2> <p> Sling se ha apresurado a culpar a las cadenas de televisión del aumento de precios. Cuando se anunció la subida, el presidente del grupo Sling TV, Michael Schwimmer, no perdió el tiempo en hacer saber a sus clientes a quién debían dirigir su ira en un <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> presione soltar </a> : </p> <blockquote> <p> Lamentablemente, nos vemos obligados a subir los precios porque las cadenas de televisión nos siguen cobrando más, pero luchamos mucho para conseguir el mejor trato para nuestros clientes. La prueba de nuestro compromiso es evidente, ya que Sling TV sigue siendo la mejor oferta del mercado, manteniendo nuestros precios mucho más bajos que los de cable y otros servicios de transmisión en vivo. Los clientes de Sling TV pueden estar seguros de que continuaremos ofreciendo la mejor combinación de canales de cable de noticias, deportes y entretenimiento en vivo al mejor precio. </p> </blockquote> <p> Aunque algunas personas podrían pensar que Schwimmer y Sling están colocando una cortina de humo para ocultar a sus clientes sus verdaderos motivos para el aumento de precios, el aumento está en línea con los aumentos de precios que hemos visto en otras partes de la industria del streaming durante los últimos meses. </p> <p> Por ejemplo, Hulu + Live TV y YouTube TV aumentaron sus precios a fines de 2020. YouTube TV pasó de $ 50 a $ 65 y Hulu pasó de $ 55 a $ 65. </p> <p> En el caso de Hulu, ahora hemos visto que el precio subió de $ 40 en enero de 2019 a $ 65 solo dos años después. Eso es un aumento de más del 50%. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> ¿Son las cadenas de televisión realmente las culpables? </h2> <p> Evidentemente, no sabemos exactamente cuánto está pagando Sling a las cadenas de televisión para poder ponerlas a disposición en su plataforma. </p> <p> Sin embargo, si compara los aumentos de precios en Sling et al. con los aumentos de precios en los servicios que solo brindan video a pedido, como Netflix, la diferencia es marcada. </p> <p> De hecho, desde que Netflix lanzó su plan de nivel de entrada en mayo de 2014, solo hemos visto un aumento de precio único de $ 8 / mes a $ 9 / mes. Eso es mucho más bajo que los aumentos de precio en Sling tanto en dólares como en términos de porcentaje. Sí, los planes más caros han experimentado mayores saltos, pero se les han agregado características adicionales a lo largo del camino. </p> <p> Estas discrepancias entre los servicios de transmisión de TV y los servicios de video a pedido parecen sugerir que las redes de TV son las culpables. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> El cabestrillo sigue siendo más barato que el cable </h2> <p> A nadie le gusta ver aumentar sus facturas. Pero considerando el aumento de precios que hemos visto en el mundo de la televisión por cable durante la última década (el precio promedio de una factura de cable en los EE. UU. Es ahora de más de $ 200), es difícil envidiar a Sling por un pequeño aumento. </p> <p> El servicio que brinda sigue siendo excelente. En comparación con otras formas de ver la televisión, todavía representa una excelente relación calidad-precio. </p>"}