{"title":"Photoshop, Illustrator y Fresco Add Document Collaboration","content":"<p> ¿Alguna vez ha trabajado en un proyecto creativo con otros en línea? A menudo, puede consistir en enviar archivos de un lado a otro en correos electrónicos o mensajes. Descargar un archivo nuevo solo para hacer una revisión y volver a cargar el archivo antes de que otra persona pueda hacer lo mismo: el proceso se siente torpe e ineficaz a veces. </p> <p> Pero si los proyectos de su equipo se realizaron en Photoshop, Illustrator o Fresco, le complacerá saber que Adobe acaba de optimizar ese flujo de trabajo para usted. </p> <h2 id=\"collaborate-on-the-cloud\"> Colabora en la nube </h2> <p> Pam Clark, directora de productos de Photoshop, se envió a <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Blog de Adobe </a> con una actualización de funciones para Photoshop, Illustrator y Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Ahora, en la esquina superior derecha de la interfaz de usuario respectiva de cada programa, se encuentra el nuevo <strong> Invitar a editar </strong> característica. En un proceso muy similar a <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> compartir en Google Drive </a> , puede hacer clic en el botón para abrir un cuadro de texto para que escriba el correo electrónico de quién le gustaría agregar al proyecto como colaborador. </p> <p> Todos los colaboradores tienen acceso de edición al documento y su historial de versiones en los dispositivos compatibles. Para Photoshop e Illustrator, eso es PC y iPad. Para Fresco, son esas mismas dos plataformas, además del iPhone. </p> <p> Solo una persona puede trabajar en un documento compartido en la nube a la vez, pero los cambios que guarden se sincronizarán con todos los colaboradores automáticamente. Puede acceder a sus documentos compartidos en la nube en su <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Activos de Adobe </a> página y en la <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Nube creativa </a> aplicación de escritorio. </p> <p> ¿Necesitas nuevos pinceles para la temporada? Kyle T. Webster, un evangelista senior del diseño en Adobe, ha lanzado el <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> Paquete de cepillos de invierno 2020 </a> para Photoshop y Fresco. </p> <p> </p> <p> La misma publicación también detalla la adición de Preset Sync a Photoshop para Mac y Windows. Actívelo y se conservarán los ajustes de sus pinceles, muestras, degradados, patrones, estilos y formas. &quot;Los pinceles sincronizados estarán disponibles pronto en la versión para iPad&quot;, escribe Clark. </p> <p> </p> <p> Además, si eres un artista que suele estar en movimiento, te alegrará saber que ahora puedes rotar el lienzo en Illustrator en iPad. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe facilita el trabajo de forma remota </h2> <p> Es fácil para los creativos digitales atacar a Adobe cuando los hemos visto dominar el mercado de software multimedia digital durante tanto tiempo. Pero no se puede descartar justamente a Adobe como una empresa que se apropia de efectivo cuando se adapta constantemente a cómo sus usuarios han cambiado su flujo de trabajo a lo largo del tiempo. </p> <p> Esta nueva actualización de funciones de Photoshop, Illustrator o Fresco llega solo cinco días después <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark agregó marcas compartidas </a> . Ahora que se está volviendo más normal trabajar con personas exclusivamente en línea, parece que la empresa está haciendo todo lo posible para que la colaboración en línea sea un poco más fluida. </p> <p> Mantén tus dedos cruzados; quizás veamos que la edición en la nube llegará a todas las aplicaciones de Creative Cloud en el futuro. </p>"}