{"title":"Parler supuestamente le ofreció a la organización Trump una participación en la propiedad","content":"<p> Durante el mandato del expresidente Donald Trump, Parler y el equipo de Trump supuestamente intentaron negociar un acuerdo que convertiría a Parler Trump en la principal red social. A cambio, a Trump se le habría otorgado una participación del 40 por ciento en la propiedad de la plataforma. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler pudo haber querido a Trump a bordo </h2> <p> Parler, la red social de libertad de expresión, ha estado en los titulares últimamente, y no solo porque la plataforma principalmente políticamente conservadora era <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> arrancado desde tiendas de aplicaciones y Amazon Web Services </a> . </p> <p> Esta vez, un informe de <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Noticias de Buzzfeed </a> afirma que Parler le ofreció a Trump una participación del 40 por ciento en Parler si la convertía en su principal plataforma social. Según los informes, estas conversaciones tuvieron lugar durante el verano de 2020 y se volvieron a plantear después de las elecciones de noviembre. </p> <p> No está claro si el propio Trump estuvo involucrado en las negociaciones. Un profesional legal citado en el informe de Buzzfeed dice que si Trump aceptara este acuerdo durante su presidencia, podría haber violado las leyes contra el soborno. </p> <p> Los reporteros de Buzzfeed también afirman que vieron documentos de estas negociaciones. Como parte del trato, Trump supuestamente tendría que publicar en Parler al menos cuatro horas antes que todas las demás redes sociales. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> ¿Y si Trump hiciera de Parler su red principal? </h2> <p> Tener a Trump como un usuario frecuente de la plataforma probablemente habría llevado a Parler a alturas aún mayores. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler vio una migración masiva a la red </a> después de la derrota de Trump en las elecciones de 2020, y esta bandada probablemente habría sido aún mayor si Trump hubiera estado a bordo. </p> <p> Durante su campaña y presidencia, Trump recurrió a Facebook y Twitter para reunir simpatizantes. Trump nunca recurrió a Parler como su red de referencia, una plataforma donde su audiencia probablemente habría sido más receptiva. </p> <p> Trump fue <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> prohibido permanentemente en Twitter </a> y <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> suspendido indefinidamente de Facebook </a> —Unirse a Parler podría haber suavizado este golpe. Sin embargo, las cosas obviamente no le han ido bien a Parler. </p> <p> Después de que la plataforma fue incluida en la lista negra, <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> La junta de Parler supuestamente despidió a su propio CEO y cofundador, John Matze </a> . Aparentemente, Matze presionó por una moderación más fuerte para ayudar a Parler a recuperar su espacio en las tiendas de aplicaciones, pero al resto del equipo de Parler no le gustó la idea. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> ¿Qué nos depara el futuro de Parler? </h2> <p> Ahora que supuestamente John Matze ha dejado la presidencia de CEO, Parler tiene un futuro aún más incierto. Actualmente, el sitio web muestra una página web estática, pero nadie sabe cuándo estará oficialmente en funcionamiento. </p> <p> Con Trump fuera de la Casa Blanca, ¿la base de usuarios de Parler seguirá siendo tan sólida como lo fue durante el final de su presidencia? Si Trump cerró este supuesto trato con Parler, tal vez lo hubiera sido. </p>"}