{"title":"Pronto podrá desactivar las fuentes de vídeo de las personas en Microsoft Teams","content":"<p> A veces, no desea que todos muestren su video en una reunión virtual; a veces, preferiría administrar quién puede mostrar sus cámaras web y quién no. Afortunadamente, Microsoft está agregando esta funcionalidad a Teams, por lo que puede controlar quién puede y quién no puede mostrar sus cámaras en una reunión. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Planes de Microsoft para censurar videos en equipos </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> vio una serie de entradas en el <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Hoja de ruta de Microsoft 365 </a> relacionado con la desactivación de las cámaras web de los asistentes en Teams. Las funciones aún están en desarrollo, pero por lo que podemos ver en la Hoja de ruta, será una actualización interesante para Teams. </p> <p> Si es la primera vez que oye hablar de Roadmap, es una forma fantástica de ver lo que Microsoft ha planeado para sus servicios. Descubrimos los planes del gigante del software para <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> permitir presentadores anónimos en Microsoft Teams </a> a través de la hoja de ruta de Microsoft 365. </p> <p> Ahora, Microsoft ha agregado dos entradas más a la Hoja de ruta. Uno de ellos habla de apagar la cámara de un solo asistente, mientras que el otro habla de desactivar la cámara de todos a la vez. </p> <p> Para el primero, Microsoft quiere permitir que el organizador de una reunión desactive la cámara web de una sola persona. Esta es una función útil para las personas que causan problemas con sus cámaras web o simplemente para encender y apagar a las personas cuando es el momento de hablar. </p> <p> La última característica permite que un organizador habilite y deshabilite las cámaras web de todos en un solo barrido. El organizador puede optar por activar el interruptor antes de que comience la reunión o hacerlo sobre la marcha mientras la sesión está en curso. </p> <p> Ambas características se enumeran dos veces en la hoja de ruta. El primer lote está programado para su lanzamiento en abril de 2021 y el segundo en mayo. Como tal, no está claro cuándo obtendremos esta actualización, pero no debería pasar mucho tiempo hasta que tenga el control total sobre quién puede y quién no puede mostrar su rostro en las reuniones de Teams. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Controlar mejor sus reuniones con Microsoft Teams </h2> <p> Si siempre ha querido administrar los feeds de la cámara web de las personas en Microsoft Teams, está de suerte. El gigante del software está trabajando en una función que le permitirá apagar cámaras individuales o todas a la vez. Tendremos que esperar y ver la fecha exacta en que se lanzará esta función. </p> <p> Si está interesado en más formas de administrar sus reuniones de Teams, ¿sabía que el servicio pronto recapitulará sus sesiones? Originalmente estaba programado para su lanzamiento en enero de 2021, pero por el momento se ha retrasado hasta febrero. </p> <p> <small> Crédito de la imagen: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}