{"title":"¿Qué es la terminal Bloomberg y qué la hace tan poderosa?","content":"<p> Bloomberg es uno de los servicios de noticias financieras más grandes del mundo y su fundador, Mike Bloomberg, es una de las personas más ricas del mundo. </p> <p> Gran parte de la riqueza que adquiere proviene de Bloomberg Terminal, el software informático indispensable para muchas empresas del sector financiero. Si trabaja en una oficina corporativa, es probable que incluso lo haya utilizado usted mismo. </p> <p> Entonces, ¿qué hace exactamente la Terminal Bloomberg y qué la hace tan poderosa y valiosa para los profesionales de Wall Street? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Cómo surgió la terminal Bloomberg </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Antes de construir la Terminal Bloomberg, Mike Bloomberg era socio general de Salomon Brothers, un banco de inversión con sede en Nueva York. </p> <p> Después de recibir un paquete de indemnización de $ 10 millones en 1981, inventó un sistema que combinaba datos financieros, análisis, cumplimiento y servicios de información comercial y financiera relevantes en un solo software informático: la Terminal Bloomberg. </p> <p> La Terminal Bloomberg hizo su debut oficialmente en 1982, y el resto es historia. Hoy en día, la Terminal es utilizada por más de 320.000 suscriptores en todo el mundo. Se estima que el software en sí es responsable de un tercio de los ingresos de Bloomberg LP. Aparte de la PC, la Terminal Bloomberg también está disponible en teléfonos inteligentes. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> ¿Quién usa la terminal Bloomberg? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Crédito de la imagen: Andrey Rudakov / <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> La Terminal Bloomberg se describe a menudo como una supercomputadora sin la cual los profesionales de Wall Street no pueden vivir. Una suscripción a la Terminal Bloomberg cuesta alrededor de $ 20,000 a $ 24,000 por año, pero eso no impide que su base de clientes renueve sus suscripciones debido a lo útil que es. </p> <p> Los comerciantes, corredores, analistas, administradores de carteras, inversores y ejecutivos son la principal base de consumidores de la Terminal. </p> <p> Si eres un estudiante universitario que sigue un curso de finanzas o economía, probablemente también te hayan enseñado a navegar por sus funciones básicas. Esto se debe a que más instituciones de educación superior se están suscribiendo al Terminal para que los estudiantes puedan adquirir conocimientos prácticos sobre los mercados financieros. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> ¿Qué aspecto tiene la terminal Bloomberg? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Crédito de la imagen: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Bloomberg Terminal tiene una interfaz icónica que es fácil de reconocer: una pantalla completamente negra y líneas y líneas de texto de neón en una fuente que recuerda a un videojuego de la vieja escuela de los 90. </p> <p> La Terminal también suministra sus propias computadoras para una experiencia óptima, llamada Terminal de Pantalla Compacta Bloomberg de 15 pulgadas. Con resoluciones nativas de 60Hz, color de 32 bits y pantallas de 1024 x 768 (XGA), los terminales de pantalla compacta ofrecen una pantalla de alta calidad a través de un soporte de computadora diseñado ergonómicamente. En un entorno corporativo, la Terminal se ejecuta generalmente en dos, pero a veces de cuatro a seis pantallas. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Crédito de la imagen: Servicios profesionales de Bloomberg / <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> En términos de hardware, para usar la Terminal Bloomberg, necesita un teclado estilo PC nativo de Bloomberg llamado Starboard, que además de sus teclas QWERTY normales, contiene teclas rojas, azules, verdes y amarillas para funciones específicas. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Funciones de la terminal Bloomberg </h2> <p> Ahora, estas son algunas de las funciones más poderosas de la Terminal Bloomberg. </p> <p> La <b> AYUDA </b> El botón es quizás la tecla más útil para aquellos que recién están comenzando. Si tiene alguna pregunta sobre algo en la Terminal, simplemente presione la tecla una vez y un especialista de Bloomberg estará allí para iniciar un chat en vivo con usted para resolver sus consultas. ¿Por qué molestarse más en buscar en Google? </p> <p> Si tiene una conexión a Internet, definitivamente no es ajeno a <b> Noticias de Bloomberg </b> . Los usuarios pueden simplemente escribir <b> NOTICIAS </b> y presione Intro para obtener la información más reciente sobre las tendencias del mercado, los movimientos y otras noticias de última hora relevantes. </p> <p> Una vez que un corredor de Wall Street recibe información sobre las noticias más importantes del día, diga que le gustaría verificar las acciones y el desempeño financiero de una empresa ese día. No hay problema: teclas de método abreviado como <b> BQ </b> , <b> GIP </b> , y <b> OMON </b> proporcionar gráficos, datos, cotizaciones, tendencias y pronósticos visuales en tiempo real sobre una opción de renta variable o un fondo. </p> <p> ¿Quiere exportar un gráfico visualmente agradable desde la Terminal a Excel? La propia Terminal ya está bien incorporada con Microsoft Excel. Solo pega <b> DAPI </b> en la Terminal. Aquellos con un nivel avanzado de familiaridad con la Terminal crean hojas de cálculo que se actualizan automáticamente con los datos más recientes cada vez que se abre el archivo. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Aprenda a crear gráficos de Microsoft Excel autoactualizables aquí </a> . </p> <p> Aquellos en la industria conversan <b> Mensajes de Bloomberg </b> , que es básicamente Facebook Messenger pero en Bloomberg. Le permite enviar mensajes a cualquier persona que esté en la Terminal. Esto significa que cualquier persona en la industria puede comunicarse técnicamente al instante. No más pedir el número de otra persona o hacer consultas sobre la mejor manera de ponerse en contacto. </p> <p> Si está tratando de obtener más información sobre una persona conocida en una industria específica, ingrese <b> GENTE </b> le permitirá navegar a través de sus credenciales. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Crédito de la imagen: Servicios profesionales de Bloomberg / <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Mapa de Bloomberg </b> es esencialmente Google Maps, pero más detallado y adaptado a la industria financiera. </p> <p> Utilizando datos geoespaciales, el mapa presenta a los usuarios una visualización de los desastres naturales que se desarrollan en todo el mundo, por lo que los rastreadores de productos básicos son conscientes de los impactos de los desastres naturales en productos básicos como el petróleo y el oro. Para acceder al mapa, ingrese <b> BMAP </b> . </p> <p> El trabajo está hecho por el día. Supongamos que nuestro corredor de Wall Street está buscando cenar en un restaurante elegante. Algunos lo harían <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> buscar buenos lugares en Google o aplicaciones populares de reseñas de restaurantes </a> . Sin embargo, la Terminal puede lograr eso con <b> DINE, que </b> muestra información de los usuarios y reseñas sobre restaurantes de alto nivel cercanos. </p> <p> Si nuestro corredor de Wall Street quiere gastar mucho pero no sabe en qué gastar, simplemente ingrese <b> MLUX </b> en la terminal regresará con resultados sobre los mejores artículos de lujo disponibles para comprar en línea. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> La terminal Bloomberg </h2> <p> La Terminal Bloomberg no es solo un sistema de datos financieros. También es una plataforma de redes sociales, compras y restaurantes. Su mayor punto de venta es que es un servicio todo en uno entregado con una velocidad y precisión increíbles. No es de extrañar que aquellos que usan la Terminal no puedan tener suficiente. </p> <p> Si tiene la oportunidad de acceder a la Terminal en la escuela o el trabajo, aproveche al máximo e intente ingresar las teclas de comando de arriba para ver qué aparece. </p>"}