{"title":"¿Qué son las gafas para videojuegos y cómo funcionan?","content":"<p> Los juegos son, por naturaleza, competitivos. Y las personas competitivas, por naturaleza, buscan la mejora. Esto significa práctica, pero también significa tener el equipo adecuado. Hablamos, por supuesto, de gafas gaming. </p> <p> Si cree en los juegos serios, las gafas para juegos ya están en su radar. Pero, ¿qué son y realmente funcionan? Vamos a ver. </p> <h2 id=\"what-are-gaming-glasses\"> ¿Qué son las gafas para juegos? </h2> <p> Las gafas para juegos de diferentes fabricantes prometen aumentar el rendimiento de un jugador al mejorar la percepción de la profundidad, el color y el contraste, e incluso aumentar el tiempo de reacción. Los fabricantes diseñan unas gafas de juego dedicadas para llevar cómodamente con un <a href=\"https://www.makeuseof.com/tag/best-wireless-gaming-headset-pc/\" target=\"_blank\" rel=\"nofollow noopener\"> gama de auriculares inalámbricos </a> . </p> <p> La mayoría de las promesas relacionadas con el aumento del rendimiento de un jugador provienen del bloqueo de la luz azul. En los términos más simples, los &quot;anteojos para juegos&quot; generalmente son solo anteojos que bloquean la luz azul y se comercializan para los jugadores. </p> <p> </p> <h2 id=\"how-do-gaming-glasses-work\"> ¿Cómo funcionan las gafas para juegos? </h2> <p> La luz azul es una longitud de onda particular de luz procedente de fuentes de luz artificial, incluidos ordenadores y dispositivos móviles. La luz azul tiene algunos beneficios, incluido un aumento del estado de alerta. La desventaja es que, según <a href=\"https://www.health.harvard.edu/staying-healthy/blue-light-has-a-dark-side\" target=\"_blank\" rel=\"nofollow noopener\"> Escuela Médica de Harvard </a> , una exposición excesiva a la luz azul puede provocar problemas para dormir y otros problemas de salud. </p> <p> <img alt=\"Wavelengths of light\" src=\"images/light-spectrum-817.jpg\" loading=\"lazy\"> Crédito de la imagen: Peter Corbett / <a href=\"https://www.flickr.com/photos/ptc24/14457002075/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Flickr </a> </p> <p> Ya sea por trabajo o por placer, los anteojos que bloquean la luz azul funcionan incorporando un pigmento en las lentes que quita la longitud de onda azul de la luz antes de que la luz entre en su ojo. </p> <p> Podemos decir, con toda la confianza de la ciencia moderna, que los vidrios filtrantes de luz azul funcionan. Pero, ¿las gafas para juegos que incorporan filtrado de luz azul mejoran su juego, como afirman la mayoría de los fabricantes? </p> <p> </p> <h2 id=\"is-there-any-proof-that-gaming-glasses-work\"> ¿Existe alguna prueba de que las gafas para juegos funcionen? </h2> <p> Si bien se han realizado muchos estudios sobre la luz azul y el impacto que tiene en nuestros ojos y cuerpos, no se han realizado estudios sobre el rendimiento mejorado que prometen los fabricantes de gafas para juegos. El consenso es que las gafas para juegos protegen sus ojos, pero es posible que no guarden sus estadísticas. </p> <p> Eso no significa que las gafas para juegos no funcionen, solo significa que no tenemos números concretos que respalden la afirmación. Pero la teoría tiene sentido. Cuando Oakley y Turtle Beach se unieron para lanzar gafas de juego, crearon una página sobre la ciencia detrás de las gafas. Algunas tienen sentido, otras quizás no. </p> <p> </p> <p> De acuerdo a <a href=\"https://www.oakley.com/en-us/collections/e-sports\" target=\"_blank\" rel=\"nofollow noopener\"> Oakley </a> , sus gafas para juegos (con filtro de luz azul) mejoran el color y el contraste y &quot;agudizan la visión&quot;. El glasse hace esto de la misma manera que los productos Oakley mejoran el rendimiento en otros deportes; filtrando longitudes de onda de luz específicas. </p> <p> </p> <p> Oakley diseña lentes para otras condiciones o actividades, como la nieve y el ciclismo. Pero Oakley no tiene claro cómo hace esto para los juegos. En los juegos, la misma pantalla digital crea símiles de entornos drásticamente diferentes. </p> <p> Dicho de otra manera: si Hoth y Endor de Star Wars fueran lugares reales, usarías diferentes gafas deportivas en cada lugar. ¿Por qué? Porque las condiciones de iluminación y los colores en cada ambiente son drásticamente diferentes. Entonces, ¿cómo podría mejorar tu juego el uso de un par de anteojos en ambos mapas digitales en un juego como Star Wars Battlefront? </p> <p> Las páginas explicativas asociadas con las gafas para juegos no responden a este tipo de preguntas de manera concreta. Sin embargo, Oakley explica de alguna manera cómo sus diferentes lentes se adaptan a diferentes entornos del mundo real. </p> <p> La respuesta potencial, &quot;la luz azul es la única luz que importa en los juegos&quot;, es prometedora, aunque un poco anticlimática. Este enfoque filtra la luz azul de &quot;ruido&quot; que crea la pantalla, haciendo que otros colores sean más vibrantes, similar a las gafas de nieve que le ayudan a ver a través de la luz reflejada. Si Oakley tiene una respuesta más compleja y satisfactoria, no podríamos encontrarla. </p> <p> En cuanto a si las gafas para juegos realmente funcionan, la respuesta es mixta. </p> <p> ¿Mejoran el contraste y el color? Si. </p> <p> ¿Mejoran la percepción de la profundidad? Quizás. </p> <p> ¿Mejoran el tiempo de reacción? Probablemente no. </p> <p> </p> <h2 id=\"who-makes-gaming-glasses-what-s-the-price-range\"> ¿Quién fabrica las gafas para juegos? ¿Cuál es el rango de precios? </h2> <p> Así que todavía estás interesado, o tal vez más, en las gafas para juegos. ¿Quién los hace? ¿Cuánto cuestan? </p> <p> Si tiene curiosidad, las gafas para juegos fabricadas por Turtle Beach y Oakley pueden ser un poco caras a $ 219 y $ 166, pero no son los únicos fabricantes que existen. </p> <p> <a href=\"https://www.amazon.com/s?k=J%2BS&ref=bl_dp_s_web_0\" target=\"_blank\" rel=\"nofollow noopener\"> Visión J + S </a> fabrica anteojos para juegos y uso general de computadoras que están más cerca del rango de $ 20 a $ 30. <a href=\"https://www.amazon.com/stores/page/CDD15E77-5B39-4751-B616-E4E8D7B34CBD?ingress=2&visitId=8812e852-1c1c-4604-826c-749221236fa5&ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> Gunnar </a> tiene una línea completa de productos de gafas dedicadas para juegos que van desde alrededor de $ 50 hasta más de $ 100. <a href=\"https://www.amazon.com/stores/HyperX/page/C3BFE396-3717-4B59-A6EA-0A070E7654D1?ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> Juegos HyperX </a> tiene un juego dedicado de gafas para juegos que se encuentra en ese rango de precios similar. </p> <p> Cuando compre anteojos para juegos, recuerde que algunos tienen diferentes rangos de precios para lentes recetados o accesorios que usan lentes recetados que usted ya usa. </p> <p> </p> <h2 id=\"can-glasses-up-your-game\"> ¿Pueden las gafas mejorar tu juego? </h2> <p> <img alt=\"gamer wearing glasses\" src=\"images/gamer-wearing-glasses-455.png\" loading=\"lazy\"> </p> <p> Al final, la eficacia de las &quot;gafas de juego&quot; se esconde detrás de la ciencia. Existe una ciencia genuina detrás del filtrado de luz azul y algunas gafas de juego incorporan características de diseño muy reales para que se combinen bien con otros accesorios de juego. Pero también hay mucho marketing a la antigua. </p> <p> Ya sea que sea escéptico con las &quot;gafas para juegos&quot; o si desea opciones de estilo más versátiles, considere explorar las gafas con filtro de luz azul estándar antes de invertir dinero en gafas para juegos. Es probable que los beneficios sean idénticos. </p> <p> <small> Crédito de la imagen: Marco Verch / <a href=\"https://www.flickr.com/photos/160866001@N07/49854762018/\" target=\"_blank\" rel=\"nofollow noopener\"> Flickr </a></small> </p>"}