{"title":"¿Qué es el gesto PogChamp y cuándo se usa?","content":"<p> Los términos de la jerga pueden provenir de cualquier lugar, y aunque parte del vocabulario recién acuñado en la actualidad puede parecer un poco tonto, lo importante es que las personas se entiendan cuando se comunican. </p> <p> Si ha buscado una buena parte de Internet durante algunos años, es probable que haya visto &quot;PogChamp&quot; o &quot;poggers&quot; en los comentarios de videos o artículos. Pero, ¿qué significa? </p> <p> Aquí está todo lo que necesita saber al respecto ... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Qué significa Pogchamp y cuándo usarlo </h2> <p> PogChamp es el nombre de un emoticón de Twitch, uno de los más antiguos de la plataforma, de hecho. Tanto el emote como el nombre del emote se utilizan para expresar emoción o sorpresa, ya sea de una manera genuina o sarcástica. </p> <p> Los emotes de Twitch son exactamente lo que parecen: emojis, emociones o pictogramas exclusivos de la aplicación y el sitio web de Twitch. Son utilizados por espectadores y transmisores para expresar diferentes sentimientos en el chat. </p> <p> </p> <p> El término &quot;PogChamp&quot; se deriva de la frase &quot;Pog Champion&quot; o &quot;Play of Game Champion&quot;, mientras que se cree que Overwatch, un competitivo juego de disparos en primera persona, popularizó la frase &quot;Play of the Game&quot;. Overwatch tiene una función en la que al final de cada partido, un carrete destacado muestra la &quot;mejor&quot; jugada de ese partido. </p> <p> &quot;PogChamp&quot; y el sentimiento que describe ha generado muchos derivados. Tanto &quot;poggers&quot; como simplemente &quot;pog&quot; han ganado una presencia significativa en la jerga en línea. Es común ver a los streamers reaccionar con entusiasmo a algo diciendo &quot;poggers&quot;. </p> <p> Y aunque se ha abierto camino en foros y otros rincones de Internet, no lo usaría con la mayoría de los conocidos en la vida diaria a menos que también conozcan el contexto del término. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Los orígenes del gesto PogChamp </h2> <p> </p> <p> La cara icónica, sobreexagerada y conmocionada del emote original de PogChamp se vio por primera vez en un video de YouTube por Cross Counter TV en 2010. </p> <p> En él, el personaje de Internet Ryan &quot;Gootecks&quot; Gutiérrez hace una mueca con los ojos y la boca bien abiertos en respuesta al golpe del camarógrafo contra el trípode. Sentado junto a él está el también streamer Mike Ross. </p> <p> Finalmente, la reacción digna de un meme se convirtió en un gesto de Twitch. </p> <p> De acuerdo a <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , Las personalidades de Twitch cuyas imágenes se utilizan para emoticonos se pagan por uso. Esto significa que hay un cargo cada vez que alguien usa el gesto. </p> <p> Se estima que Gutiérrez solía ganar alrededor de $ 50,000 por año con los usuarios de Twitch enviando spam a la imagen de su rostro en el chat. Además de eso, a Gutiérrez se le pagó entre $ 50,000 y $ 100,000 por adelantado, solo para permitir que Twitch usara su imagen. </p> <p> Sin embargo, Gutiérrez no representaría a PogChamp para siempre. El 6 de enero de 2021, <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch prohibió el emote original de PogChamp </a> , Indicando que la imagen original debía ser retirada de la plataforma. </p> <p> Como resultado, la plataforma ha creado un nuevo gesto de PogChamp. Desde entonces, Twitch ha tenido una variedad de creadores en línea que se han convertido en el nuevo rostro de PogChamp; serpentinas con diferentes orígenes y tamaños de audiencia. </p> <p> </p> <p> El gesto tiene el mismo significado que el original: expresa una reacción de sorpresa, emoción o sorpresa. Sin embargo, el gesto en sí ha cambiado. </p> <p> E incluso con la prohibición de Twitch del emote de PogChamp con la cara de Gutiérrez, el uso de &quot;poggers&quot; y &quot;pog&quot; en la jerga de Internet probablemente no se verá afectado. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp expresa entusiasmo, alegría o conmoción </h2> <p> PogChamp es uno de los gestos más antiguos de Twitch, pero también resulta ser uno de los más versátiles. </p> <p> Debido a su capacidad para describir reacciones tanto positivas como negativas, es probable que PogChamp continúe utilizándose en Internet, incluso si la cara adjunta al nombre no siempre será la misma. </p>"}