{"title":"Steam establece un nuevo récord para comenzar 2021 con una explosión","content":"<p> Steam, una vez más, rompió su propio récord para la mayoría de las personas que usan la plataforma a la vez. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> Los usuarios concurrentes de Steam superan los 26 millones </h2> <p> Steam acaba de actualizar su <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Estadísticas de Steam </a> página. Aquí, podemos ver que el popular mercado de juegos y el servicio de transmisión rompieron su récord anterior de &quot;usuarios concurrentes&quot; con casi 26.5 millones de jugadores en línea a la vez. </p> <p> Este es un valor &quot;pico&quot;, lo que significa que fue la estadística más alta registrada en un período de 24 horas. La página de Estadísticas de Steam se actualiza constantemente, lo que brinda a los usuarios de Steam la oportunidad de ver cuántas personas están en línea en cualquier momento, de día o de noche. El sitio muestra estadísticas durante un período continuo de 48 horas. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Debe tener en cuenta que esta cifra se relaciona con la cantidad de personas que Steam ha iniciado sesión, no con la cantidad de personas que están jugando. Aquellos pertenecen a &quot;usuarios activos&quot; y, al mismo tiempo que Steam estableció este récord, 7.2 de esos 26.5 millones de personas estaban ocupadas jugando a sus títulos favoritos. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> ¿Cuándo fue la última vez que Steam estableció el récord? </h2> <p> Esta no es la primera vez que Steam rompe su propio récord en 2021. No es poca cosa, considerando que estamos en febrero. </p> <p> A principios de enero, Steam actualizó sus estadísticas para mostrar un nuevo récord, que se situó en aproximadamente 25,5 millones. Entonces, este récord sienta un nuevo precedente, rompiendo la cifra anterior en 1 millón de usuarios adicionales. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> ¿Por qué Steam es tan popular? </h2> <p> Bueno, 26,5 millones de personas no pueden estar equivocadas, ¿verdad? Steam es una plataforma increíblemente popular por una buena razón. Tiene una gran cantidad de juegos para jugar, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> es un mercado seguro para comprar esos juegos </a> , y tiene una comunidad masiva de personas con ideas afines en las que participar. </p> <p> No solo eso, sino que los juegos en sí mismos también son un gran atractivo para los suscriptores de Steam. Mientras escribía este artículo, casi 1 millón de personas jugaban a Counter-Strike: Global Offensive. Medio millón poblaban los servidores de Dota 2. Los usuarios concurrentes se ubicaron en 25.1 millones y en aumento, lo que sugiere que Steam puede tener otra estadística récord para nosotros mañana. </p> <p> Además, también debemos considerar el hecho de que los juegos han disfrutado de un aumento en popularidad en 2020, sobre todo porque COVID obligó a todos a permanecer en el interior. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> El gasto en juegos de EE. UU. Se disparó el año pasado </a> . No es de extrañar, de verdad. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam sigue creciendo </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam siempre ha sido una plataforma popular y 2020 la ha colocado en una posición poderosa. Esto es alentador, considerando que 2020 fue un año terrible para la mayoría de las empresas. </p> <p> Hay muchas otras formas de disfrutar del ecosistema Steam. ¿Por qué no reunir a algunos amigos y disfrutar de un poco de juego remoto? Si no son suscriptores de Steam, tal vez puedas ver si puedes registrarlos. </p>"}