{"title":"Speedtest ahora puede medir qué tan rápido su red transmite video","content":"<p> Si alguna vez ha probado la velocidad de Internet de su red, es probable que al menos haya oído hablar de <a href=\"https://www.speedtest.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Prueba de velocidad </a> , un popular servicio en línea de Ookla que hace exactamente lo que su nombre implica. Millones de personas han utilizado el servicio para verificar la velocidad de descarga y carga de su conexión de red desde que Speedtest se lanzó en 2006. </p> <p> Con Speedtest para iOS, puede &quot;medir la calidad de su experiencia de transmisión antes de poner en cola su próximo video&quot;. </p> <h2 id=\"test-how-well-your-network-can-stream-videos\"> Pruebe qué tan bien su red puede transmitir videos </h2> <p> </p> <p> Sobre el <a href=\"https://www.speedtest.net/insights/blog/video-test-announcement/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog de Speedtest </a> , Ookla anunció que ahora puede usar la aplicación de iOS para medir la resolución máxima de los videos, el tiempo de almacenamiento en búfer y el tiempo de carga en su red. La prueba de video es gratuita y eventualmente llegará a otras plataformas a tiempo. </p> <p> Ookla explica que necesita una prueba de velocidad dedicada para los videos porque &quot;los proveedores de [red] priorizan rutinariamente el tráfico de video de manera diferente a otro tráfico&quot;. Esto significa que la forma en que su red maneja el contenido de video puede ser diferente de la forma en que maneja el texto y las fotos, por ejemplo. </p> <p> </p> <h2 id=\"how-to-use-speedtest-for-ios-and-how-it-works\"> Cómo usar Speedtest para iOS y cómo funciona </h2> <p> Probar la velocidad de transmisión de video con Speedtest es simple. Al abrir la aplicación, seleccione <strong> Video </strong> desde la barra de navegación en la parte inferior, y luego el botón de inicio amarillo intermitente. La aplicación solo tardará unos minutos en probar diferentes calidades de video en su red antes de obtener los resultados. </p> <p> <strong class=\"gallery__section-title\"> Galería de imágenes (4 imágenes) </strong> <img alt=\"The screen to start the Speedtest video test\" src=\"images/speedtest-video-1-538.png\" loading=\"lazy\"> Expandir <img alt=\"The popup you get upon first trying the new video Speedtest\" src=\"images/speedtest-video-2-638.png\" loading=\"lazy\"> Expandir <img alt=\"A video Speedtest in progress\" src=\"images/speedtest-video-3-438.png\" loading=\"lazy\"> Expandir <img alt=\"Viewing the results of a video Speedtest\" src=\"images/speedtest-video-4-209.png\" loading=\"lazy\"> Expandir </p> <p> Cerca </p> <p> <strong> Descargar: </strong> <a href=\"https://apps.apple.com/us/app/speedtest-by-ookla/id300704847\" target=\"_blank\" rel=\"nofollow noopener\"> Speedtest para iOS </a> </p> <p> Cuando transmite un video, se lo envía a través de tasas de bits adaptables que ajustan la calidad del video según las condiciones de la red. La prueba de video mide esta tasa de bits adaptativa para darle una idea de qué tipo de rendimiento debería poder esperar de su conexión. </p> <p> Preguntándose si debería transmitir esa serie de Netflix en su <a href=\"https://www.makeuseof.com/tag/netflix-ready-smart-tv/\" target=\"_blank\" rel=\"nofollow noopener\"> Televisión inteligente </a> o en tu dispositivo móvil? Speedtest lo tiene cubierto. Los resultados también le indican qué dispositivos funcionan mejor en el nivel de rendimiento de su red. </p> <p> Dicho esto, es posible que la prueba de video regrese y le diga que su red no puede transmitir con éxito la resolución máxima admitida por su dispositivo. Si esto le sucede a usted, es probable que se trate de un problema de red. </p> <p> </p> <h2 id=\"how-fast-is-your-network-connection\"> ¿Qué tan rápida es su conexión de red? </h2> <p> Ookla parece orgulloso de presentar que su aplicación le brinda &quot;resultados procesables&quot;. Si descubre que el servicio de su proveedor de red no se ajusta al acuerdo que tiene, puede usar los resultados de su prueba de video para demostrarlo. </p> <p> Con suerte, la capacidad de probar la transmisión de video llegará pronto a PC y Android. </p>"}