{"title":"Sony revela cómo el controlador de PS5 está texturizado con símbolos de PlayStation","content":"<p> Si ha visto un controlador PS5 DualSense, posee uno o ha leído algo sobre el joypad de nueva generación, entonces sabrá que tiene una textura en la parte posterior del dispositivo. </p> <p> Esta textura comprende miles de pequeños cuadrados, círculos, triángulos y X, que representan los botones de acción en la parte frontal del DualSense. Ahora, Sony ha revelado exactamente cómo llegaron los símbolos. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony revela cómo texturizó el controlador DualSense </h2> <p> Dale la vuelta a tu DualSense y verás que la parte posterior tiene innumerables pequeños símbolos de los botones de acción del controlador. Bueno, en realidad, es posible que no los vea, ya que son increíblemente pequeños. Pero créanos, están ahí. </p> <p> Es difícil imaginar cómo existen, son tan pequeños, pero Sony ha revelado a <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , exactamente cómo se formaron estos 40.000 símbolos. Parece un proceso bastante laborioso, por decir lo menos. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Después de muchos diseños fallidos, Sony finalmente se decidió por la microtextura que consideró perfecta. La masa de símbolos —todos sólo de unos pocos micrones de alto y creados a partir de diseños dibujados a mano— no está ahí sólo como decoración; también proporciona agarre cuando usa el DualSense. </p> <p> Los diseñadores cortan minuciosamente estos minúsculos símbolos en un molde, utilizando grabadores láser precisos que funcionan en 3D, en lugar de simplemente cortar a través de un solo plano 2D ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> descubra más sobre grabadores láser </a> ). </p> <p> Una vez que la maquinaria de fabricación inyecta el plástico en el molde, se asienta perfectamente en cada espacio disponible, tomando la textura que tiene en sus manos. Cosas ingeniosas, especialmente considerando la escala de este modelo. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> ¿Puedes encontrar la textura en otro lugar? </h2> <p> Bueno, en realidad, puedes encontrar la textura en otro lugar. Sony sabe que la continuidad es clave en el diseño. Por lo tanto, puede encontrar la textura en todo el ecosistema de PlayStation 5. </p> <p> Desde sus controladores DualSense, hasta el control remoto Media, los auriculares inalámbricos PS5 e incluso la propia consola, encontrarás esta textura en todos ellos. </p> <p> Tampoco es la primera vez que Sony ha texturizado sus almohadillas de control. Cuando Sony lanzó el DualShock 4 junto con la PS4, también tenía una superficie texturizada en su fascia. Sin embargo, esto tenía más que ver con agarrar la almohadilla, en lugar de tener un valor cosmético. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: ¿un controlador perfecto? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> Bien, puede que la PS5 DualSense no sea perfecta, pero es una pieza de diseño espléndida y funciona muy bien (salvo por una o dos quejas) también. </p> <p> Es la atención de Sony al detalle, aquí, lo que realmente distingue al DualSense de su competencia. Con Sony realmente promocionando la inmersión e integración antes del lanzamiento de la PS5, es bueno ver que realmente ha puesto su dinero donde está su boca, en cuanto al diseño. </p>"}