{"title":"Sony puede enfrentar una demanda colectiva sobre PS5 DualSense","content":"<p> A medida que llega otro día, también lo hace la noticia de que un gigante de las consolas, esta vez Sony, se enfrenta potencialmente a una demanda colectiva que gira en torno a almohadillas de control defectuosas. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; asoma su fea cabeza </h2> <p> No hay forma de evitar el hecho de que Sony rompió el molde con el panel de control DualSense de la PS5. De hecho, literalmente, dado <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> cómo Sony grabó todos esos símbolos de PlayStation en el chasis del pad </a> . </p> <p> Sin embargo, un <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> declaración del bufete de abogados estadounidense CSK &amp; D </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) nos dice que una acción de clase puede estar en el horizonte para Sony. ¿Por qué? Porque, al igual que los Joy-Cons de Nintendo, los propietarios de PS5 informan sobre la deriva del pulgar. </p> <p> Si ha seguido la cobertura de la saga de acción de clase de deriva de Joy-Con a la que se enfrenta Nintendo, entonces puede reconocer el apodo de CSK &amp; D. Eso es porque es uno de los bufetes de abogados que también está demandando a Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> ¿Qué dice la demanda colectiva? </h2> <p> En su declaración, CSK &amp; D dice: </p> <blockquote> <p> CSK &amp; D está investigando una posible demanda colectiva basada en informes de que los controladores Sony PS5 DualSense para la consola PlayStation 5 pueden experimentar problemas de deriva y / o fallar prematuramente. Específicamente, se informa que el joystick en ciertos controladores PS5 DualSense registrará automáticamente el movimiento cuando el joystick no esté siendo controlado e interferirá con el juego. </p> </blockquote> <p> Entonces, al igual que con el Nintendo Joy-Con, los joysticks del DualSense están sufriendo un desgaste prematuro. Los componentes que mantienen el joystick en posición cuando está inactivo se están deteriorando, por lo que el pad registra el movimiento sin interacción del jugador. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> ¿Qué es DualSense Drift? </h2> <p> Cuando mueves el joystick en tu DualSense, esto registra el movimiento con la consola PS5 y lo traduce en acción en la pantalla. Así es como funciona un controlador DualSense, en circunstancias normales y cuando está en su mejor estado. </p> <p> Sabrá de inmediato si sus joysticks DualSense se desvían. ¿Cómo? Porque su PS5 comenzará a comportarse como si estuviera usando el joystick aunque ni siquiera lo esté tocando. </p> <p> Por lo tanto, su personaje puede moverse por la pantalla sin su entrada, o el cursor puede recorrer las opciones del menú sin que usted toque los palos. De cualquier manera, no querrás que ocurra la deriva de DualSense. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> ¿Qué se puede hacer con DualSense Drift? </h2> <p> Si su panel de control tiene problemas de deriva, entonces lo que puede hacer es contactar <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Soporte de PlayStation </a> y concertar una devolución. Sony solo lanzó la PS5 en noviembre de 2020, por lo que tiene garantía. </p> <p> Sin embargo, tenga en cuenta que es probable que las líneas directas de PS Support estén muy ocupadas; también recibirá llamadas relacionadas con problemas de la consola PS5. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> ¿Son los controladores modernos de buena calidad? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Puedes armar tanto alboroto como quieras con tu controlador pero, si deja de funcionar, todas las magníficas funciones que estás promocionando se vuelven obsoletas. </p> <p> A medida que vemos más controladores y más usos para ellos en múltiples plataformas, depende de los diseñadores y fabricantes de consolas asegurarse de que los componentes estén a la altura antes de lanzarlos. Nadie quiere una consola de juegos en la que no pueda jugar. </p>"}