{"title":"Solid State Logic anuncia el controlador DAW UF8","content":"<p> SSL lanzó la superficie de control Nucleus 2 en 2016, una continuación de su premiado Nucleus original. Ambos controladores recibieron críticas generalmente favorables, y parece que acaba de llegar otro. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Presentamos el controlador DAW UF8 </h2> <p> El 4 de febrero, el fabricante de consolas de mezclas Solid State Logic (SSL) acaba de lanzar su controlador DAW más nuevo, el UF8. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> No todos los controladores son iguales <br><br> Averigua porque: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> # UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWController </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> - SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4 de febrero de 2021 </a></blockquote>  <p> Promete &quot;dominio absoluto de su flujo de trabajo&quot; y, por lo tanto, una velocidad de producción más rápida de contenido basado en audio para ingenieros, productores y artistas. </p> <p> Empaquetado en un gabinete de metal de seis libras y media, el SF8 es lo que SSL describe como &quot;la culminación del legado de más de 40 años de SSL de dominar los flujos de trabajo de producción y la ergonomía del estudio&quot;. </p> <p> El UF8 ofrece faders sensibles al tacto de alta especificación y pantallas a color de alta resolución. Sus ocho codificadores rotatorios sin fin le dan acceso a ocho pistas en su DAW de elección. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Herramientas profesionales </a> , y <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Lógica </a> son todos compatibles con el UF8. Algunos <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> software DAW gratuito </a> también funciona con él. </p> <p> Otras características del UF8 incluyen: </p> <ul> <li> Capacidad para controlar entre tres DAWS simultáneamente </li> <li> Cinco bancos de ocho teclas de usuario y tres teclas rápidas (43 teclas asignables en total) </li> <li> Codificador de canal inteligente multipropósito </li> <li> Emulación de desplazamiento del mouse </li> <li> Ampliable hasta cuatro UF8 para una superficie de control SSL de 32 canales </li> <li> Licencias completas de los plug-ins Vocalstrip 2 y Drumstrip </li> <li> Conectividad USB de alta velocidad </li> </ul> <p> </p> <p> Para utilizar el UF8, debe descargar su software de comando: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360 ° </a> (disponible para descarga gratuita para Mac y Windows). Una vez instalado, SSL 360 ° le permite configurar su (s) unidad (es) UF8, personalizar las claves de usuario, guardar y cargar perfiles y administrar actualizaciones. </p> <p> &quot;El diseño y la calidad de construcción tienen que ver con nuestra fijación con la ingeniería humana, creando productos que lo mantienen en la zona creativa con acceso de alta velocidad a cada fader o control, sin fatiga o incomodidad del operador&quot;, dijo el gerente de productos de Studio, Andy Jackson <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> Tecnología de TV </a> . </p> <p> SSL es una marca de estudio que es más conocida por producir algunos de los mejores equipos analógicos disponibles, pero el nuevo UF8 podría significar que la empresa se trasladará al ámbito digital. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> ¿Es el UF8 el controlador para usted? </h2> <p> El UF8 es una superficie de control potente y versátil que funciona con los DAW más populares, pero es posible que se sienta decepcionado al descubrir que no tiene un fader maestro o un control de transporte adecuado. Si vale o no su precio de $ 1,299 depende de usted. </p> <p> Sin embargo, es emocionante ver a SSL expandir su marca, primero con su interfaz de audio y ahora un controlador DAW. ¿Veremos eventualmente que SSL también cree su propia DAW? </p>"}