{"title":"Twitter considera las suscripciones para reducir los anuncios","content":"<p> Twitter está sopesando la idea de las suscripciones pagas para disminuir su dependencia de los anuncios. La plataforma no solo está explorando el acceso basado en suscripción a TweetDeck, sino que también puede comenzar a cobrar a los usuarios por ciertas funciones. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter quiere alejarse de los anuncios </h2> <p> Es posible que Twitter no siga siendo completamente gratuito después de todo. Un informe sobre <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> revela que Twitter está pensando en nuevas formas de ganar dinero, y esto incluye tarifas de suscripción, propinas pagadas e incluso funciones de pago. </p> <p> Twitter puede considerar agregar un modelo de suscripción a <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , la alternativa de Twitter que organiza cuidadosamente sus feeds en columnas sin publicidad. La plataforma exploró cobrar por TweetDeck en 2017, pero nunca salió nada de eso. </p> <p> Twitter también está reflexionando sobre la idea de funciones pagas en Twitter. En julio de 2020, Twitter envió una encuesta preguntando a los usuarios qué funciones considerarían pagar. Si alguna vez aparecen funciones pagas, esto podría significar pagar por opciones avanzadas de personalización del perfil y quizás incluso funciones que le permitan deshacer ciertas acciones. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Después de que el CEO Jack Dorsey confirmó que Twitter está explorando un modelo de suscripción, la compañía está realizando encuestas a los usuarios sobre qué tipo de características les gustaría ver en dicho servicio. <br><br> Deshacer envío, insignias especiales para perfiles y análisis avanzado se encuentran entre las características que se están considerando. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> - Andrew Roth + (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 de julio de 2020 </a></blockquote>  <p> El informe de Bloomberg también mencionó que Twitter también está explorando &quot;consejos&quot;. Esto permitiría a los usuarios dar propina a los periodistas o creadores sobre ciertos tipos de contenido. La plataforma experimentó con esta opción en su aplicación de transmisión. <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Periscope, que se cerrará en marzo de 2021 </a> . </p> <p> Además, el director financiero de Twitter, Ned Segal, insinuó otros tipos de funciones pagas en una conferencia en diciembre de 2020. Señaló que las funciones pagas de Twitter podrían incluir &quot;videos de mayor calidad&quot;, &quot;análisis&quot; e incluso &quot;presencia comercial&quot;. &quot; </p> <p> Bruce Falck, director de productos de ingresos de Twitter, le dijo a Bloomberg que Twitter &quot;puede incluir&quot; suscripciones en el futuro. Continuó diciendo: &quot;Si bien estamos entusiasmados con este potencial, es importante señalar que todavía estamos en una exploración muy temprana y no esperamos ingresos significativos atribuibles a estas oportunidades en 2021 &quot;. Esto significa que probablemente no tendremos que preocuparnos por las funciones de pago todavía. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter anunció que adquiere el servicio de newsletter </a> , Revue, en enero de 2021. Cobrar a los usuarios por una suscripción a un boletín parecería un camino lógico a seguir por Twitter, pero no está claro si Twitter planea hacerlo. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> ¿Pagarías por funciones en Twitter? </h2> <p> Es difícil imaginar a Twitter como algo más que una red social gratuita. Si bien los usuarios avanzados pueden pagar por ciertas funciones para mejorar sus experiencias en Twitter, es probable que el usuario promedio no se sienta inclinado a pagar por una suscripción a TweetDeck o comprar una función para deshacer. </p> <p> Twitter necesita encontrar el equilibrio perfecto entre la satisfacción de los anunciantes y sus usuarios. Si se apoya demasiado en cobrar a los usuarios y eliminar anuncios, esto dejaría descontentos tanto a los usuarios como a los anunciantes. </p>"}