{"title":"TikTok está mejorando su juego de comercio electrónico","content":"<p> TikTok está irrumpiendo en la escena del comercio electrónico. Según los informes, la plataforma planea presentar un conjunto de herramientas que permiten a los creadores ganar dinero con los enlaces de afiliados y las sesiones de compra de transmisiones en vivo. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok apunta a la monetización </h2> <p> Según un informe de <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> El Financial Times </a> , TikTok brindará a los creadores formas adicionales de obtener ganancias con la aplicación. En una reunión informativa con los anunciantes, la aplicación de video de formato corto señaló que una gran cantidad de nuevas funciones de comercio electrónico se lanzarán en algún momento de 2021. </p> <p> Los usuarios de TikTok pronto podrán insertar enlaces de productos en sus videos, sin necesidad de conexión entre el creador y la marca. Si los espectadores hacen clic en el enlace y compran el producto, el creador recibirá una comisión. </p> <p> La plataforma también está considerando una función de compra de transmisión en vivo, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> al igual que ya vemos en Instagram Reels </a> . Los creadores podrán anunciar, e incluso demostrar, un producto durante las transmisiones en vivo, y los espectadores pueden comprarlo con solo unos pocos toques. </p> <p> TikTok también puede permitir que las marcas anuncien catálogos completos en la aplicación, lo que casi suena como el <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> Característica de catálogo de compras ya presente en WhatsApp </a> . </p> <p> Facebook, Instagram y WhatsApp se han transformado en plataformas de redes sociales que funcionan como centros comerciales. Con estos cambios, parece que TikTok apunta a hacer lo mismo. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok anunció una asociación con TeeSpring </a> en septiembre de 2020, una integración que permite a los creadores vender sus propios productos en la aplicación. La plataforma también unió fuerzas con Shopify casi al mismo tiempo, brindando a los comerciantes la oportunidad de crear campañas publicitarias para TikTok. </p> <p> El Financial Times también señaló que alrededor del 40 por ciento de los usuarios de TikTok no tienen una cuenta de Facebook y el 63 por ciento no usa Twitter. Esto significa un mercado completamente nuevo de usuarios que no ven las campañas publicitarias en todo Facebook y Twitter. Esto probablemente signifique mucho dinero para las marcas y los anunciantes. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Redes sociales: ¿un nuevo destino de compras? </h2> <p> El dinero se está volviendo cada vez más importante en las redes sociales, y eso puede resultar preocupante para los usuarios que solo usan las redes sociales para mantenerse en contacto con amigos. Los productos ya se están impulsando a través de Facebook e Instagram, y TikTok pronto se unirá. </p> <p> Dicho eso, tu <strong> Para ti </strong> la alimentación ya no puede limitarse a dúos y sketches divertidos. A finales de este año, es posible que vea sus productos favoritos de TikTok anunciando productos durante las transmisiones en vivo, o tal vez se encuentre con enlaces de productos que incluso podría pensar en comprar. </p> <p> Las redes sociales se están convirtiendo rápidamente en una vía para que los creadores, anunciantes y empresas ganen dinero, algo que probablemente veremos más en el futuro cercano. </p>"}