{"title":"Valve lanza oficialmente Steam en China","content":"<p> La plataforma de mercado y transmisión de juegos, Steam, finalmente tuvo un lanzamiento nativo oficial en China, en una gran semana para el mercado de juegos del país. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam llega oficialmente a China </h2> <p> Los jugadores chinos han tenido acceso a la versión internacional de Steam desde hace algún tiempo. Sin embargo, lo que ha faltado es un modelo chino nativo. </p> <p> Eso ahora ha cambiado, ya que Steam lanzó oficialmente la plataforma en el país. En lugar de tener que acceder a Steam a través de su cliente global, los jugadores chinos ahora tienen su propia versión. </p> <p> Esta será una noticia bien recibida. Sí, China puede haber tenido acceso al cliente Steam internacional, pero esto podría haber estado sujeto a una prohibición en cualquier momento, gracias a las estrictas leyes de censura en China. Como resultado, Steam estaba en una posición precaria. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> ¿Por qué China solo tiene Steam? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Valve ha estado prometiendo a los jugadores chinos su propia versión de Steam desde hace varios años. Por fin, ha tardado tres años en materializarse. Entonces, ¿por qué tardó tanto? </p> <p> Bueno, como puede que sepa o no, el Partido Comunista Chino (PCCh), que es el órgano de gobierno en China, examina rigurosamente todos los medios internacionales y cualquier dato extranjero que ingrese al país. </p> <p> Esto no solo se refiere a asuntos de actualidad o política. Se extiende a todo, desde películas hasta libros y videojuegos. </p> <p> Es por esta razón que Steam tardó tanto en llegar a China. Los juegos deben recibir la aprobación del gobierno chino antes de que los desarrolladores puedan lanzarlos en China. Esto incluye juegos en Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> ¿Qué juegos ofrece Steam de China? </h2> <p> Como se mencionó, la versión china de la popular plataforma tiene una gama limitada de juegos debido a la censura sobre la que acaba de leer. </p> <p> Tal como está, el mercado tiene actualmente cerca de 50 títulos listados, marcando 10 de ellos como &quot;próximamente&quot;, presumiblemente mientras el gobierno los examina. </p> <p> Actualmente, los usuarios chinos de Steam pueden disfrutar de títulos populares como Counter-Strike: Global Offensive. Este es constantemente el título más popular de Steam, como se confirmó cuando <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam rompió su propio récord de usuarios concurrentes </a> el 8 de febrero de 2021. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Grandes noticias para la comunidad de juegos de China </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> La llegada de Steam a China sin duda será música para los oídos de los jugadores chinos. Ahora, China tiene una plataforma estable sobre la que jugar sus títulos favoritos de Steam, sin que la amenaza de la censura le quite el disfrute. </p> <p> Steam ofrece a todos sus usuarios una excelente manera de jugar, así como un entorno seguro para comprar juegos. Es excelente que el gobierno chino haya permitido a Valve lanzar su plataforma en el país. </p>"}