{"title":"WallStreetBets aparece en un comercial del Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r / WallStreetBets </a> , la comunidad de Reddit detrás del frenesí de las acciones de GameStop, obtuvo su propio anuncio del Super Bowl. Reddit creó un breve anuncio de cinco segundos para honrar la voluntad y la determinación pura de WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets llega al Super Bowl </h2> <p> Cualquiera que haya visto el Super Bowl LV se llevó una agradable sorpresa entre los touchdowns récord de Rob Gronkowski y la actuación de The Weeknd con temática de Las Vegas. Durante lo que pareció una fracción de segundo durante la pausa comercial, apareció un anuncio de Reddit en la pantalla. </p> <p> El inicio del anuncio presenta el logotipo de Reddit, que luego desaparece para mostrar el mensaje &quot;Vaya, esto realmente funcionó. Si estás leyendo esto, significa que nuestra apuesta valió la pena&quot;. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> ¿Lo que acaba de suceder? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> - Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 de febrero de 2021 </a></blockquote>  <p> El mensaje continúa diciendo: &quot;Una cosa que aprendimos de nuestras comunidades la semana pasada es que los desamparados pueden lograr casi cualquier cosa cuando se unen en torno a una idea común&quot;. Aquí, Reddit se refería claramente a <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> Victoria de WallStreetBet sobre Wall Street </a> , ya que luchó con los fondos de cobertura enojados y las restricciones comerciales de Robinhood. </p> <p> Cierra el anuncio, señalando: &quot;Suceden cosas poderosas cuando las personas se unen en torno a algo que realmente les importa. Y hay un lugar para eso. Se llama Reddit&quot;. </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Sorpresa del Super Bowl de Reddit </h2> <p> Aunque este anuncio solo se mostró durante unos segundos, Reddit señaló que gastó &quot;todo su presupuesto de marketing&quot; en este comercial increíblemente corto. WallStreetBets definitivamente merecía el mensaje de celebración, y probablemente sorprendió a los 8,7 millones de miembros de la comunidad. </p>"}