{"title":"10 choses à faire et à ne pas faire en matière de sécurité sur Internet pour assurer votre sécurité en ligne","content":"<p> Lorsque vous naviguez sur Internet, êtes-vous pleinement conscient des risques que vous pourriez rencontrer ? Ne soyez pas complaisant lorsque vous surfez en ligne, ou vous pourriez être victime d&#39;escroqueries, notamment le vol d&#39;identité, les logiciels malveillants et l&#39;ingénierie sociale. </p> <p> Afin d&#39;être en sécurité en ligne, voici les 10 choses à faire et à ne pas faire en matière de sécurité que vous devez toujours garder à l&#39;esprit. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> À FAIRE : Installez un logiciel antivirus et mettez-le à jour régulièrement </h2> <p> Il s&#39;agit de l&#39;un des protocoles de sécurité les plus élémentaires que vous devez mettre en œuvre sur vos ordinateurs personnels et professionnels. Il existe de nombreuses options différentes pour ce type de logiciel. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Les gratuits offrent des fonctionnalités de sécurité de base </a> mais si vous voulez une sécurité maximale, vous devez prévoir un budget décent. Assurez-vous d&#39;envisager une protection contre les logiciels malveillants pour une navigation Web plus sûre. </p> <p> Et il est essentiel que vous le teniez à jour. De nouvelles vulnérabilités sont souvent détectées et corrigées ; si vous utilisez une ancienne version du logiciel antivirus, ces problèmes n&#39;ont pas été résolus sur votre appareil. Vous pouvez configurer la plupart des suites de sécurité pour qu&#39;elles se mettent à jour automatiquement. Vous pouvez également les configurer pour qu&#39;ils analysent régulièrement votre ordinateur sans que vous ayez besoin de faire quoi que ce soit d&#39;autre. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> À FAIRE : Choisissez des mots de passe forts </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> Les mots de passe jouent un rôle crucial dans la protection de vos données en ligne. Que ce soit pour vos profils de réseaux sociaux, vos comptes d&#39;achat ou votre messagerie personnelle, vous devrez créer des mots de passe forts. </p> <p> Certains sites proposent des suggestions, c&#39;est-à-dire un mélange de caractères alphanumériques et spéciaux. Certains n&#39;acceptent pas les mots de passe qui ne sont pas conformes à leurs exigences. Cependant, tous les sites Web ne proposent pas cela. Lorsque vous créez votre propre mot de passe, n&#39;oubliez pas que vous protégez votre intégrité et vos informations personnelles. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> FAIRE : Limiter les informations personnelles </h2> <p> Ne mettez pas trop d&#39;informations personnelles en ligne. En partageant vos informations privées avec le public, vous risquez de compromettre votre emplacement, votre routine quotidienne, etc. </p> <p> N&#39;oubliez pas le vol d&#39;identité. Plus vous fournissez d&#39;informations vous concernant, plus le risque que votre identité soit copiée par un cybercriminel est grand. C&#39;est une affaire très sérieuse qui peut ruiner des vies. De nombreuses personnes en ont été victimes. Vous ne voudriez pas être le prochain. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> À FAIRE : Éloignez-vous des appâts à clics suspects </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> Lorsque vous surfez en ligne, vous rencontrerez différents sites Web qui présentent des publicités contextuelles pouvant inciter toute personne inconsciente à cliquer. Les publicités clickbait sont dangereuses car elles peuvent conduire à des virus potentiels qui s&#39;infiltrent dans votre ordinateur. </p> <p> Soyez plus vigilant sur ce que vous lisez et cliquez lorsque vous êtes en ligne. Vérifiez d&#39;abord les informations, notamment l&#39;endroit où les liens vous mènent réellement, avant de cliquer, même si elles semblent très intéressantes. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> À FAIRE : Activer l&#39;authentification à deux facteurs </h2> <p> L&#39;authentification à deux facteurs (2FA) offre un niveau de sécurité supplémentaire pour votre compte. Cela aide à dissuader les escrocs car il faudrait deux preuves pour vérifier l&#39;authenticité du propriétaire du compte, c&#39;est-à-dire un mot de passe et un code de vérification envoyés à un numéro de téléphone ou à une adresse e-mail. </p> <p> Cela rend plus difficile pour les criminels de voler vos informations et d&#39;accéder à vos données. Ceci est essentiel si un site Web offre cette option. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> À NE PAS FAIRE : Utiliser un seul mot de passe pour différents sites Web </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Imaginez une maison avec plusieurs serrures mais n&#39;ayant qu&#39;une seule clé pour ouvrir toutes les pièces. Si un cambrioleur s&#39;empare de cette clé unique, toutes vos pièces peuvent être ouvertes simplement. </p> <p> Cela s&#39;applique également à la protection par mot de passe. </p> <p> </p> <p> Définir un mot de passe fort ne suffit pas. Vous devez apprendre à tout mélanger afin que tout escroc potentiel ou voleur d&#39;identité ne puisse pas complètement compromettre vos informations personnelles. Sinon, si un service subit une fuite de données, tous les autres que vous utilisez seront également exposés. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> À NE PAS FAIRE : s&#39;en tenir à un seul compte de messagerie </h2> <p> Votre e-mail est un facteur essentiel pour vous inscrire sur des sites Web. Même lorsqu&#39;il s&#39;agit de services bancaires en ligne, un e-mail est requis. Mais imaginez que vous oubliez vos informations de connexion par e-mail. </p> <p> Que ferez-vous? Que se passe-t-il si un criminel en ligne compromet votre adresse e-mail unique ? Il serait judicieux de créer plusieurs comptes de messagerie pour vous aider avec un plan de sauvegarde, afin que vous puissiez toujours récupérer des données importantes. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> À NE PAS FAIRE : stocker les détails de la carte personnelle sur les sites Web </h2> <p> Que vous soyez un fervent acheteur en ligne ou que vous les utilisiez avec parcimonie, il ne serait pas judicieux de stocker les détails de votre carte sur des sites Web. </p> <p> Plus vous stockez de données sur les sites, plus le risque d&#39;usurpation d&#39;identité est grand en cas de violation de données. Vous devez souvent prendre ce risque en ce qui concerne les informations personnelles identifiables (PII), car de nombreux services ont besoin de données personnelles de base pour créer un compte, mais le stockage de vos informations financières ailleurs est inutile. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> À NE PAS FAIRE : Télécharger un logiciel inconnu </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> Vous avez navigué et une publicité est apparue, proposant un logiciel gratuitement ? Quelle que soit la qualité de cette offre, ne la téléchargez pas. </p> <p> Si cela semble trop beau pour être vrai, c&#39;est probablement le cas. Cela est également vrai pour les pièces jointes non sollicitées. </p> <p> </p> <p> Votre suite de sécurité devrait vous protéger contre de nombreuses menaces, mais en cliquant sur quelque chose sans connaître son contenu complet, vous pourriez inviter des logiciels malveillants dans votre système. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> À NE PAS FAIRE : autoriser les sites Web à se souvenir de votre nom d&#39;utilisateur et de votre mot de passe </h2> <p> Permettre aux sites Web de se souvenir de votre nom d&#39;utilisateur et de votre mot de passe est tentant, mais il vaut mieux éviter quelque chose. </p> <p> Toute personne pouvant accéder à votre ordinateur, ordinateur portable ou smartphone peut facilement accéder à vos comptes, car toutes les informations de connexion sont déjà stockées dans les cookies. Vous pouvez utiliser un service tout le temps, mais ne soyez pas trop à l&#39;aise lorsque vous vous connectez à différents sites Web en ligne. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> La sécurité sur Internet nécessite des choix intelligents simples </h2> <p> Votre sécurité sur Internet repose tellement sur des choix de base. </p> <p> Plus vous prenez des décisions judicieuses, moins votre identité est susceptible d&#39;être compromise. Le fardeau est vraiment sur vous ici. Les cybercriminels n&#39;attendent que vous pour faire de mauvais mouvements. Alors soyez intelligent; Soyez vigilant. Ne baissez jamais votre garde lorsque vous naviguez en ligne. </p>"}