{"title":"4 sites Web et applications amusants qui vous pousseront vers vos objectifs","content":"<p> Fixer un objectif est facile. Travailler vers votre objectif tout en manœuvrant les banalités de la vie quotidienne est la partie la plus difficile. </p> <p> Ces sites Web amusants et applications pour smartphone utilisent des moyens ingénieux qui vous permettent d&#39;atteindre vos objectifs à temps. </p> <h2 id=\"dollar-doer-club-web\"> 1. <a href=\"https://www.dollardoer.club/\" target=\"_blank\" rel=\"nofollow noopener\"> Dollar Doer Club </a> (La toile) </h2> <p> <img alt=\"dollar doer club\" src=\"images/dollar-doer-club-151.png\" loading=\"lazy\"> </p> <p> La gêne est un puissant facteur de motivation. Le Dollar Doer Club exploite votre peur de l&#39;embarras de manière astucieuse pour vous aider à atteindre vos objectifs. </p> <p> Le défi de 30 jours du Dollar Doer Club ouvre la voie à deux scénarios. Les deux scénarios proposent des propositions inoffensives : choisissez un objectif, choisissez une phrase embarrassante et choisissez un ami <strong> . </strong> </p> <p> Selon que vous atteignez ou non votre objectif en 30 jours, vous rencontrerez deux résultats totalement différents. Si vous atteignez votre objectif et que votre ami le confirme avec le Dollar Doer Club, vous profiterez de la lueur de la réalisation sans conséquences négatives. </p> <p> Alternativement, si vous n&#39;atteignez pas votre objectif, le Dollar Doer Club diffusera 1 000 impressions publicitaires dans votre ville pour faire connaître votre échec. Comment est-ce pour la motivation? </p> <p> </p> <h2 id=\"hijack-your-feed-web\"> 2. <a href=\"https://hijack.social/\" target=\"_blank\" rel=\"nofollow noopener\"> Détournez votre flux </a> (La toile) </h2> <p> <img alt=\"hijack your feed\" src=\"images/hijack-your-feed-1-968.png\" loading=\"lazy\"> </p> <p> Des suggestions inoffensives peuvent parfois être le meilleur moyen de vous rappeler de faire quelque chose. Hijack Your Feed est une extension de navigateur qui insère des rappels dans votre flux social à partir de votre liste de tâches personnelle. </p> <p> Promettant de transformer votre liste de tâches en « contenu qui vaut la peine d&#39;être consommé », Hijack Your Feed insère des publications uniques dans votre flux Twitter pour chaque tâche. Tous les messages visent à attirer votre attention, tout comme les &quot;vraies&quot; publicités. </p> <p> Les publications interactives de Hijack Your Feed vous permettent de marquer des tâches comme <strong> Fait </strong> , ou visitez les liens intégrés grâce à la commodité de votre calendrier social. </p> <p> </p> <h2 id=\"confetti-habits-android-ios\"> 3. <a href=\"https://www.tryconfetti.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Habitudes de confettis </a> (Android, iOS) </h2> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (3 images) </strong> <img alt=\"adding a habit in confetti habits\" src=\"images/confetti-habits-add-habit-950.jpg\" loading=\"lazy\"> Développer <img alt=\"confetti habits frequency and reminder\" src=\"images/confetti-habits-reminder-779.jpg\" loading=\"lazy\"> Développer <img alt=\"confetti habits completed or avoided\" src=\"images/confetti-habits-completed-avoided-196.jpg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> Quel est le moyen le plus efficace pour atteindre un objectif ? En le décomposant en petits morceaux digestes que vous pouvez compléter chaque jour. Une application pour smartphone qui vous rappelle d&#39;effectuer une petite tâche chaque jour est un moyen efficace de le faire. </p> <p> Confetti Habits est un outil de suivi des habitudes qui met l&#39;accent sur la création d&#39;habitudes positives de manière amusante et colorée. Chaque fois que vous complétez une habitude, Confetti Habits lance des confettis virtuels pour célébrer votre réussite. Après tout, travailler pour atteindre vos objectifs est toujours un motif de célébration. </p> <p> </p> <p> Éviter les mauvaises habitudes est facilité avec Confetti Habits. Vos séquences (par exemple, un objectif de 30 jours sans fumer de cigarette) sont visualisées sous la forme d&#39;une chaîne ininterrompue dans l&#39;application. Les séquences visualisées et les graphiques de progression vous motiveront à continuer votre voyage. </p> <p> <strong> Télécharger: </strong> Confetti Habitudes pour <a href=\"https://play.google.com/store/apps/details?id=com.confettimobile\" target=\"_blank\" rel=\"nofollow noopener\"> Android </a> | <a href=\"https://apps.apple.com/app/confetti-habits/id1507853418\" target=\"_blank\" rel=\"nofollow noopener\"> iOS </a> (Achats in-app gratuits disponibles) </p> <p> </p> <h2 id=\"ballertodo-web\"> 4. <a href=\"https://ballertodo.com/\" target=\"_blank\" rel=\"nofollow noopener\"> BallerÀFaire </a> (La toile) </h2> <p> <img alt=\"priority matrix for ballertodo\" src=\"images/ballertodo-matrix-1-515.png\" loading=\"lazy\"> </p> <p> Une simple liste de choses à faire n&#39;est pas toujours le moyen le plus efficace d&#39;organiser vos objectifs. Vous pourriez vous sentir dépassé en essayant de prioriser ce qu&#39;il faut faire en premier dans une liste de contrôle traditionnelle d&#39;éléments. </p> <p> BallerToDo utilise une matrice Eisenhower pour vous aider à vous organiser comme un joueur de balle et à faire avancer les choses. Vous pouvez visualiser vos tâches le long des axes X et Y, et hiérarchiser les tâches en fonction de leur <strong> Impacter </strong> et <strong> Urgence </strong> . </p> <p> </p> <p> Faire une tâche est facile. Cliquez n&#39;importe où sur la matrice et ajoutez un titre. La tâche peut être déplacée dans la matrice à tout moment pour mettre à jour son importance et son urgence. </p> <p> L&#39;interface utilisateur met en évidence la tâche avec le score le plus élevé, ce qui élimine le travail acharné de la priorisation. C&#39;est la chose la plus proche d&#39;avoir un gestionnaire de tâches personnel qui est là pour vous 24h/24 et 7j/7. </p> <p> </p> <h2 id=\"powering-through-the-daily-grind\"> Alimenter à travers la mouture quotidienne </h2> <p> Les réalisations quotidiennes incrémentielles sont là où la magie opère. Le mont Everest ne peut pas être conquis du jour au lendemain. De même, atteindre vos objectifs nécessite un dévouement quotidien sur une période de temps. </p> <p> Les petites réalisations quotidiennes sont le meilleur moyen d&#39;atteindre des objectifs à long terme. Que votre motivation vienne de la peur de l&#39;embarras, des progrès quotidiens visualisés ou d&#39;un rappel inattendu, les petits pas finissent par ouvrir la voie à quelque chose de grand. </p>"}