{"title":"5 sites de jeux par navigateur gratuits pour jouer à des jeux multijoueurs ou classiques en ligne","content":"<p> Vous n&#39;avez pas besoin d&#39;une PlayStation ou de cartes graphiques haut de gamme pour jouer à de grands jeux. Ces sites vous montrent où jouer à des jeux en ligne gratuits dans n&#39;importe quel navigateur, y compris les jeux multijoueurs et les titres classiques. </p> <p> Les jeux par navigateur ne sont pas nouveaux, mais avec la mort de Flash Player, il y a un nouveau catalogue dont vous devez être conscient. Des aventures textuelles aux recréations de jeux de console classiques, vous pouvez jouer à des jeux fantastiques dans n&#39;importe quel navigateur moderne, et certains d&#39;entre eux fonctionnent même sur les smartphones. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1. <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Itch.io </a> (Web) : StumbleUpon pour découvrir des jeux par navigateur aléatoires </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch est une plate-forme pour découvrir des jeux indépendants, gratuits et payants, sur toutes les plates-formes. Il possède une énorme bibliothèque de jeux Web, principalement en HTML5, afin qu&#39;ils fonctionnent sur n&#39;importe quel navigateur moderne. Vous pouvez les trier par popularité, notes, les plus récents ou les filtrer avec des balises comme la première personne, 2D, pixel art, etc. </p> <p> Une façon amusante de découvrir de nouveaux jeux par navigateur est d&#39;utiliser le <strong> Randomiseur </strong> . Cela fonctionne comme un StumbleUpon pour les jeux Web, vous montrant un projet après l&#39;autre et vous permettant de le jouer dans le même onglet avant de passer au suivant. Il est préférable d&#39;utiliser le Randomizer avec un compte Itch.io car il suivra alors les jeux que vous avez déjà vus et ne les affichera plus. </p> <p> Comme Itch est également un client pour acheter des jeux, vous voudrez peut-être filtrer par jeux gratuits si vous recherchez une pause rapide. Là encore, vous découvrirez peut-être des jeux payants incroyables qui fonctionnent dans un navigateur, ce qui est idéal pour les plates-formes comme Chromebook ou pour jouer sur votre PC de bureau qui n&#39;autorise pas les installations tierces. </p> <p> Outre les jeux par navigateur, Itch.io héberge des jeux indépendants pour ordinateurs et consoles. En fait, c&#39;est l&#39;un des <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> meilleurs sites pour télécharger gratuitement des jeux PC premium </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2. <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Aventures Web </a> (Web) : jeux d&#39;aventure textuels et fiction interactive </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> Les vrais geeks et les joueurs raconteront des histoires avant des graphismes sophistiqués où votre imagination et votre esprit comptaient le plus, dans un genre de jeux appelé aventures textuelles ou fiction interactive. Des jeux comme Zork ont ​​été joués en voyant du texte et en tapant la phrase correcte pour continuer. Vous pouvez désormais jouer à Zork et à d&#39;autres fictions interactives sur Web Adventures. </p> <p> Le site Web comprend certains des jeux d&#39;aventure textuels classiques comme la trilogie Zork originale de 1982 et ses autres variantes, le méga-hit Galatea des années 2000, l&#39;aventure de puzzle de 1995 Jigsaw et plusieurs autres titres primés. Ce sont des jeux qui étaient autrefois commerciaux mais sont maintenant gratuits pour jouer en ligne. Web Adventures propose également une section distincte pour la fiction interactive adaptée aux enfants afin de présenter aux jeunes esprits et à leur imagination active les merveilles des jeux d&#39;aventure textuels. </p> <p> Web Adventures fonctionne à la fois sur les navigateurs de bureau et mobiles, vous pouvez donc y jouer en déplacement. Idéalement, jouez au jeu sur le même appareil que vous avez commencé car le site peut enregistrer votre progression via le cache du navigateur, mais ne peut pas synchroniser entre les appareils. Et une fois que vous avez terminé avec Web Adventures, découvrez ces autres excellents <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> jeux d&#39;aventure textuels pour navigateurs </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 3. <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> Jeux LCD </a> (Web): Jouez à des jeux de console LCD portables rétro </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> Aujourd&#39;hui, chaque téléphone est une console de jeux vidéo et la Nintendo Switch est la référence en matière de jeux portables. Mais les jeux portables ont commencé avec la série de jeux LCD de MicroVision et Nintendo Game &amp; Watch. Un développeur les a recréés sous la forme de jeux par navigateur pour que tout le monde puisse vivre cette expérience rétro. </p> <p> Actuellement, la liste comprend Donkey Kong II, Cement Factory, Highway, Jungle Kong, Tom&#39;s Adventure, Mario Bros., Eagle n&#39; Chicken et Sea Ranger. La conception de chaque jeu et de son unité entière est exactement ce qu&#39;elle était dans les années 1980. Certains sont des jeux à double écran, d&#39;autres s&#39;en tiennent à un seul écran. </p> <p> Les touches directionnelles du clavier deviennent votre pavé de navigation et les touches Z et A agissent comme des boutons. Pour interagir avec n&#39;importe quel autre bouton (comme Démarrer ou Pause), utilisez votre souris. Si vous jouez aux jeux sur mobile, vous pouvez appuyer sur les boutons à l&#39;écran pour une expérience encore plus proche de l&#39;original. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4. <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Jeux de Kevin </a> (Web) : Collection de jeux de navigateur multijoueurs IO et communauté </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Vous devez avoir entendu parler d&#39;Agar.io, DRAWar.io, Paper.io et d&#39;autres jeux de navigateur en ligne multijoueurs. Ces &quot;jeux IO&quot; sont parmi les plus rapides <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> jeux pour jouer avec des amis gratuitement </a> , sur n&#39;importe quel navigateur. Il est difficile de tous les trouver au même endroit, mais Kevin Games a fait un excellent travail en collectant bon nombre des plus grands jeux par navigateur multijoueurs IO. </p> <p> Chaque jeu apparaît sous forme de tuile avec son titre, mais vous n&#39;obtiendrez pas de description de ce dont il s&#39;agit. Au lieu de cela, passez votre curseur sur la tuile et elle se transformera en un petit GIF montrant le gameplay en action. C&#39;est une façon cool et différente de décrire à quoi s&#39;attendre. </p> <p> La collection ne se limite pas aux jeux IO qui sont généralement des jeux multijoueurs massifs. Vous pouvez également parcourir des catégories telles que puzzle, arcade, bataille royale, tir, etc. Vous pouvez également rechercher des jeux avec des balises génériques comme la course. </p> <p> Kevin Games dispose également d&#39;un serveur Discord actif où vous pouvez discuter de jeux avec des personnes partageant les mêmes idées, ou même discuter avant et après un match. Après tout, le chat et la communauté font partie intégrante du jeu multijoueur. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5. <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Jouer Classique </a> (Web) : jouez à des jeux classiques DOS, NES et Sega en ligne dans un navigateur </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> Les émulateurs vous permettent d&#39;exécuter de vieux jeux sur n&#39;importe quel ordinateur, que ce soit à partir de consoles comme NES ou de systèmes d&#39;exploitation comme MS-DOS. Play Classic les met en ligne dans un navigateur, avec la possibilité d&#39;enregistrer la progression du jeu dans le navigateur lui-même. </p> <p> Actuellement, le site Web prend en charge les plates-formes MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo et Game Boy. Vous trouverez des titres dans un large éventail comme tous les jeux Mario, Sonic the Hedgehog, les premières versions de Mortal Kombat, Doom et bien d&#39;autres. Utilisez le menu &quot;Top 100 des jeux classiques&quot; pour découvrir rapidement les jeux DOS, Genesis ou SNES les plus populaires. </p> <p> Les commandes changent selon le type de plate-forme. Il n&#39;y a pas de guide simple disponible, mais en grande partie, vérifiez les touches A, S, D, Z, X, C pour les boutons et les touches fléchées pour le mouvement, et Entrée pour Sélectionner. </p> <p> </p> <h2 id=\"avoid-flash-games\"> Évitez les jeux flash </h2> <p> Le 31 décembre 2020, Adobe a cessé de prendre en charge Flash Player. En fait, la plupart des nouveaux navigateurs ne prennent pas en charge Flash ou vous déconseillent activement de l&#39;activer sur n&#39;importe quel site. Les développeurs et les experts en sécurité ont longtemps mis en garde contre les vulnérabilités possibles de Flash, et il est donc maintenant temps d&#39;arrêter de jouer à ces jeux une fois pour toutes. </p> <p> C&#39;est dommage car il existe des jeux Flash de haute qualité, créatifs et divertissants, mais cela ne vaut plus le risque. Certains sites Web tentent activement de <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> enregistrer ou convertir d&#39;anciens jeux Flash </a> ainsi que. Espérons que la liste ci-dessus de sites Web de jeux par navigateur vous offrira suffisamment d&#39;autres options plus sûres pour jouer à des jeux en ligne gratuitement. </p>"}