{"title":"7 façons de repérer un faux profil LinkedIn","content":"<p> Des menaces en ligne existent même sur les réseaux sociaux professionnels comme LinkedIn, souvent sous la forme de faux profils. </p> <p> Repérer un faux profil LinkedIn se résume en partie à une intuition. Cependant, savoir exactement quoi rechercher rend les choses beaucoup plus faciles. Voici sept signes clés indiquant qu&#39;une demande de connexion que vous avez reçue peut ne pas être authentique. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Comment repérer les faux profils LinkedIn </h2> <p> </p> <p> Les comptes malveillants collectent des listes de contacts et des détails tels que des adresses e-mail et des numéros de téléphone. Ils pourraient également promouvoir de fausses offres d&#39;emploi, attirer les demandeurs d&#39;emploi avec des perspectives intéressantes et les encourager à cliquer sur un lien ou à télécharger un fichier contenant des logiciels malveillants. </p> <p> le <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> gamme d&#39;attaques de phishing courantes sur les réseaux sociaux </a> est large, mais facilement contrarié si vous faites attention. En fin de compte, en faisant attention, vous pouvez protéger vos informations personnelles et vos actifs. Dans le même temps, vous protégez les autres utilisateurs des faux profils qui vous utilisent comme leurre. </p> <p> Voici quelques signes à surveiller. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Profil incomplet ou impersonnel </h3> <p> Prenez dans l&#39;impression globale du compte. À moins que le compte ne soit privé, vous devriez pouvoir voir des détails tels que l&#39;emplacement, l&#39;éducation, l&#39;emploi et la section À propos de l&#39;utilisateur. Un profil incomplet est un signal d&#39;alarme, tout comme un profil qui ne semble pas professionnel ou impersonnel. </p> <p> Regardez les informations À propos de l&#39;utilisateur, par exemple. En dehors des fautes d&#39;orthographe ou de formulation, il peut y avoir des incohérences avec le secteur dans lequel ils sont censés être un expert. Il est également courant de trouver des mots génériques, alors gardez les yeux et l&#39;esprit ouverts à tout ce qui vous dérange. </p> <h3 id=\"suspicious-profile-picture\"> 2. Photo de profil suspecte </h3> <p> </p> <p> Un faux compte LinkedIn utilise souvent une image inhabituelle et se révèle ainsi. Certains n&#39;utilisent pas du tout de photo. Alors que des professionnels soignés et des prises de vue de qualité sont des vues courantes sur la plate-forme, la plupart des utilisateurs essaient d&#39;éviter de ressembler à une photo d&#39;archive. </p> <p> Vous pourriez également rencontrer des visages célèbres qui vous sourient et qui ne correspondent pas au nom affiché sur le profil. </p> <p> Dans les deux cas, vous pouvez vérifier rapidement via un <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Recherche d&#39;images Google sur votre ordinateur </a> ou smartphone. </p> <h3 id=\"generic-headline\"> 3. Titre générique </h3> <p> En tant que demandeur d&#39;emploi, vous êtes censé créer un profil qui attire l&#39;attention des employeurs, tout en reflétant qui vous êtes en tant que personne. Si une demande de connexion a une phrase aléatoire ou générique pour un titre, l&#39;utilisateur peut ne pas être sur LinkedIn pour les mêmes raisons que tout le monde. </p> <p> Se faire des amis sur la plate-forme n&#39;est pas mal, bien sûr, mais vous devez faire preuve d&#39;une prudence supplémentaire, surtout lorsqu&#39;un manque de jugement est tout ce qu&#39;il faut pour avoir beaucoup de problèmes avec les escrocs. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Des antécédents de travail ou d&#39;études suspects </h3> <p> Ici aussi, plus le profil fournit d&#39;informations, mieux c&#39;est. Remplir vos antécédents professionnels ou éducatifs sur LinkedIn est fastidieux, mais cela doit être aussi intéressant que possible. Ainsi, un compte qui ne montre qu&#39;une poignée d&#39;entreprises et de titres de poste sans détails supplémentaires tels que les responsabilités est pour le moins étrange. </p> <p> Parcourir le CV de quelqu&#39;un semble extrême, mais un faux compte y fera forcément des erreurs. Non seulement cela, mais une recherche Google d&#39;informations dont vous n&#39;êtes pas sûr pourrait générer d&#39;autres avertissements concernant le compte. Un peu de paranoïa paie parfois. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Messages enthousiastes avec des liens </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Certains utilisateurs frauduleux sont assez audacieux pour envoyer un message avec leur demande de connexion. Étant donné que leur objectif est de vous convaincre de leur faire confiance, ils remplissent parfois leurs messages d&#39;accroches telles que des avantages de travail irrésistibles, des mots-clés et un langage enthousiaste. </p> <p> Ils peuvent inclure des liens et des documents contenant plus d&#39;informations sur tout ce qu&#39;ils proposent. N&#39;ouvrez ou ne téléchargez rien tant que vous ne savez pas que l&#39;utilisateur et l&#39;offre sont authentiques. Cela s&#39;applique aux interactions sur n&#39;importe quelle plate-forme, qu&#39;il s&#39;agisse d&#39;un réseau social ou de votre compte de messagerie. </p> <p> Un moyen pratique de tester un profil suspect consiste tout d&#39;abord à rechercher les détails de son compte, y compris la personne et l&#39;entreprise. Envoyez-leur ensuite un message avec des questions. Une approche diplomatique et non conflictuelle fonctionne mieux. Si leurs réponses sont insuffisantes, vous pouvez rejeter ou ignorer leur offre. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Trop peu ou trop de connexions </h3> <p> Il se peut que le profil soit nouveau et qu&#39;il construise encore son réseau, mais si les chiffres ne changent pas après un certain temps, l&#39;utilisateur pourrait ne pas vraiment essayer. Ou les gens ne se connectent pas avec eux pour une raison. </p> <p> Si vous voyez autre chose de suspect sur le compte, vous devez éviter ou <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> même les signaler </a> . </p> <p> À l&#39;autre extrémité du spectre se trouvent de faux profils qui trompent beaucoup de gens et même le système premium, mais se connectent avec tout le monde. Un véritable utilisateur se retrouve avec un réseau plus ou moins lié à ses intérêts. Un réseau massif avec une collection inhabituelle de personnes est un grand drapeau rouge. </p> <h3 id=\"poor-linkedin-activity\"> 7. Mauvaise activité sur LinkedIn </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> De vrais profils interagissent également avec la plateforme. Leurs utilisateurs sont en fait investis pour se faire connaître et établir des liens significatifs. Les faux comptes ne vont généralement pas bien au-delà du fait d&#39;aimer ou de partager des publications. Même leurs commentaires seront génériques ou très courts. </p> <p> En plus de vérifier les détails d&#39;un profil, jetez également un œil à son activité. Si cela semble rare ou impersonnel, il serait sage d&#39;éviter de se connecter. De petits détails comme celui-ci devraient ajouter à votre sentiment sur le compte et vous aider à décider s&#39;il est suspect ou non. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Le bon sens vous protège sur LinkedIn </h2> <p> Individuellement, ces drapeaux rouges sont mineurs, mais en rassemblant plusieurs, vous avez un compte suspect entre les mains. Cela pourrait simplement être quelqu&#39;un qui ne sait pas comment créer un bon profil ou approcher les gens de manière professionnelle. Mais, même ainsi, il vaut mieux prévenir que guérir. </p> <p> En tant qu&#39;utilisateur authentique, vous devez apprendre à vous protéger. Et être très pointilleux avec vos contacts est un petit prix à payer. </p>"}