{"title":"8 façons simples de réparer Steam lorsqu&#39;il ne s&#39;ouvre pas","content":"<p> Steam refuse-t-il de s&#39;ouvrir sur votre ordinateur ? Il y a plusieurs raisons pour lesquelles cela peut arriver. </p> <p> Le guide suivant répertorie huit façons d&#39;ouvrir Steam sans aucun problème de lancement sur votre ordinateur. Vérifiez ces solutions simples avant d&#39;effacer votre ordinateur ou de dire adieu définitivement à Steam. </p> <h2 id=\"check-if-steam-is-down\"> 1. Vérifiez si la vapeur est en panne </h2> <p> Si Steam s&#39;ouvre mais ne dépasse pas l&#39;écran de connexion, ou s&#39;il ne se charge pas du tout, il peut y avoir un problème avec les serveurs de Steam. </p> <p> Les serveurs peuvent subir une panne, ce qui entraîne l&#39;arrêt de tous les clients Steam. </p> <p> Il existe des sites comme <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> Statut Steam non officiel </a> qui vous indiquent l&#39;état actuel des serveurs de l&#39;application. Si vous y voyez des temps d&#39;arrêt, c&#39;est probablement pourquoi Steam ne s&#39;ouvre pas sur votre ordinateur. </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. Terminez le processus Steam à l&#39;aide du gestionnaire de tâches Windows </h2> <p> Si Steam s&#39;ouvre mais reste bloqué sur l&#39;écran initial, vous pouvez arrêter le processus de Steam à l&#39;aide du Gestionnaire des tâches et voir si cela résout le problème. </p> <p> </p> <p> Voici comment terminer le processus Steam sur votre PC : </p> <ol> <li> Cliquez avec le bouton droit sur votre barre des tâches Windows et sélectionnez <strong> Gestionnaire des tâches </strong> . </li> <li> Clique le <strong> Processus </strong> onglet dans le Gestionnaire des tâches. </li> <li> Trouve <strong> Programme d&#39;amorçage du client Steam </strong> dans la liste des processus, cliquez dessus, puis cliquez sur le <strong> Tâche finale </strong> bouton en bas à droite. </li> <li> Le Gestionnaire des tâches devrait forcer la fermeture de Steam sur votre PC. </li> <li> Relancer <strong> Vapeur </strong> et voir si ça marche. </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. Redémarrez votre ordinateur </h2> <p> Si votre ordinateur a un problème mineur, cela peut empêcher Steam de s&#39;ouvrir. Si tel est votre cas, un simple redémarrage de votre ordinateur résoudra probablement le problème. </p> <p> Enregistrez votre travail, fermez toutes vos applications ouvertes, puis suivez ces étapes pour redémarrer votre PC : </p> <ol> <li> Ouvrez le <strong> Démarrer </strong> menu. </li> <li> Cliquez sur l&#39;icône d&#39;alimentation. </li> <li> Sélectionner <strong> Redémarrer </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. Exécutez Steam en tant qu&#39;administrateur </h2> <p> L&#39;une des raisons possibles pour lesquelles Steam ne s&#39;ouvrira pas est que l&#39;application ne dispose pas des autorisations requises. Ces types de problèmes sont courants sur les PC Windows. Vous pouvez les corriger en <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> exécuter vos applications avec des privilèges d&#39;administrateur </a> . </p> <p> Vous pouvez lancer Steam en tant qu&#39;administrateur et voir si cela vous aide à ouvrir l&#39;application sans aucun problème. Voici comment procéder : </p> <ol> <li> Faites un clic droit sur le raccourci Steam sur votre bureau et sélectionnez <strong> Lieu de fichier ouvert </strong> depuis le menu contextuel. </li> <li> Trouve <strong> steam.exe </strong> dans la liste des fichiers, cliquez avec le bouton droit sur ce fichier et sélectionnez <strong> Exécuter en tant qu&#39;administrateur </strong> . </li> <li> Frappé <strong> Oui </strong> dans l&#39;invite. </li> <li> Steam devrait maintenant se lancer avec les droits d&#39;administrateur. </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. Supprimez les fichiers de cache Steam </h2> <p> Comme d&#39;autres applications, Steam crée et stocke également des fichiers de cache sur votre ordinateur. Ces fichiers de cache sont parfois la raison pour laquelle vous rencontrez divers problèmes avec Steam. </p> <p> L&#39;échec de l&#39;ouverture de Steam peut être le résultat d&#39;un fichier de cache défectueux. Si tel est le cas, votre meilleure option est de supprimer tous les fichiers de cache Steam de votre ordinateur. </p> <p> Vous pouvez supprimer les fichiers de cache sans causer de problèmes avec l&#39;application, et ce qui suit montre comment : </p> <ol> <li> Fermer <strong> Vapeur </strong> s&#39;il fonctionne sur votre PC. </li> <li> Faites un clic droit sur le raccourci Steam sur votre bureau et sélectionnez <strong> Lieu de fichier ouvert. </strong> Le dossier Steam devrait s&#39;ouvrir dans l&#39;explorateur de fichiers. </li> <li> Allez en haut du dossier et recherchez le dossier nommé <strong> appcache </strong> . </li> <li> Copiez ceci <strong> appcache </strong> dossier dans un autre répertoire de votre ordinateur. Vous effectuez une sauvegarde du dossier. </li> <li> Ensuite, faites un clic droit sur l&#39;original <strong> appcache </strong> dossier et sélectionnez <strong> Effacer </strong> . Cela supprime le dossier du répertoire Steam. </li> <li> Lancer <strong> Vapeur </strong> et voir si ça marche. </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. Videz la configuration Steam et actualisez l&#39;application </h2> <p> Étant donné que Steam contient de nombreux fichiers de configuration, l&#39;application est en fait livrée avec une commande qui vous permet d&#39;actualiser la configuration et l&#39;installation de Steam sur votre ordinateur. Vous pouvez utiliser cette commande pour résoudre de nombreux problèmes avec Steam, sauf lorsqu&#39;il ne s&#39;ouvre pas. </p> <p> Voici comment actualiser les fichiers de configuration Steam : </p> <ol> <li> appuie sur le <strong> Touche Windows + R </strong> touches en même temps pour ouvrir Run. </li> <li> Tapez ce qui suit dans la zone Exécuter, puis appuyez sur <strong> Entrer </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> Steam indique que l&#39;exécution de la commande ci-dessus supprimera votre cache de téléchargement et vous déconnectera de l&#39;application. Vous devez cliquer <strong> d&#39;accord </strong> continuer. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> Si vous êtes intéressé par les commandes, il y a quelques <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> commandes CMD utiles </a> que vous pouvez apprendre. </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. Corrigez vos paramètres de date et d&#39;heure </h2> <p> De nombreuses applications nécessitent que vous ayez les paramètres de date et d&#39;heure corrects configurés sur votre ordinateur. Si Steam ne s&#39;ouvre pas, il se peut que vos paramètres de date et d&#39;heure ne soient pas corrects. </p> <p> Vous pouvez accéder à l&#39;application Paramètres de Windows 10 et activer l&#39;option d&#39;heure automatique pour résoudre ce problème. Voici comment procéder sur un PC : </p> <ol> <li> Ouvrez le <strong> Paramètres </strong> application de la <strong> Démarrer </strong> menu. </li> <li> Cliquez sur <strong> Heure et langue </strong> . </li> <li> Sélectionner <strong> Date et heure </strong> à gauche. </li> <li> Tourne le <strong> Régler l&#39;heure automatiquement </strong> basculer vers le <strong> AU </strong> positionner. </li> <li> Activez la bascule pour <strong> Définir le fuseau horaire automatiquement </strong> ainsi que. </li> <li> Ouvert <strong> Vapeur </strong> et voir s&#39;il se lance. </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. Réinstallez Steam sur votre ordinateur </h2> <p> Si rien d&#39;autre ne fonctionne, votre dernier recours consiste à désinstaller et réinstaller Steam sur votre ordinateur. Cela supprime Steam ainsi que tous ses fichiers de votre machine. Ensuite, vous pouvez installer Steam à partir de zéro. </p> <p> La réinstallation de l&#39;application résoudra la plupart des problèmes avec Steam sur votre ordinateur, y compris celui où l&#39;application refuse de se lancer. </p> <p> <strong> Pour supprimer Steam de votre ordinateur : </strong> </p> <ol> <li> Lancer le <strong> Paramètres </strong> application sur votre PC. </li> <li> Cliquez sur <strong> applications </strong> . </li> <li> Trouve <strong> Vapeur </strong> dans la liste des applications et cliquez dessus. </li> <li> Clique le <strong> Désinstaller </strong> bouton pour supprimer Steam. </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> Pour réinstaller Steam : </strong> </p> <ol> <li> Dirigez-vous vers le <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> Site de vapeur </a> à l&#39;aide de votre navigateur Web. </li> <li> Téléchargez et lancez la configuration Steam sur votre PC. </li> <li> Passez par l&#39;assistant d&#39;installation. </li> </ol> <p> Apprendre <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> comment désinstaller complètement les applications </a> si vos applications laissent souvent derrière elles des fichiers indésirables. </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> Résoudre les problèmes de lancement de Steam sur votre ordinateur </h2> <p> Les problèmes avec Steam sont très rares, mais cela ne signifie pas que vous n&#39;en rencontrerez jamais du tout. Si vous rencontrez un problème où Steam ne se lance pas, vous savez maintenant quoi faire dans cette situation. Il existe plusieurs façons de contourner les problèmes de lancement de Steam, comme indiqué ci-dessus. </p> <p> Comme Steam, Discord rencontre également parfois des problèmes de lancement. Heureusement, vous disposez également de différentes manières de contourner ces problèmes. </p>"}