{"title":"9 commandes de base pour démarrer avec Linux","content":"<p> Les guides pratiques Linux s&#39;attendent souvent à ce que vous effectuiez certaines opérations dans le terminal, ce qui peut sembler intimidant au début. Mais ne vous inquiétez pas ; cette aide-mémoire pour les commandes Linux couvrira le processus d&#39;ouverture d&#39;un terminal et l&#39;émission de quelques commandes utiles. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Invite de commandes Linux pour les débutants </h2> <p> Les commandes Linux de base que vous trouverez ci-dessous sont universelles pour presque toutes les distributions Linux, de la ligne de commande Ubuntu à Kali Linux. Votre terminal peut sembler différent de celui illustré ci-dessous, mais soyez assuré que cela fonctionnera pour vous. </p> <p> Notez que dans divers guides en ligne, vous entendrez souvent des phrases différentes faisant référence à la même action : &quot;ouvrir un shell&quot;, &quot;démarrer bash&quot; ou &quot;dans la ligne de commande&quot;. Ils signifient tous que vous devez ouvrir et saisir le terminal, ce que nous ferons ci-dessous. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Comment ouvrir un terminal sous Linux </h2> <p> Recherchez dans le menu de votre application <strong> Terminal </strong> . Il aura souvent l&#39;étiquette « émulateur de terminal », et c&#39;est exactement ce que vous voulez. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> La voie la plus rapide pour ouvrir un terminal, cependant, est le raccourci clavier <strong> Ctrl+Alt+T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Commandes Linux de base pour les débutants </h2> <p> Maintenant que vous avez un terminal ouvert, vous êtes prêt à commencer à émettre des commandes. Passons en revue quelques-unes des commandes shell les plus basiques de Linux. </p> <h3 id=\"view-working-directory\"> 1. Afficher le répertoire de travail </h3> <p> Connaître le répertoire &quot;de travail&quot; actuel est de la plus haute importance lors de l&#39;utilisation du terminal. De nombreuses commandes entraînent des modifications dans le répertoire actuel et vous ne voulez pas effectuer ces modifications dans le mauvais répertoire. </p> <p> Pour vérifier dans quel répertoire vous travaillez actuellement, cette commande <strong> p </strong> déchire le <strong> w </strong> travail <strong> ré </strong> rectorat : </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Voir le contenu du répertoire de travail </h3> <p> Délivrez le <strong> ls </strong> commande si vous souhaitez afficher tous les fichiers et dossiers du répertoire actuel : </p> <pre><code class=\"hljs\">ls</code></pre> <p> Les fichiers apparaîtront en texte brut, tandis que les dossiers seront en gras et en couleur. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Si vous voulez aussi voir les fichiers cachés, ajoutez simplement le <strong> -une </strong> ou alors <strong> --tout </strong> option: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Changer de répertoire </h3> <p> Vous pouvez changer votre répertoire de travail actuel avec <strong> CD </strong> , abréviation de <strong> c </strong> pendre <strong> ré </strong> irectenaires. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> La commande ci-dessus recherchera le dossier appelé Documents dans votre répertoire de travail actuel et, une fois trouvé, passera à ce répertoire. </p> <p> </p> <p> Assurez-vous que chaque fois que vous spécifiez un fichier ou un répertoire dont le nom contient un espace, vous le mettez entre guillemets, sinon vous obtiendrez une erreur. </p> <p> Vous pouvez déplacer un répertoire vers le haut en ajoutant le <strong> .. </strong> option: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> L&#39;émission d&#39;un cd seul, sans emplacement spécifié, vous amènera directement à votre répertoire personnel : </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Imprimer la sortie d&#39;une commande </h3> <p> le <strong> écho </strong> La commande prendra toute entrée que vous lui donnez, que ce soit une chaîne de texte ou une autre commande, et l&#39;affichera dans le terminal. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> En soi, echo peut sembler inutile, mais vous le verrez en fait fréquemment utilisé dans la gestion du système Linux. </p> <h3 id=\"view-file-contents\"> Afficher le contenu du fichier </h3> <p> La commande à consonance féline <strong> chat </strong> imprimera dans le terminal le contenu complet de tout fichier que vous nommez. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Rechercher le contenu d&#39;un fichier </h3> <p> Pour rechercher dans le contenu d&#39;un fichier un mot ou une phrase spécifique, utilisez le <strong> grep </strong> commander. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Cette commande est très utile lorsque vous recherchez des informations spécifiques parmi des fichiers système longs et complexes. </p> <h3 id=\"redirect-command-output\"> 5. Rediriger la sortie de la commande </h3> <p> Le symbole &quot;supérieur à&quot;, <strong> &gt; </strong> , a le pouvoir dans les chaînes de commande de rediriger la sortie d&#39;une commande vers un fichier ou une autre commande. </p> <p> Par exemple, cette commande prendra la sortie de echo et l&#39;enregistrera dans un fichier en texte clair appelé &quot;file.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Mise à jour du système (systèmes basés sur Ubuntu) </h3> <p> Dans n&#39;importe quel shell Ubuntu, entrez ces deux commandes pour rechercher et appliquer toutes les mises à jour disponibles sur votre système. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Vous serez invité à saisir votre mot de passe utilisateur avant de confirmer une commande avec le préfixe sudo. </p> <p> Conseil de pro : vous pouvez enchaîner deux ou plusieurs commandes en une seule en utilisant le <strong> &amp;&amp; </strong> opérateur. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Raccourcis clavier du terminal Linux pour les débutants </h2> <p> L&#39;apprentissage des raccourcis clavier, bien que difficile au début, fait gagner énormément de temps à long terme. Linux a <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> beaucoup de raccourcis utiles </a> , et nous énumérerons ci-dessous quelques-uns des raccourcis de terminal les plus utiles. </p> <h3 id=\"recall-previous-commands\"> 7. Rappeler les commandes précédentes </h3> <p> Si vous souhaitez répéter une commande que vous avez récemment utilisée, mais que vous ne vous en souvenez pas ou que vous ne souhaitez pas la saisir à nouveau, vous pouvez faire défiler l&#39;historique de vos commandes à l&#39;aide de la <strong> touches fléchées haut et bas </strong> . </p> <p> Alternativement, vous pouvez frapper <strong> Ctrl+R </strong> pour rechercher dans votre historique de commandes un mot-clé ou une expression spécifique. </p> <h3 id=\"see-command-suggestions\"> 8. Voir les suggestions de commandes </h3> <p> Parfois, lors de l&#39;utilisation du terminal, vous vous souviendrez d&#39;une partie d&#39;une commande, mais vous ne serez pas tout à fait sûr de son orthographe ou des options à utiliser. Si vous commencez à taper une commande, appuyez sur le <strong> Languette </strong> touche, le terminal essaiera de terminer votre commande pour vous, ou vous montrera plusieurs possibilités. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Tuer un processus de terminal </h3> <p> Vous savez peut-être déjà <strong> Ctrl+C </strong> comme raccourci de copie dans le presse-papiers, mais lorsqu&#39;elle est utilisée dans le terminal, cette combinaison de touches tue toute commande en cours que vous pourriez regretter d&#39;avoir émise. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux pour les débutants </h2> <p> La meilleure façon de mémoriser ces commandes et raccourcis de terminal Linux de démarrage est de les utiliser, alors ouvrez la ligne de commande et commencez à taper ! </p> <p> Vous voulez plus de commandes ? Jetez un œil à notre <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Aide-mémoire des commandes Linux </a> . </p> <p> Pour vous aider à découvrir ce qu&#39;il est possible de faire sous Linux, nous avons rassemblé une analyse approfondie des meilleurs logiciels disponibles pour Linux, organisés par catégorie. </p>"}