{"title":"Apple et les enfants super sains règlent le conflit sur les logos de fruits en duel","content":"<p> Les batailles juridiques peuvent parfois être un peu surréalistes. Depuis août 2020, Apple est en conflit juridique avec une société de planification de repas appelée Super Healthy Kids à propos d&#39;un logo pour son application Prepear qui, selon Apple, ressemblait un peu trop au sien. </p> <p> Le logo fruité d&#39;Apple, composé d&#39;une pomme dessinée avec une morsure et d&#39;une seule feuille, est utilisé depuis la fin des années 1970. Le logo beaucoup plus récent de Super Healthy Kids, quant à lui, consiste en une poire de dessin animé avec une seule feuille. </p> <p> Pendant un moment, il a semblé que le monde n&#39;était pas assez grand pour deux logos inspirés des fruits avec des feuilles à angles vifs. Maintenant, les deux sociétés ont soi-disant réglé leurs griefs – et il a suffi à Super Healthy Kids de reformuler la forme de la feuille incriminée en question. </p> <h2 id=\"dilution-of-distinctiveness\"> Dilution du caractère distinctif </h2> <p> L&#39;argument juridique d&#39;Apple était que le local en forme de poire pourrait &quot;causer la dilution du caractère distinctif&quot; du logo emblématique d&#39;Apple, qui est là-haut avec le swoosh Nike et quelques autres sélectionnés en tant qu&#39;icône mondialement reconnue. </p> <p> Le nouveau logo de Prepear est déjà affiché sur le <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> site internet de l&#39;entreprise </a> , et apparaîtra sous peu sur l&#39;application. Il prend la forme d&#39;une feuille en forme de demi-lune, plutôt que l&#39;ovale pointu précédent. Apple a consenti au changement, conformément aux documents déposés au <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Office américain des brevets et des marques </a> (USPTO.) </p> <p> </p> <p> &quot;Prepear est heureux d&#39;annoncer qu&#39;il a résolu à l&#39;amiable son problème de marque avec Apple&quot;, a déclaré Russ Monson, cofondateur de la société. <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> Le bord </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple contre les petites entreprises </h2> <p> Bien qu&#39;il semble qu&#39;un règlement à l&#39;amiable ait été conclu, à un moment donné, l&#39;affrontement entre les deux sociétés --- l&#39;une, en tant que titan technologique le plus précieux au monde, beaucoup plus important que l&#39;autre --- semblait devenir assez controversé. </p> <p> À la suite de la plainte initiale d&#39;Apple, le co-fondateur et COO de Prepear, Russell Monson, a mis en place un <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Pétition Change.org </a> , critiquant Apple. La pétition a finalement reçu 269 654 signatures. Il est maintenant fermé. </p> <p> &quot;Apple s&#39;est opposé aux petites entreprises avec des logos liés aux fruits en engageant des poursuites judiciaires coûteuses&quot;, a noté la pétition, &quot;même lorsque ces logos ne ressemblent en rien au logo d&#39;Apple, ou ne sont pas dans le même secteur d&#39;activité qu&#39;Apple à tout.&quot; </p> <p> Il a poursuivi que de nombreuses entreprises menacées par Apple avaient jeté l&#39;éponge parce qu&#39;elles &quot;ne peuvent pas se permettre les dizaines de milliers de dollars&quot; de tels frais de poursuites judiciaires. L&#39;équipe a déclaré que c&#39;était &quot;une expérience terrifiante d&#39;être légalement attaquée par l&#39;une des plus grandes entreprises au monde&quot;. </p> <p> <small> Crédit d&#39;image : Apple/Prepear </small> </p>"}