{"title":"Apple propose un remplacement gratuit de la batterie pour les MacBook Pro qui ne se chargeront pas au-delà de 1%","content":"<p> Apple a lancé un nouveau programme de service pour remplacer gratuitement les batteries défectueuses de certains modèles de MacBook Pro dont la charge ne dépasse pas 1 %. </p> <p> Un petit lot d&#39;unités MacBook Pro 13 pouces et 15 pouces fabriquées en 2016 et 2017 sont apparemment en proie à ce problème de charge étrange. Les clients concernés peuvent voir un message dans le volet des préférences de la batterie pour indiquer « Service recommandé ». </p> <p> Si vous voyez ce message, vous avez droit au remplacement gratuit de la batterie d&#39;Apple. Inversement, si le message indique que la batterie est dans un état normal, vous n&#39;êtes pas affecté. </p> <p> Selon un document d&#39;appui sur <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Le site d&#39;Apple </a> , le problème de charge de la batterie affecte &quot;un très petit nombre de clients&quot; avec les ordinateurs MacBook Pro 2016 et 2017. </p> <h2 id=\"is-my-macbook-pro-affected\"> Mon MacBook Pro est-il concerné ? </h2> <p> Les modèles de MacBook Pro 2016 et 2017 suivants peuvent présenter ces comportements : </p> <ul> <li> MacBook Pro (13 pouces, 2016, deux ports Thunderbolt 3) </li> <li> MacBook Pro (13 pouces, 2017, deux ports Thunderbolt 3) </li> <li> MacBook Pro (13 pouces, 2016, quatre ports Thunderbolt 3) </li> <li> MacBook Pro (13 pouces, 2017, quatre ports Thunderbolt 3) </li> <li> MacBook Pro (15 pouces, 2016) </li> <li> MacBook Pro (15 pouces, 2017) </li> </ul> <p> À <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> identifier rapidement le modèle de votre ordinateur </a> , choisissez &quot;À propos de ce Mac&quot; dans le menu Pomme. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Comment vérifier la santé de la batterie Mac </h2> <p> Vous pouvez facilement vérifier l&#39;état actuel de la batterie de votre MacBook Pro sous macOS. </p> <p> Dans Big Sur, choisissez &quot;Préférences Système&quot; dans le menu Pomme. Dans la fenêtre Préférences Système, cliquez sur &quot;Batterie&quot;, puis sélectionnez &quot;Batterie&quot; dans la barre latérale et cliquez sur &quot;Intégrité de la batterie&quot;. </p> <p> </p> <p> Si votre Mac utilise macOS Catalina ou une version antérieure, maintenez la touche Option (⌥) du clavier enfoncée tout en cliquant sur l&#39;icône Batterie dans la barre de menus. Cela révélera le menu État de la batterie. </p> <p> Si votre ordinateur portable est éligible au programme de service d&#39;Apple, vous pouvez le faire remplacer gratuitement en contactant Apple via son <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Site Web d&#39;assistance </a> . &quot;Votre ordinateur sera examiné avant la réparation pour vérifier qu&#39;il est éligible au remplacement gratuit de la batterie&quot;, note Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Mises à jour d&#39;urgence avec un correctif de batterie </h2> <p> Après avoir pris connaissance de ce bogue, Apple a rapidement poussé une paire de mises à jour macOS --- le macOS Big Sur 11.2.1 ou version ultérieure pour les Mac alimentés par le logiciel Big Sur et la mise à jour supplémentaire macOS Catalina 10.15.7 pour les propriétaires de Mac sur macOS Catalina et plus tôt. </p> <p> </p> <p> Selon les notes de version sur <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Le site d&#39;Apple </a> , macOS Big Sur 11.2.1 &quot;résout un problème qui peut empêcher la batterie de se charger dans certains modèles de MacBook Pro 2016 et 2017&quot;. Apple conseille à tout le monde d&#39;installer ces mises à jour afin d&#39;éviter que le problème de batterie ne se produise sur d&#39;autres MacBook Pro 2016 et 2017. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Comment mettre à jour votre Mac </h2> <p> Pour mettre à jour le logiciel macOS sur votre Mac vers la version la plus récente, accédez à <strong> Préférences système &gt; Mise à jour logicielle </strong> . Si vous voyez un message indiquant que des mises à jour sont disponibles, cliquez sur le bouton « Mettre à jour maintenant » pour les installer. Vous serez peut-être invité à saisir votre mot de passe administrateur pour terminer la mise à jour de votre Mac. </p> <p> Si vous souhaitez que votre ordinateur télécharge et installe automatiquement les futures mises à jour, sélectionnez l&#39;option &quot;Maintenir automatiquement mon Mac à jour&quot; dans la fenêtre Mise à jour logicielle. Vous serez averti lorsque les mises à jour en attente nécessitent un redémarrage, et vous pouvez choisir de les installer plus tard. </p>"}