{"title":"Comment utiliser les filtres neuronaux de Photoshop pour créer des grimaces","content":"<p> Photoshop dispose d&#39;un ensemble d&#39;outils, appelés filtres neuronaux, qui facilitent la création de grimaces. Cette petite collection de curseurs utilise l&#39;intelligence artificielle d&#39;Adobe Sensei pour apporter des ajustements à vos images. </p> <p> Dans ce tutoriel, nous allons utiliser les filtres neuronaux trouvés dans le menu Portrait intelligent pour créer un visage amusant. Vous découvrirez bientôt que lorsque vous poussez ces curseurs à l&#39;extrême, ils ont tendance à créer des effets drastiques et souvent comiques ! </p> <h2 id=\"using-photoshop-s-neural-filters-to-create-funny-faces\"> Utiliser les filtres neuronaux de Photoshop pour créer des grimaces </h2> <p> Il n&#39;y a vraiment rien de compliqué à propos de ces curseurs dans Smart Portrait. Ils sont tous assez simples et faciles à manipuler. </p> <p> </p> <p> Nous allons vous montrer comment accéder à ce menu car il n&#39;est pas si facile à trouver d&#39;un simple coup d&#39;œil. En d&#39;autres termes, ne vous inquiétez pas si vous êtes déjà abonné à Adobe Photoshop et que vous n&#39;avez jamais vu ces fonctionnalités auparavant. Ils sont regroupés avec d&#39;autres outils en développement bêta. </p> <p> Tout d&#39;abord, téléchargez cette image à partir de <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> à suivre. Ou, n&#39;hésitez pas à utiliser n&#39;importe laquelle de vos photos pour voir quels effets vous pouvez obtenir. </p> <p> Commençons! </p> <ol> <li> presse <strong> Ctrl </strong> + <strong> J </strong> pour créer un calque dupliqué. <p> <img alt=\"Create duplicate layer\" src=\"images/1-create-duplicate-layer-139.png\" loading=\"lazy\"> </p> </li> <li> Cliquez sur le calque dupliqué. Faites un clic droit et sélectionnez <strong> Convertir en objet intelligent </strong> . <p> <img alt=\"Convert to smart object\" src=\"images/2-convert-to-smart-object-s-993.png\" loading=\"lazy\"> </p> </li> <li> Aller à <strong> Filtre </strong> &gt; <strong> Filtres neuronaux </strong> . <p> <img alt=\"Go to Neural Filters\" src=\"images/3-go-to-neural-filters-688.png\" loading=\"lazy\"> </p> </li> <li> Sélectionnez le <strong> Filtres bêta </strong> icône. Alors choisi <strong> Portrait intelligent </strong> et cliquez sur le cadran. <p> <img alt=\"Go to Smart Portrait\" src=\"images/4-go-to-smart-portrait-454.png\" loading=\"lazy\"> </p> </li> <li> Modifiez les valeurs du curseur comme suit : <strong> Joie: </strong> <strong> 50 </strong> , <strong> Surprendre: </strong> <strong> 50 </strong> , <strong> Colère: </strong> <strong> 50 </strong> , <strong> Âge du visage : </strong> <strong> 50 </strong> , <strong> Regard: </strong> <strong> 50 </strong> , <strong> Épaisseur des cheveux : </strong> <strong> 50 </strong> . Puis clique <strong> d&#39;accord </strong> . <p> <img alt=\"Change slider values\" src=\"images/5-change-slider-values-795.png\" loading=\"lazy\"> </p> </li> </ol> <p> Voyons comment l&#39;image s&#39;est avérée! </p> <p> <strong> Visage drôle avant: </strong> </p> <p> <img alt=\"Funny face before\" src=\"images/6-before-silly-face-639.png\" loading=\"lazy\"> </p> <p> <strong> Visage drôle après: </strong> </p> <p> <img alt=\"After funny face\" src=\"images/7-after-silly-face-925.png\" loading=\"lazy\"> </p> <p> N&#39;oubliez pas qu&#39;il existe une tonne de plugins gratuits pour Photoshop qui peuvent ajouter des effets spéciaux à vos photos. Parfois, ces touches supplémentaires peuvent ajouter de la profondeur à vos images, ce qui aidera vos idées amusantes à se démarquer. </p> <p> </p> <p> </p> <h2 id=\"it-s-fun-to-discover-alternative-uses-for-photoshop-tools\"> C&#39;est amusant de découvrir des utilisations alternatives pour les outils Photoshop </h2> <p> Comme vous pouvez l&#39;imaginer, les créateurs de Smart Portrait pour Photoshop n&#39;avaient probablement pas l&#39;intention d&#39;utiliser leurs outils pour créer des images amusantes. En fait, si vous ajustez modérément les curseurs, vous constaterez peut-être que l&#39;ajout d&#39;effets émotionnels subtils rend l&#39;image plus forte dans de nombreux cas. </p> <p> Mais c&#39;est la grande chose à propos de Photoshop. De nombreux outils traditionnels peuvent être utilisés à des fins alternatives. Photoshop laisse libre cours à l&#39;imagination du créateur. </p> <p> <small> Crédit d&#39;image: Alex Green/ <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}