{"title":"Comment utiliser la commande ls sous Linux","content":"<p> Obtenir des informations détaillées sur les fichiers de votre stockage est délicat si vous ne savez pas comment utiliser la commande ls. Ici, nous discuterons de tout ce qui est associé à la commande ls sous Linux, ainsi que de divers indicateurs utilisés avec celle-ci. </p> <h2 id=\"the-ls-command-on-linux\"> La commande ls sous Linux </h2> <p> La commande ls est utilisée pour lister tous les fichiers et dossiers présents dans votre répertoire de travail actuel. Vous pouvez également obtenir diverses informations sur les fichiers à l&#39;aide de la même commande. Comme il est déjà inclus dans le package des utilitaires de base GNU, vous n&#39;avez pas besoin d&#39;installer de package supplémentaire sur votre système pour l&#39;utiliser. </p> <p> Vous pouvez également enchaîner ls avec d&#39;autres commandes bash. Par exemple, la tuyauterie d&#39;un <strong> grep </strong> déclaration avec <strong> ls </strong> vous permettra de rechercher et de filtrer le répertoire pour des fichiers spécifiques. </p> <p> </p> <h2 id=\"how-to-use-the-ls-command\"> Comment utiliser la commande ls </h2> <p> La syntaxe de base de la commande ls est : </p> <pre><code class=\"hljs\">ls [options] [directory]</code></pre> <p> L&#39;une des utilisations les plus simples de la commande consiste à répertorier tous les fichiers et dossiers de votre répertoire de travail actuel. </p> <pre><code class=\"hljs\">ls</code></pre> <p> Si vous exécutez l&#39;instruction susmentionnée dans le répertoire racine de votre système, vous verrez une sortie qui ressemble à ceci. </p> <pre><code class=\"hljs\">bin    dev   home   lib64        mnt   proc   run    srv   tmp   var<br>boot   etc   lib    lost+found   opt   root   sbin   sys   usr</code></pre> <h3 id=\"listing-files-in-a-specific-directory\"> Liste des fichiers dans un répertoire spécifique </h3> <p> Pour lister les fichiers qui appartiennent à un dossier différent (pas au répertoire de travail actuel), vous devrez transmettre le chemin du répertoire avec le nom de la commande. </p> <pre><code class=\"hljs\">ls [directory]</code></pre> <p> Pour obtenir la liste de tous les fichiers présents dans le <strong> /botte </strong> annuaire: </p> <pre><code class=\"hljs\">ls /boot</code></pre> <p> La sortie affichera maintenant les fichiers et dossiers présents dans le nom de répertoire fourni. </p> <pre><code class=\"hljs\">EFI   grub   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux</code></pre> <p> En utilisant le <strong> -F </strong> flag avec la commande ajoutera un caractère / à la fin de chaque répertoire. </p> <pre><code class=\"hljs\">EFI/   grub/   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux</code></pre> <p> Vous pouvez également passer plusieurs répertoires en séparant les noms de chemin par un <strong> Espace </strong> personnage. </p> <pre><code class=\"hljs\">ls /boot /usr</code></pre> <pre><code class=\"hljs ruby\">Output<br>/boot:<br>EFI   grub   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux<br>/usr:<br>bin   etc   include   lib   lib32   lib64   local   sbin   share   src</code></pre> <h3 id=\"list-files-in-the-root-directory\"> Lister les fichiers dans le répertoire racine </h3> <p> Le répertoire racine contient tous les autres répertoires et fichiers de votre système. C&#39;est le dossier le plus haut dans la hiérarchie des répertoires de votre ordinateur. Un répertoire racine est généralement désigné par le <strong> / </strong> personnage. </p> <pre><code class=\"hljs\">ls /</code></pre> <p> Peu importe dans quel répertoire vous vous trouvez au moment de saisir la commande, la commande mentionnée ci-dessus produira une sortie qui répertorie tous les sous-dossiers et fichiers présents dans le répertoire racine. </p> <h3 id=\"list-files-in-the-parent-directory\"> Lister les fichiers dans le répertoire parent </h3> <p> Un répertoire parent sous Linux est un répertoire au-dessus du répertoire courant. Prenons <strong> /usr/bin </strong> par exemple. Ici, <strong> /poubelle </strong> est votre répertoire de travail actuel, et <strong> /usr </strong> est le répertoire parent. </p> <p> Pour obtenir une liste de tous les fichiers d&#39;un répertoire parent : </p> <pre><code class=\"hljs\">ls ..</code></pre> <pre><code class=\"hljs ruby\">bin   etc   include   lib   lib32   lib64   local   sbin   share   src</code></pre> <p> Ajout d&#39;un autre <strong> .. </strong> vous amènera au répertoire parent du répertoire parent. Par example, <strong> /var/log/ancien </strong> est votre répertoire de travail actuel. <strong> ls .. </strong> listera les dossiers présents dans le <strong> /Journal </strong> répertoire alors que <strong> ls ../.. </strong> vous fournira une liste de tous les fichiers et dossiers contenus dans le <strong> /var </strong> annuaire. </p> <pre><code class=\"hljs\">ls ../..</code></pre> <pre><code class=\"hljs perl\">cache   db   empty   games   lib   local   lock   log   mail   opt   run   spool   tmp</code></pre> <h3 id=\"list-files-in-the-home-directory\"> Liste des fichiers dans le répertoire de base </h3> <p> Le répertoire personnel sous Linux est désigné par le <strong> ~ </strong> personnage. Par conséquent, pour lister le contenu disponible dans votre répertoire personnel : </p> <pre><code class=\"hljs\">ls ~</code></pre> <h3 id=\"list-only-directories-no-files\"> Lister uniquement les répertoires (pas de fichiers) </h3> <p> Si pour une raison quelconque vous souhaitez lister uniquement les dossiers présents dans un répertoire, utilisez le <strong> -ré </strong> flag avec la commande ls par défaut. </p> <pre><code class=\"hljs\">ls -d /home</code></pre> <h3 id=\"list-files-with-sub-directories\"> Liste des fichiers avec des sous-répertoires </h3> <p> En utilisant le <strong> * </strong> caractère avec la commande ls vous fournira une liste de tous les fichiers et dossiers du répertoire de travail actuel, ainsi que les sous-répertoires. </p> <pre><code class=\"hljs\">ls *</code></pre> <h3 id=\"list-files-recursively\"> Lister les fichiers de manière récursive </h3> <p> En utilisant le <strong> -R </strong> flag avec la commande par défaut répertorie tous les fichiers et dossiers présents dans un répertoire jusqu&#39;au dernier niveau. </p> <pre><code class=\"hljs\">ls -R</code></pre> <p> Notez que vous pouvez également transmettre le chemin du répertoire avec l&#39;indicateur récursif. Cela signifie que <strong> ls /usr/home -R </strong> est une commande valide. </p> <h3 id=\"list-files-with-their-size\"> Liste des fichiers avec leur taille </h3> <p> Pour obtenir les noms de tous les fichiers ainsi que leur taille, utilisez le <strong> -s </strong> flag avec la commande. </p> <pre><code class=\"hljs perl\">ls -s /yay-git</code></pre> <pre><code class=\"hljs\">total 2944<br>4 pkg   4 src   4 yay   2932 yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> </p> <h3 id=\"list-files-with-detailed-information\"> Liste des fichiers avec des informations détaillées </h3> <p> le <strong> -l </strong> flag vous permet d&#39;obtenir une liste du contenu d&#39;un répertoire Linux avec une description détaillée de chaque entrée. Les informations suivantes sont incluses dans la sortie : </p> <ol> <li> Autorisations de fichiers et de dossiers </li> <li> Nombre de liens </li> <li> Propriétaire du contenu </li> <li> Propriétaire du groupe </li> <li> Taille du contenu </li> <li> Nom de fichier </li> <li> Date et heure de la dernière modification </li> </ol> <pre><code class=\"hljs\">ls -l</code></pre> <pre><code class=\"hljs perl\">total 2944<br>drwxr-xr-x   3   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:53   pkg<br>drwxr-xr-x   4   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:52   src<br>drwxr-xr-x   7   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:54   yay<br>-rw-r--r--   1   sharmadeepesh   sharmadeepesh   2998674   Feb 8 13:53   yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> La première colonne est réservée aux autorisations de fichiers et de dossiers. Le premier caractère indique le type de fichier et les neuf caractères suivants indiquent les autorisations du fichier. </p> <p> Les différents types de fichiers que vous rencontrerez souvent : </p> <ol> <li> Fichiers normaux (-) </li> <li> Bloquer les fichiers spéciaux (b) </li> <li> Fichiers spéciaux de caractères (c) </li> <li> Répertoire (d) </li> <li> Lien symbolique (l) </li> <li> Fichier réseau (n) </li> <li> FIFO (p) </li> <li> Prise(s) </li> </ol> <p> En parlant d&#39;autorisations de fichiers, les caractères suivants sont utilisés dans la sortie. </p> <ol> <li> Lisible (r) </li> <li> Écriture (w) </li> <li> Exécutable (x) </li> </ol> <p> Prenons <strong> ré </strong><strong> rw-r--r-- </strong> par exemple. Le premier caractère indique que l&#39;entrée est un répertoire. Les deux caractères suivants indiquent que l&#39;utilisateur actuel dispose des autorisations de lecture et d&#39;écriture. Le reste des caractères fournit des informations sur les autorisations de fichier pour les autres utilisateurs. </p> <h3 id=\"list-files-with-readable-size\"> Liste des fichiers avec une taille lisible </h3> <p> le <strong> -s </strong> La commande vous fournit une valeur numérique associée à chaque entrée. Et comme il est évident, vous ne sauriez pas quelle est la signification de cette valeur. Par conséquent, pour répertorier les fichiers et leurs tailles de manière lisible, utilisez le <strong> -lh </strong> flag avec la commande. </p> <pre><code class=\"hljs\">ls -lh</code></pre> <pre><code class=\"hljs perl\">total 2.9M<br>drwxr-xr-x   3   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:53   pkg<br>drwxr-xr-x   4   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:52   src<br>drwxr-xr-x   7   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:54   yay<br>-rw-r--r--   1   sharmadeepesh   sharmadeepesh   2.9M   Feb 8 13:53   yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> Les spécificateurs de taille pour les octets (B), les mégaoctets (Mo), les gigaoctets (Go) et les téraoctets (To) sont utilisés dans la sortie. </p> <h3 id=\"list-hidden-files\"> Liste des fichiers cachés </h3> <p> Le défaut <strong> ls </strong> La commande n&#39;inclut pas les fichiers cachés dans la sortie. Pour répertorier le contenu défini comme masqué par l&#39;utilisateur, passez le <strong> -une </strong> flag avec la commande ls. </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"piping-ls-with-grep-command\"> Tuyauterie ls avec la commande Grep </h3> <p> La commande grep est utilisée pour faire correspondre des modèles qui suivent une expression régulière spécifique. Vous pouvez enchaîner cette commande avec ls afin de rechercher les fichiers présents dans votre système. Dans votre répertoire racine, tapez : </p> <pre><code class=\"hljs perl\">ls | grep l</code></pre> <p> Cela listera tous les fichiers et dossiers commençant par le caractère l. Vous pouvez également filtrer vos fichiers en fonction de leurs extensions en utilisant grep. </p> <h3 id=\"sort-files-by-time-and-date\"> Trier les fichiers par heure et date </h3> <p> Pour lister tous les fichiers et les trier selon l&#39;heure et la date de création/modification, utilisez le <strong> -t </strong> flag avec ls. </p> <pre><code class=\"hljs\">ls -t</code></pre> <h3 id=\"sort-files-by-size\"> Trier les fichiers par taille </h3> <p> le <strong> -S </strong> flag vous permettra de trier les fichiers et dossiers en fonction de leur taille de fichier. </p> <pre><code class=\"hljs\">ls -S</code></pre> <p> Par défaut, les fichiers seront triés par ordre décroissant (le plus gros fichier en premier). Cependant, vous pouvez facilement inverser ce comportement en ajoutant <strong> r </strong> avec le <strong> -S </strong> drapeau. </p> <pre><code class=\"hljs\">ls -Sr</code></pre> <h3 id=\"list-files-and-send-output-to-a-file\"> Lister les fichiers et envoyer la sortie dans un fichier </h3> <p> En utilisant le <strong> &gt; </strong> caractère, vous pouvez envoyer la sortie de la commande ls à n&#39;importe quel fichier. </p> <pre><code class=\"hljs perl\">ls > ls-output.txt</code></pre> <p> Plus tard, vous pouvez lire le contenu du fichier nouvellement créé en tapant <strong> cat ls-sortie.txt </strong> dans votre terminal. </p> <p> </p> <h2 id=\"displaying-contents-of-a-directory-with-ls-command\"> Affichage du contenu d&#39;un répertoire avec la commande ls </h2> <p> La commande ls est l&#39;une des commandes les plus puissantes fournies aux utilisateurs de Linux. Pour tirer le meilleur parti de vos commandes dans le terminal, vous pouvez essayer d&#39;apprendre à enchaîner les commandes. Vous pouvez même canaliser le <a href=\"https://www.makeuseof.com/linux-mv-command/\" target=\"_blank\" rel=\"nofollow noopener\"> commande mv pour déplacer des fichiers </a> avec ls. </p> <p> Le conseil numéro un pour se familiariser avec Linux est de mémoriser certaines commandes de base. Cela vous aidera sûrement à devenir beaucoup plus efficace et rapide lors de l&#39;utilisation de votre système. </p>"}