{"title":"Comment partager en toute sécurité votre PC Windows 10 avec des comptes d&#39;utilisateurs distincts","content":"<p> Il existe de nombreuses raisons pour lesquelles vous voudriez partager votre PC avec d&#39;autres. Que vous souhaitiez avoir un ordinateur pour toute votre famille ou que vous souhaitiez utiliser le même PC à des fins professionnelles, la possibilité de basculer entre les utilisateurs est une solution idéale. </p> <p> Lorsque vous créez des comptes utilisateur distincts sur le même PC, non seulement vous gardez les fichiers et les paramètres de chacun séparés, mais vous vous assurez également que les données de chacun sont en sécurité. La configuration de plusieurs comptes d&#39;utilisateurs Windows pour chaque membre de la famille est la solution. </p> <p> Le processus de création de plusieurs comptes d&#39;utilisateurs Windows 10 est simple et nous vous montrerons comment procéder. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Quand pouvez-vous avoir besoin de partager votre PC Windows 10 avec d&#39;autres personnes ? </h2> <p> Il existe diverses situations dans lesquelles vous pourriez avoir besoin de partager votre PC avec d&#39;autres. Ceux-ci inclus: </p> <h3 id=\"at-work\"> 1. Au travail </h3> <p> Si vous êtes propriétaire d&#39;une entreprise, l&#39;ajout de plusieurs utilisateurs sur le même PC Windows 10 peut être rentable, surtout si vos employés utilisent un ordinateur à temps partiel. Cela permet également de partager des fichiers plus facilement. </p> <h3 id=\"at-home\"> 2. À la maison </h3> <p> La création de plusieurs comptes d&#39;utilisateurs sur le même PC peut être avantageuse si vous souhaitez partager le même PC avec tous les autres membres de votre famille. Si vous travaillez à domicile et dépendez de votre PC, cette stratégie peut vous aider à sécuriser tout votre travail. </p> <h3 id=\"in-public-places\"> 3. Dans les lieux publics </h3> <p> Si vous travaillez dans une institution publique, comme une bibliothèque, vous aurez certainement de nombreuses personnes utilisant le même ordinateur. La création de plusieurs comptes d&#39;utilisateurs sera une excellente solution qui vous aidera, vous et tous les autres <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> rester en sécurité lorsque vous utilisez des ordinateurs publics </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Comment créer un nouveau compte d&#39;utilisateur sur Windows 10 à l&#39;aide d&#39;un compte Microsoft </h2> <p> Windows 10 vous permet de partager facilement le même PC avec d&#39;autres personnes. Lorsque vous ajoutez un utilisateur, la personne obtient ses propres paramètres de bureau, limites de stockage et n&#39;a accès qu&#39;à ses propres fichiers et dossiers. Ce qui est également formidable, c&#39;est que vous, et les personnes avec qui vous partagez votre PC, aurez toujours la liberté de <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> modifier vos applications et paramètres par défaut dans Windows 10 </a> . </p> <p> En tant qu&#39;administrateur, il est facile de créer plusieurs comptes d&#39;utilisateurs sur votre PC à l&#39;aide d&#39;un compte Microsoft. Tout d&#39;abord, allez à <strong> Démarrer &gt; Paramètres &gt; Comptes &gt; Autres personnes </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Pour créer un nouveau compte utilisateur, cliquez sur <strong> Ajouter quelqu&#39;un d&#39;autre à ce PC </strong> . Vous devrez ensuite fournir une adresse e-mail liée à un compte Microsoft. Toute autre adresse e-mail ne fonctionnera pas. De là, cliquez <strong> Suivant </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Si vous créez un compte pour quelqu&#39;un qui n&#39;a pas d&#39;adresse e-mail de compte Microsoft, vous pouvez simplement cliquer sur <strong> Ajouter quelqu&#39;un d&#39;autre à ce PC </strong> et cliquez <strong> Je n&#39;ai pas les informations de connexion de cette personne </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Vous pouvez créer un compte d&#39;utilisateur en utilisant l&#39;adresse e-mail d&#39;un compte non-Microsoft existant d&#39;une personne. A noter que cette adresse e-mail sera alors liée à un compte Microsoft. </p> <p> Alternativement, vous pouvez créer un compte d&#39;utilisateur en créant d&#39;abord une nouvelle adresse e-mail Outlook pour l&#39;utilisateur. Pour ce faire, cliquez sur <strong> Obtenir une nouvelle adresse e-mail </strong> . Vous devrez ensuite créer un mot de passe, sélectionner le pays de résidence de l&#39;utilisateur et renseigner sa date de naissance. Lorsque vous avez terminé, cliquez sur <strong> Suivant </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Le nouveau compte utilisateur apparaîtra maintenant sur la liste des utilisateurs de votre PC. Tu peux toujours <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> changer votre nom de connexion sur Windows 10 </a> , et les autres personnes avec qui vous partagez votre PC auront les mêmes privilèges. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Comment créer un nouveau compte utilisateur sur Windows 10 sans utiliser de compte Microsoft </h2> <p> Vous pouvez toujours créer un compte d&#39;utilisateur pour quelqu&#39;un qui n&#39;a pas de compte de messagerie Outlook et qui préfère ne pas utiliser de compte Microsoft. Il en va de même pour quelqu&#39;un qui ne souhaite pas que son adresse e-mail non Microsoft soit liée à un compte Microsoft. </p> <p> Pour ce faire, cliquez sur <strong> Démarrer &gt; Paramètres &gt; Comptes &gt; Autres personnes &gt; Ajouter quelqu&#39;un d&#39;autre à ce PC &gt; Je n&#39;ai pas les informations de connexion de cette personne &gt; Ajouter un utilisateur sans compte Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. Sur l&#39;écran qui apparaît, vous pouvez alors renseigner les informations de la personne. Vous devrez créer un nom d&#39;utilisateur et un mot de passe. Cliquez sur <strong> Suivant </strong> , et le compte utilisateur sera prêt. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Lorsque vous créez un compte utilisateur Windows 10 sans utiliser de compte Microsoft, cela s&#39;appelle un <strong> compte local </strong> . Contrairement à un compte Microsoft, un compte local ne synchronisera pas les paramètres entre les appareils et ne permettra pas au propriétaire du compte d&#39;installer des applications à partir du Microsoft Store. Cela ne donnera pas non plus au propriétaire du compte accès à OneDrive. </p> <p> Pour pouvoir installer des applications de bureau, le propriétaire du compte local sera invité à saisir le mot de passe du compte administrateur, qui sera le vôtre dans ce cas. Pour cette raison, vous devrez être à proximité pour saisir le mot de passe ou vous devrez le fournir au propriétaire du compte local. Il est conseillé de créer un compte local pour quelqu&#39;un qui n&#39;utilisera aucun des produits et services de Microsoft. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Comment créer un nouveau compte utilisateur pour un collègue ou un étudiant </h2> <p> Si vous souhaitez créer un compte utilisateur pour un collègue ou un étudiant, cliquez sur <strong> Démarrer &gt; Paramètres &gt; Comptes &gt; Autres personnes &gt; Ajouter un utilisateur professionnel ou scolaire </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Ensuite, vous devrez entrer les informations de compte de la personne, puis sélectionner le type de compte approprié. Lorsque vous avez terminé, cliquez sur <strong> Ajouter </strong> . Le compte utilisateur sera prêt. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Gestion des comptes sur votre PC Windows 10 </h2> <p> Une fois que vous avez créé les comptes nécessaires sur votre PC, vous pouvez utiliser quelques méthodes pour les gérer efficacement. </p> <h3 id=\"changing-account-types\"> 1. Modification des types de compte </h3> <p> En tant qu&#39;administrateur du PC, vous pouvez configurer et gérer tous les comptes d&#39;utilisateurs sur votre ordinateur Windows 10. Vous pouvez accorder un accès administrateur à quelqu&#39;un d&#39;autre en cliquant sur <strong> Paramètres &gt; Comptes &gt; Autres utilisateurs </strong> . </p> <p> À partir de là, cliquez sur le compte auquel vous souhaitez accorder des droits d&#39;administrateur. Cliquez sur <strong> Changer le type de compte </strong> , modifiez le type de compte de <strong> Utilisateur standard </strong> à <strong> Administrateur </strong> puis cliquez <strong> d&#39;accord </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Basculement entre les comptes </h3> <p> Une fois que vous avez créé des comptes pour d&#39;autres utilisateurs, il est facile de passer d&#39;un compte à l&#39;autre. Pour ce faire, appuyez sur <strong> Ctrl + Alt + Suppr </strong> , sélectionnez <strong> Changer d&#39;utilisateur, </strong> et choisissez le compte vers lequel vous souhaitez passer. Vous pouvez ensuite saisir le mot de passe du compte et commencer. </p> <p> Si vous souhaitez fermer un compte avant de changer, vous devez vous déconnecter ou redémarrer le PC. À partir de là, vous pouvez choisir l&#39;utilisateur vers lequel vous souhaitez basculer, puis entrer le mot de passe approprié. </p> <h3 id=\"removing-accounts\"> 3. Suppression de comptes </h3> <p> En tant qu&#39;administrateur, il vous est également facile de supprimer des comptes d&#39;utilisateurs. Pour ce faire, cliquez sur <strong> Paramètres &gt; Comptes &gt; Autres utilisateurs </strong> , cliquez sur le compte que vous souhaitez supprimer, puis cliquez sur <strong> Supprimer </strong> . Sur l&#39;écran qui apparaît, cliquez sur <strong> Supprimer le compte et les données </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Vous êtes prêt à partager en toute sécurité votre PC Windows 10 avec d&#39;autres personnes </h2> <p> La configuration de plusieurs comptes d&#39;utilisateurs sur votre PC Windows 10 est une stratégie simple et rentable. Que vous souhaitiez partager votre ordinateur au travail, à la maison ou dans des espaces publics, plusieurs comptes d&#39;utilisateurs vous aideront à le faire en toute sécurité. Maintenant que vous pouvez créer plusieurs comptes d&#39;utilisateurs, vous devez également savoir comment verrouiller les comptes d&#39;utilisateurs afin que votre PC puisse toujours être sécurisé. </p>"}