{"title":"Comment utiliser Mozilla Hubs&amp;#039; Nouvelles fonctionnalités","content":"<p> Mozilla a publié Hubs, une plate-forme sociale et de collaboration à distance gratuite et immersive, en 2018. Mais les changements dans la façon dont les gens ont accédé et utilisé la plate-forme pendant la pandémie ont entraîné une mise à jour qui la rend plus utile pour de grands groupes de personnes avec différents niveaux d&#39;expérience en utilisant gamme d&#39;appareils. </p> <p> Nous examinons ici comment la mise à jour 2021 modifie les Hubs et comment utiliser les nouvelles fonctionnalités... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Qu&#39;est-ce que Mozilla Hubs ? Ce qui est nouveau? </h2> <p> Mozilla Hubs est une plate-forme gratuite pour créer et partager des espaces virtuels appelés « salles ». La plate-forme indépendante du matériel s&#39;exécute dans un navigateur Web, ce qui la rend disponible sur les ordinateurs, les tablettes et les smartphones dotés d&#39;une connexion Internet. Même les profils permanents ne sont pas nécessaires, bien qu&#39;en avoir un s&#39;accompagne d&#39;avantages tels que la personnalisation de l&#39;avatar. </p> <p> Des fonctionnalités interactives dans les salles permettent aux utilisateurs de regarder des médias ensemble, de réfléchir sur des tableaux blancs, de regarder des diaporamas, d&#39;examiner des modèles 3D, etc. Les salles elles-mêmes sont un peu basiques par rapport à d&#39;autres plates-formes comme Altspace, mais si vous avez l&#39;ambition et pouvez vous attaquer au <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Moyeux GitHub </a> , il y a plus de possibilités de personnalisation. </p> <p> </p> <p> Mais qu&#39;apporte la nouvelle mise à jour à la plateforme ? Les nouveaux utilisateurs, en particulier ceux du secteur de l&#39;éducation, ont inspiré bon nombre des changements. </p> <p> En tant que telles, les principales mises à jour de la plate-forme sont : </p> <ol> <li> Une fenêtre/barre de discussion dédiée. </li> <li> Une interface utilisateur non-VR simplifiée. </li> <li> Un nouveau forum d&#39;assistance. </li> </ol> <p> Voici un aperçu de chaque nouvelle fonctionnalité et comment les utiliser... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Comment utiliser la nouvelle barre de discussion de Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs avait déjà une fonction de chat dans les versions précédentes. Cependant, le texte du chat est apparu momentanément sur l&#39;écran principal avant de disparaître. Cela obstruait la vue de l&#39;utilisateur sur la pièce derrière le texte et signifiait que les discussions ne pouvaient pas être relues et référencées. </p> <p> La nouvelle mise à jour crée une fenêtre ou une barre de discussion sur le côté de l&#39;écran. Cela rend la vue de la pièce légèrement plus petite, mais rend également le texte du chat beaucoup plus facile à lire. Le texte du chat reste également dans la barre de chat, ce qui permet aux conversations de perdurer dans le temps. </p> <p> Ceci est particulièrement pratique pour les questions posées lors d&#39;une présentation ou pour rattraper une conversation si vous avez rejoint une salle en retard. </p> <p> Vous pouvez accéder à la fenêtre de discussion en utilisant le <strong> Discuter </strong> dans la barre d&#39;outils inférieure et saisissez votre message dans la zone de texte prévue. Si vous ne voulez pas que la barre de discussion rétrécisse votre écran, vous pouvez cliquer sur la même icône pour la réduire. </p> <p> Bien qu&#39;il soit minimisé, le texte du chat apparaît encore pendant un moment, mais il est beaucoup moins gênant qu&#39;avant la mise à jour. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Comment sélectionner une interface utilisateur non VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs est mieux décrit comme un &quot;espace immersif&quot;. Il peut s&#39;agir d&#39;un environnement de &quot;réalité virtuelle&quot; s&#39;il est associé à un équipement VR, mais cet équipement spécialisé n&#39;est pas nécessaire pour utiliser les Hubs. </p> <p> Les concepteurs de hubs souhaitaient que l&#39;interface utilisateur soit aussi similaire que possible, quel que soit le matériel utilisé par un individu pour accéder à la plate-forme. C&#39;était également pratique si les utilisateurs utilisaient régulièrement des hubs sur une variété d&#39;appareils différents, car l&#39;interface ne changeait pas beaucoup du PC au casque VR au téléphone ou à la tablette. </p> <p> Cependant, l&#39;interface donnait la priorité à la convivialité avec le matériel VR, rendant certaines commandes gênantes lors de l&#39;utilisation d&#39;interfaces non VR. D&#39;une certaine manière, cela avait du sens car la VR est une interface plus étrangère, donc l&#39;optimisation de cette interface l&#39;a rendue assez fluide. Le problème était que cela sacrifiait la convivialité pour les utilisateurs non VR, qui se sont avérés être la majorité des utilisateurs. </p> <p> Mais la mise à jour a créé une interface non-VR distincte. Ainsi, bien que les contrôles sur différentes plates-formes ne soient plus aussi universels qu&#39;auparavant, tout le monde y gagne. </p> <p> Vous pouvez désormais accéder facilement à cette interface mise à jour lors de la création ou de l&#39;entrée dans une pièce. </p> <p> Lorsque vous créez ou entrez dans un salon pour la première fois, sélectionnez <strong> Rejoindre la chambre </strong> pour une interface non VR. Les utilisateurs non VR bénéficient désormais d&#39;une interface pointer-cliquer un peu plus conviviale que l&#39;affichage de diffusion de rayons dans l&#39;ancienne interface utilisateur. </p> <p> Si vous utilisez du matériel de réalité virtuelle, sélectionnez <strong> Entrer sur l&#39;appareil </strong> plutôt. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Comment obtenir plus d&#39;aide avec le support de la communauté Hubs </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Enfin, Mozilla a annoncé que les utilisateurs de Hubs peuvent désormais bénéficier d&#39;une assistance via un <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> forum communautaire dédié </a> . Les hubs ont toujours eu une communauté active, mais elle était principalement orientée vers les développeurs. Les développeurs peuvent (et ont aidé) les utilisateurs moins férus de technologie. </p> <p> Mais la nouvelle option de support est plus confortable pour les non-développeurs. La page d&#39;assistance est déjà remplie de termes très recherchés et de sujets régulièrement demandés. Auparavant, il n&#39;y avait pas de fonction de navigation pratique pour les questions des utilisateurs posées dans les forums. </p> <p> Pour trouver des réponses aux requêtes maintenant, vous pouvez soit utiliser la barre de recherche en haut de la page d&#39;assistance, soit parcourir les sujets fréquents et les articles mis en avant par Mozilla. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Avez-vous besoin de télécharger les nouvelles fonctionnalités de Mozilla Hubs ? </h2> <p> Étant donné que Hubs est basé sur un navigateur, ces mises à jour sont automatiques. Des téléchargements supplémentaires ou des installations manuelles ne sont pas nécessaires pour la plupart des utilisateurs. </p> <p> Les utilisateurs de Hubs qui ont utilisé le matériel open source pour créer leurs propres expériences personnalisées peuvent devoir modifier manuellement du code. Mozilla a un guide spécifiquement pour ces cas particuliers. </p> <p> Les utilisateurs qui connaissent les Hubs tels qu&#39;ils étaient avant la mise à jour remarqueront les changements. Cependant, comme les mises à jour de l&#39;interface ne modifient pas l&#39;expérience VR et optimisent l&#39;expérience non VR, les modifications devraient être faciles à utiliser, quelle que soit la manière dont vous accédez aux Hubs. </p> <p> </p> <p> Les mises à jour marquent également le moment idéal pour que les nouveaux utilisateurs découvrent la plate-forme.                                                                                                                                             ... La fonctionnalité de fenêtre de discussion dédiée, en particulier, permet aux enseignants et aux présentateurs de répondre plus facilement aux questions, étendant potentiellement les cas d&#39;utilisation de la plate-forme. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Explorez les nouveaux hubs </h2> <p> Les mises à jour des hubs de Mozilla montrent beaucoup d&#39;attention pour les utilisateurs. En répondant aux cas d&#39;utilisation et aux profils d&#39;utilisateurs que les développeurs voient le plus souvent, la barre de discussion, les nouveaux canaux de support et les interfaces optimisées rendent la plate-forme plus conviviale et accessible. </p> <p> Même avec les mises à jour, si Hubs n&#39;est pas parfait pour vous, n&#39;oubliez pas qu&#39;il ne s&#39;agit pas de la seule plate-forme de présence à distance compatible VR. Une expérience différente peut résoudre votre problème. </p>"}