{"title":"Comment utiliser les automatisations des raccourcis Apple Watch et 3 exemples à essayer","content":"<p> Avez-vous déjà souhaité que votre Apple Watch active automatiquement Ne pas déranger au moment où vous entrez dans le cinéma ? Souhaitez-vous changer automatiquement le visage de votre Apple Watch une fois par jour ? Vous pouvez le faire, et bien plus encore, grâce aux automatisations Apple Watch. </p> <p> watchOS 7 a introduit d&#39;excellentes routines d&#39;automatisation pour l&#39;Apple Watch. La meilleure partie est que vous n&#39;avez besoin d&#39;aucune connaissance en programmation pour configurer ces routines ou créer les vôtres. </p> <p> Nous allons vous montrer comment configurer des automatisations sur votre Apple Watch, ainsi que trois automatisations pour illustrer quelques exemples de ce que vous pouvez faire. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Comment configurer les automatisations Apple Watch </h2> <p> L&#39;application Raccourcis d&#39;Apple est la plaque tournante de l&#39;automatisation iOS et contient également tout ce dont vous avez besoin pour configurer les automatisations Apple Watch. Contrairement aux raccourcis Siri, les automatisations iOS ne peuvent pas être partagées avec d&#39;autres au moment de la rédaction. Cela signifie que nous ne pouvons pas fournir de lien pour télécharger nos automatisations préférées. </p> <p> Au lieu de cela, nous vous donnerons une procédure pas à pas pour créer des automatisations Apple Watch (avec des captures d&#39;écran) afin que vous puissiez les configurer rapidement sur votre iPhone. </p> <p> </p> <p> Pour créer une automatisation Apple Watch, vous devez d&#39;abord décider ce que vous souhaitez automatiser et choisir les déclencheurs en conséquence. Commençons par quelque chose de simple, comme mettre votre Apple Watch en mode silencieux à 22 heures tous les soirs. </p> <p> Vous pouvez facilement le configurer en suivant ces étapes : en allant sur le <strong> Automatisation </strong> dans l&#39;application Raccourcis. Voici comment: </p> <ol> <li> Ouvrez le <strong> Raccourcis </strong> app sur votre téléphone et dirigez-vous vers le <strong> Automatisation </strong> languette. </li> <li> Si vous n&#39;avez jamais créé d&#39;automatisation sur votre iPhone, appuyez sur le gros bouton bleu intitulé <strong> Créer une automatisation personnelle </strong> . Si vous avez déjà créé une automatisation, vous devrez appuyer sur le bouton <strong> Plus </strong> bouton en haut à droite puis appuyez sur <strong> Créer une automatisation personnelle </strong> . </li> <li> Puisque nous voulons déclencher une automatisation à une certaine heure chaque jour, appuyez sur <strong> Moment de la journée </strong> , sélectionnez <strong> Moment de la journée </strong> une fois de plus, et tapez l&#39;heure dans la case juste en dessous de cette option. Dans notre cas, nous allons nous assurer qu&#39;il est 22h (ou 22h). </li> <li> Juste en dessous, vous pouvez régler la fréquence de cette automatisation. Dans notre cas, nous allons taper <strong> du quotidien </strong> . Appuyez maintenant sur <strong> Suivant </strong> , qui se trouve en haut à droite de l&#39;écran. </li> <li> Sur la page suivante, appuyez sur <strong> Ajouter une action </strong> et rechercher <strong> Définir le mode silencieux </strong> , qui apparaîtra sous le <strong> Actions </strong> sous-titre. Robinet <strong> Définir le mode silencieux </strong> et assurez-vous que l&#39;action est <strong> Activer le mode silencieux </strong> . Appuyez maintenant sur <strong> Suivant </strong> . </li> <li> L&#39;écran final vous montrera quand l&#39;automatisation s&#39;exécutera et ce qu&#39;elle fera. Vous avez juste besoin de désactiver <strong> Demandez avant de courir </strong> pour s&#39;assurer que l&#39;automatisation fonctionnera toute seule. Robinet <strong> Fait </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (3 images) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Développer <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Développer <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> Désormais, à 22 heures tous les soirs, votre Apple Watch activera automatiquement le mode silencieux. Si vous souhaitez désactiver le mode silencieux le matin, vous pouvez créer une seconde automatisation similaire pour faire le travail. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 grandes automatisations Apple Watch à essayer </h2> <p> Maintenant que nous avons examiné un exemple, passons en revue certaines des automatisations Apple Watch les plus utiles que vous pouvez configurer sur votre appareil. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Commencez une séance d&#39;entraînement lorsque vous arrivez ou quittez un lieu </h3> <p> Il est facile d&#39;oublier de démarrer des entraînements sur votre Apple Watch. Bien que le portable dispose d&#39;une fonction de détection automatique de l&#39;entraînement, il ne fonctionne pas toujours de manière fiable. C&#39;est particulièrement le cas avec les entraînements de faible intensité tels que les exercices de mobilité. </p> <p> Heureusement, il existe une automatisation Apple Watch pour résoudre ce problème : </p> <ol> <li> Dans l&#39;application Raccourcis, créez une nouvelle automatisation et appuyez sur <strong> Arrivée </strong> . </li> <li> Appuyez maintenant sur <strong> Choisir </strong> pour choisir l&#39;emplacement qui déclenche cet entraînement. Tapez simplement le nom de votre gymnase ou du parc de quartier où vous allez courir, et une carte avec une épingle de localisation apparaîtra dans la moitié inférieure de l&#39;écran. Ici, vous pouvez élargir le rayon dans lequel cette automatisation est déclenchée. Robinet <strong> Fait </strong> . </li> <li> Soit choisir <strong> N&#39;importe quand </strong> ou sélectionnez le <strong> Intervalle de temps </strong> quand vous voulez que cette automatisation s&#39;exécute. Appuyez maintenant sur <strong> Suivant </strong> . </li> <li> Robinet <strong> Ajouter une action </strong> et rechercher <strong> Commencer l&#39;entraînement </strong> . </li> <li> Robinet <strong> Commencer l&#39;entraînement </strong> et sélectionnez l&#39;entraînement avec l&#39;objectif (objectif ouvert, temps, calories brûlées ou distance parcourue). Après cela, appuyez sur <strong> Suivant </strong> . </li> <li> Passez en revue votre automatisation et appuyez sur <strong> Fait </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (3 images) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Développer <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Développer <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> Désormais, votre Apple Watch démarrera automatiquement les entraînements en fonction de votre emplacement. Vous pouvez également sélectionner <strong> Quitter </strong> à la place de <strong> Arrivée </strong> dans un premier temps pour déclencher cette automatisation lorsque vous quittez un certain endroit, comme votre maison. Par exemple, si vous travaillez à domicile et ne sortez que pour une promenade matinale, vous pouvez faire en sorte que votre Apple Watch démarre une séance d&#39;entraînement de marche en plein air chaque fois que vous quittez la maison. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Changez automatiquement le visage de votre Apple Watch </h3> <p> Changer les cadrans de la montre est assez facile, mais il est encore plus pratique de faire en sorte que votre Apple Watch le fasse pour vous. Voyons comment changer périodiquement le cadran de votre montre, ainsi que quelques déclencheurs alternatifs pour que cela fonctionne différemment. </p> <p> Tout d&#39;abord, assurez-vous d&#39;avoir <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> cadrans de montre ajoutés et personnalisés sur votre Apple Watch </a> donc vous avez quelque chose avec quoi travailler. Ensuite, dans l&#39;application Raccourcis : </p> <ol> <li> Créez une nouvelle automatisation et appuyez sur <strong> Moment de la journée </strong> . </li> <li> Sélectionnez le moment où vous souhaitez que le cadran de la montre change, ainsi que la fréquence à laquelle vous souhaitez que cela se produise. Nous avons sélectionné <strong> lever du soleil </strong> et <strong> du quotidien </strong> pour régler un cadran de montre chaque matin. Robinet <strong> Suivant </strong> . </li> <li> Appuyez maintenant sur <strong> Ajouter une action </strong> et rechercher <strong> Définir le cadran de la montre </strong> . </li> <li> Robinet <strong> Définir le cadran de la montre </strong> , robinet <strong> Visage </strong> , puis choisissez l&#39;un des cadrans de la montre dans la liste. Robinet <strong> Suivant </strong> . </li> <li> Désactiver <strong> Demandez avant de courir </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (2 images) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Développer <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> Maintenant, observez la magie lorsque le cadran de votre montre change automatiquement. Si vous souhaitez que le cadran de la montre continue de changer toutes les quelques heures, configurez simplement des automatisations similaires avec une heure différente dans la deuxième étape. </p> <p> Vous pouvez également changer automatiquement le cadran de la montre chaque fois que vous quittez la maison ou arrivez à un endroit spécifique en utilisant le <strong> Arrivée </strong> ou alors <strong> Quitter </strong> déclenche au lieu de <strong> Moment de la journée </strong> dans la première étape. </p> <p> Les propres cadrans d&#39;Apple sont assez bons pour vous aider à démarrer, mais il y en a beaucoup <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> magnifiques visages Apple Watch personnalisés </a> que vous devriez également essayer. Cela vous permettra d&#39;ajouter une plus grande variété de visages à vos automatisations. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Activer le mode cinéma dans des endroits calmes </h3> <p> L&#39;activation du mode cinéma (mode cinéma dans certaines régions) met votre Apple Watch en mode silencieux et éteint son affichage jusqu&#39;à ce que vous touchiez l&#39;écran ou appuyiez sur la couronne numérique. Ceci est particulièrement utile dans les salles de cinéma ou dans d&#39;autres endroits où vous souhaitez éviter de déranger les autres. </p> <p> Voici comment vous pouvez utiliser les raccourcis pour activer automatiquement le mode cinéma à certains endroits : </p> <ol> <li> Créez une nouvelle automatisation et sélectionnez le <strong> Arrivée </strong> déclencheur. </li> <li> Appuyez maintenant sur <strong> Choisir </strong> et recherchez le théâtre ou tout autre lieu que vous fréquentez. Robinet <strong> Fait </strong> , puis sélectionnez la plage de temps pendant laquelle vous souhaitez que cette automatisation fonctionne. Si vous visitez le lieu principalement le soir, par exemple, vous pouvez définir cette plage horaire pour éviter de déclencher cela accidentellement. Appuyez maintenant sur <strong> Suivant </strong> . </li> <li> Robinet <strong> Ajouter une action </strong> et rechercher <strong> Définir le mode cinéma </strong> . </li> <li> Robinet <strong> Définir le mode cinéma </strong> , suivie par <strong> Suivant </strong> . Enfin, appuyez sur <strong> Fait </strong> pour activer cette automatisation. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (2 images) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Développer <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> Assurez-vous de configurer une autre automatisation en utilisant le <strong> Quitter </strong> déclencher et répéter ce processus afin que le mode Théâtre soit automatiquement désactivé lorsque vous quittez l&#39;emplacement. </p> <p> Vous pouvez également utiliser le <strong> Moment de la journée </strong> déclencheur pour activer ou désactiver automatiquement le mode Théâtre. Cela pourrait être une option utile pour l&#39;heure du coucher, ou si vous avez une réunion à une heure fixe tous les jours de la semaine. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Créez vos propres automatisations Apple Watch </h2> <p> Ce ne sont là que quelques automatisations faciles que vous pouvez configurer avec l&#39;Apple Watch, mais les possibilités sont infinies. Vous pouvez essayer des astuces sympas, comme envoyer un message à quelqu&#39;un chaque fois que vous terminez une séance d&#39;entraînement, et bien plus encore. </p> <p> Les automatisations que nous avons choisies se concentrent sur les tâches qui reviennent souvent, mais avec un peu de créativité, vous pouvez repousser les limites de ce que votre Apple Watch fait pour vous. N&#39;oubliez pas que l&#39;Apple Watch propose également de nombreuses autres applications pour améliorer votre productivité. </p>"}