{"title":"Comment économiser la batterie de votre manette PS5 DualSense","content":"<p> Bien que le contrôleur DualSense de la PlayStation 5 offre une autonomie de batterie améliorée par rapport au DualShock 4 de la PlayStation 4, il est toujours possible que votre contrôleur meure au milieu d&#39;un moment important. </p> <p> Examinons quelques façons d&#39;économiser la batterie du contrôleur DualSense et de la faire durer le plus longtemps possible. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Configurez votre manette PS5 pour qu&#39;elle s&#39;éteigne automatiquement </h2> <p> Si vous laissez votre PS5 en marche pour une raison quelconque et laissez ainsi votre contrôleur allumé pendant des heures, cela épuisera évidemment la durée de vie de votre batterie. Pour lutter contre cela, c&#39;est une bonne idée de régler une minuterie pour que votre DualSense s&#39;éteigne lorsque vous ne l&#39;utilisez pas. </p> <p> Dans le menu principal de votre PS5, dirigez-vous vers <strong> Paramètres &gt; Système &gt; Économie d&#39;énergie </strong> . Ici vous verrez le <strong> Définir le temps jusqu&#39;à ce que les contrôleurs s&#39;éteignent </strong> option, que vous pouvez définir sur <strong> Après 10 minutes </strong> , <strong> 30 minutes </strong> , <strong> 60 minutes </strong> , ou alors <strong> Désactivé </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Il n&#39;y a aucune bonne raison de laisser votre manette allumée pendant de longues périodes lorsqu&#39;elle est inactive. L&#39;activation de cette option limite l&#39;autonomie de la batterie lorsque vous n&#39;êtes pas devant votre téléviseur. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Éteignez manuellement le contrôleur DualSense </h2> <p> Pour les moments où vous savez que vous n&#39;utiliserez pas votre manette PS5 pendant un certain temps, il est logique de l&#39;éteindre immédiatement au lieu d&#39;attendre la minuterie d&#39;arrêt automatique. C&#39;est pratique si vous utilisez votre PS5 pour regarder des applications de divertissement comme Netflix, ou même si vous vous contentez d&#39;assister à une longue cinématique dans un jeu. </p> <p> </p> <p> Pour éteindre votre manette PS5, appuyez sur le <strong> Bouton PS </strong> sur le contrôleur pour afficher le menu rapide. Faites défiler vers la droite et sélectionnez le <strong> Accessoires </strong> bouton, qui s&#39;affiche sous la forme d&#39;une icône de contrôleur avec l&#39;autonomie actuelle de votre batterie. Dans le menu qui s&#39;affiche, choisissez votre <strong> Contrôleur sans fil </strong> , suivie par <strong> Éteindre </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Cela éteindra votre manette jusqu&#39;à ce que vous appuyiez sur le <strong> Bouton PS </strong> pour le rallumer. Si vous ne voulez pas jouer avec le menu, vous pouvez également éteindre votre manette PS5 en maintenant la touche <strong> Bouton PS </strong> pendant 10 secondes. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Réduisez les fonctions du contrôleur qui utilisent la batterie </h2> <p> Le DualSense a une poignée de fonctions qui consomment la durée de vie de la batterie. La désactivation de ces options ne prolongera pas considérablement la batterie de votre contrôleur, mais peut aider un peu si vous privilégiez la durée de vie de la batterie par rapport aux fonctionnalités sophistiquées. </p> <p> Visite <strong> Paramètres &gt; Accessoires &gt; Contrôleurs </strong> pour désactiver ces fonctions : </p> <ul> <li> Ensemble <strong> Luminosité des indicateurs du contrôleur </strong> à <strong> Faible </strong> . Cela réduira les lumières sur votre contrôleur; ils s&#39;illumineront automatiquement si nécessaire pour l&#39;accessoire appareil photo. </li> <li> Abaissez le <strong> Intensité des vibrations </strong> à <strong> Faible </strong> ou alors <strong> Désactivé </strong> . Bien que la nouvelle fonction de retour haptique du DualSense rende le grondement plus réaliste, il utilise pas mal de batterie. Si vous ne vous souciez pas de la fonctionnalité, peut-être pour un certain jeu, la désactiver améliorera la durée de vie de la batterie. </li> <li> Abaissez ou désactivez également le <strong> Intensité de l&#39;effet de déclenchement </strong> . Il s&#39;agit d&#39;une autre caractéristique principale du DualSense qui modifie la résistance des boutons L2 et R2 en fonction de ce que vous faites dans le jeu. Si vous ne vous en souciez pas beaucoup, le baisser vous permettra de conserver un peu de jus. </li> <li> Abaissez le <strong> Volume (haut-parleur pour contrôleur) </strong> glissière. Cela réduit la sortie du haut-parleur intégré du contrôleur, économisant un peu de batterie si vous n&#39;aimez pas ça de toute façon. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Achetez un câble de charge plus long </h2> <p> Si l&#39;utilisation de tous les conseils ci-dessus ne permet toujours pas à votre contrôleur de fonctionner aussi longtemps que vous le souhaitez, vous devriez envisager d&#39;acheter un câble USB-C plus long. Avec cela, vous pouvez facilement brancher votre manette pour la recharger et continuer à jouer lorsqu&#39;elle est faible. Vous n&#39;aurez pas à rapprocher une chaise du téléviseur comme vous le feriez avec un câble court. </p> <p> Vous pouvez trouver des câbles de charge USB-C vers USB-A de 10 pieds (ou plus) sur Amazon pour pas cher. Essaie le <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> Câble USB-C CableCreation </a> pour une option solide. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Si vous jouez avec un câble branché souvent, sur ce qui précède <strong> Contrôleurs </strong> page des paramètres, vous devez définir <strong> Méthode de communication </strong> à <strong> Utiliser un câble USB </strong> . Avec cela, votre contrôleur communiquera via le câble au lieu de toujours utiliser Bluetooth lorsqu&#39;il est branché. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Gardez votre DualSense chargé </h2> <p> Vous savez maintenant comment garder votre batterie DualSense en vie pour de longues sessions de jeu. À moins d&#39;acheter un deuxième contrôleur et de les échanger régulièrement, ce sont vos meilleures options pour prolonger la durée de vie de la batterie. </p> <p> N&#39;oubliez pas que vous pouvez utiliser des manettes PS4 lorsque vous jouez à des jeux PlayStation 4 sur votre PS5. C&#39;est une autre façon de conserver la durée de vie de la batterie DualSense. </p> <p> <small> Crédit d&#39;image: Alex Van Aken/ <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}