{"title":"Comment changer votre mot de passe Unix","content":"<p> Nous connaissons tous le rôle d&#39;un mot de passe dans la protection de votre vie privée numérique. Avoir un mot de passe fort est la première couche de défense qui empêche les intrus d&#39;entrer dans votre système. Par conséquent, la protection de votre ordinateur avec un mot de passe devrait être une préoccupation majeure pour tout le monde. </p> <p> Les systèmes d&#39;exploitation basés sur Unix offrent des fonctionnalités robustes en ce qui concerne le mot de passe et la sécurité d&#39;un utilisateur. Mais comment utiliser ces fonctionnalités avancées pour sécuriser votre système ? </p> <h2 id=\"unix-vs-linux\"> Unix contre Linux </h2> <p> Beaucoup de gens sont confus lorsque quelqu&#39;un utilise les termes Unix et Linux dans un contexte similaire. Ce n&#39;est pas grave si vous êtes <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> changer les mots de passe sous Linux </a> ou Unix, les étapes sont les mêmes. Bien que ces deux systèmes d&#39;exploitation aient un type d&#39;architecture et de structure de commande similaire, ils sont très différents l&#39;un de l&#39;autre en réalité. </p> <p> Unix est un système d&#39;exploitation développé à la fin des années 1960 par Ken Thompson et Dennis Ritchie. Il a été principalement conçu pour la portabilité, le multi-threading et les modifications rapides. Contrairement à Linux, Unix est un logiciel propriétaire connu pour sa puissante interface de ligne de commande. </p> <p> D&#39;autre part, Linux est une famille de systèmes d&#39;exploitation open source « de type Unix ». Linus Torvalds a développé ce système d&#39;exploitation en 1991. Il est qualifié de système d&#39;exploitation de type Unix car Linux a été fortement inspiré par Unix. Plus de 600 distributions Linux gérées par la communauté sont disponibles gratuitement sur Internet. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Changer son propre mot de passe sous Unix </h2> <p> Sur la plupart des systèmes basés sur Unix, les utilisateurs peuvent modifier les mots de passe avec le <strong> mot de passe </strong> commander. Pour changer votre propre mot de passe sous Unix, ouvrez votre terminal en appuyant sur <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Ensuite, pour changer votre mot de passe, saisissez : </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Vous verrez une sortie qui ressemble à ceci. Tout d&#39;abord, saisissez le mot de passe actuel, puis saisissez votre nouveau mot de passe deux fois pour terminer le processus. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Vous ne verrez aucun des caractères saisis sur votre écran. Les systèmes d&#39;exploitation basés sur Unix ont cette façon unique de protéger les utilisateurs contre <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> épaule-surf </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Changer le mot de passe racine </h2> <p> Seul un utilisateur root peut changer le mot de passe root sur une machine Unix. Pour changer votre utilisateur actuel en root, tapez <strong> su - </strong> dans votre terminal et appuyez sur <strong> Entrer </strong> . Ensuite, entrez le mot de passe root pour confirmer le processus. </p> <p> Maintenant que vous êtes root, vous pouvez facilement changer votre mot de passe en tapant <strong> mot de passe </strong> dans votre terminal. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Modification du mot de passe d&#39;un autre utilisateur </h2> <p> Les utilisateurs root ont également l&#39;autorisation de modifier les mots de passe des autres utilisateurs du système. Pour cela, ouvrez votre terminal en appuyant sur <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Ensuite, changez le mot de passe avec : </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Vous verrez la sortie suivante sur l&#39;écran de votre système. Entrez le nouveau mot de passe deux fois pour confirmer le changement. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Gestion des mots de passe utilisateur sous Unix </h2> <p> Les utilisateurs d&#39;Unix peuvent facilement changer leurs mots de passe en utilisant le <strong> mot de passe </strong> commander. En apprendre davantage sur <strong> mot de passe </strong> , vous pouvez consulter le manuel de commande : </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux et Unix peuvent avoir quelques similitudes en ce qui concerne les commandes système, mais ce sont deux systèmes d&#39;exploitation distincts dans de nombreux autres aspects. </p>"}