{"title":"Comment désinstaller Skype Entreprise sur Windows 10","content":"<p> Skype Entreprise est un excellent outil de messagerie et de vidéo d&#39;entreprise développé par Microsoft. Cela dit, votre entreprise utilise peut-être maintenant une alternative comme Zoom ou Microsoft Teams et vous souhaitez désinstaller Skype Entreprise. </p> <p> Si c&#39;est le cas, nous sommes là pour vous aider. Vous trouverez peut-être un peu plus difficile à désinstaller que d&#39;autres logiciels, nous allons donc vous montrer toutes les façons de désinstaller Skype Entreprise sur Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Comment empêcher Skype Entreprise de démarrer automatiquement </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Êtes-vous sûr de vouloir désinstaller complètement Skype Entreprise ? Si vous deviez l&#39;utiliser à nouveau à l&#39;avenir, vous préférerez peut-être simplement empêcher le programme de s&#39;ouvrir automatiquement lorsque vous vous connectez à Windows. </p> <p> Pour faire ça: </p> <ol> <li> Ouvrez Skype Entreprise. </li> <li> Clique le <strong> icône de rouage </strong> (si vous cliquez sur la liste déroulante, cliquez sur <strong> Outils &gt; Options </strong> ). </li> <li> Cliquez sur <strong> Personnel </strong> . </li> <li> Décocher <strong> Démarrer automatiquement l&#39;application lorsque je me connecte à Windows </strong> . </li> <li> Cliquez sur <strong> d&#39;accord </strong> . </li> </ol> <p> Vous devrez maintenant ouvrir manuellement Skype Entreprise à chaque fois que vous souhaitez l&#39;utiliser. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Êtes-vous autorisé à désinstaller Skype Entreprise ? </h2> <p> Skype Entreprise est principalement un programme d&#39;entreprise, il est donc probablement installé sur votre ordinateur de travail. </p> <p> Si tel est le cas, vous n&#39;aurez peut-être pas la possibilité de désinstaller Skype Entreprise. Votre administrateur système peut empêcher votre compte utilisateur d&#39;effectuer certaines actions ; la désinstallation de Skype Entreprise peut en faire partie. </p> <p> </p> <p> Même si votre compte n&#39;est soumis à aucune restriction, il est conseillé de vérifier auprès de votre administrateur informatique avant de désinstaller Skype Entreprise. Cela pourrait leur causer un mal de tête sur toute la ligne. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Désinstallez Skype Entreprise via Paramètres </h2> <p> Avant d&#39;essayer quoi que ce soit d&#39;avancé, essayez de désinstaller Skype Entreprise comme vous le feriez pour n&#39;importe quelle autre application ou programme. </p> <ol> <li> presse <strong> Touche Windows + I </strong> pour ouvrir les paramètres. </li> <li> Cliquez sur <strong> applications </strong> . </li> <li> Au sein du <strong> Rechercher dans cette liste </strong> champ, saisie <strong> Skype Entreprise </strong> . </li> <li> Si Skype Entreprise apparaît, sélectionnez-le et cliquez sur <strong> Désinstaller </strong> . </li> </ol> <p> Si vous ne voyez pas Skype Entreprise ici, c&#39;est parce que vous utilisez une version intégrée à d&#39;autres applications Microsoft 365. </p> <p> Si vous le souhaitez, vous pouvez désinstaller Microsoft 365 ou Office à partir d&#39;ici, mais cela supprimera évidemment d&#39;autres programmes tels que Word, PowerPoint et Access que vous souhaitez probablement conserver. En tant que tel, continuez à lire. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Installer Office sans Skype Entreprise </h2> <p> Bien que l&#39;installation standard d&#39;Office ne vous permette pas de choisir de ne pas installer Skype Entreprise, vous pouvez utiliser une technique avancée pour y parvenir. </p> <p> Tout d&#39;abord, désinstallez Office en suivant les étapes décrites ci-dessus. Sinon, rendez-vous sur le <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> Page de support Microsoft « Désinstaller Office d&#39;un PC » </a> et utilisez la deuxième option pour télécharger l&#39;outil de support de désinstallation d&#39;Office. </p> <p> Ensuite, téléchargez le <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Outil de déploiement d&#39;Office </a> . Ouvrez-le et choisissez où extraire les fichiers. Cela vous donnera trois <strong> configuration.xml </strong> fichiers et un <strong> setup.exe </strong> déposer. </p> <p> Décidez du fichier de configuration dont vous avez besoin : <strong> x64 </strong> est pour les systèmes 32 bits, <strong> x86 </strong> est pour les systèmes 64 bits, et <strong> Entreprise </strong> est si vous installez l&#39;édition Office Enterprise. </p> <p> <strong> Clic-droit </strong> le fichier de configuration et choisissez <strong> Ouvrir avec </strong> &gt; <strong> Bloc-notes </strong> . </p> <p> Tout d&#39;abord, recherchez la ligne qui commence par : </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Modifier l&#39;ouverture de la ligne comme suit, en remplaçant <strong> C:\\Bureau </strong> avec le chemin d&#39;où vous avez extrait les fichiers : </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Ensuite, recherchez ces deux lignes (votre ID de produit peut être &quot;ProPlus2019Volume&quot; au lieu de &quot;OF365ProPlusRetail&quot; et votre ID de langue peut être différent) : </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Collez cette ligne en dessous : </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Ensuite, enregistrez le fichier. </p> <p> Effectuez une recherche système pour <strong> Invite de commandes </strong> et cliquez <strong> Exécuter en tant qu&#39;administrateur </strong> . </p> <p> Saisissez ceci dans l&#39;invite de commande : </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Encore une fois, remplacez le <strong> C:\\Bureau </strong> chemin avec lequel vous avez extrait les fichiers. </p> <p> Ensuite, exécutez les commandes suivantes l&#39;une après l&#39;autre (remplacez le nom du fichier de configuration par celui que vous utilisez), ce qui peut prendre un certain temps : </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Cela installera ensuite Office sans Skype Entreprise. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Gardez Skype Entreprise et organisez d&#39;excellentes réunions </h2> <p> Vous n&#39;êtes pas convaincu que la désinstallation de Skype Entreprise en vaut la chandelle ? Assez juste. Essayez de lui donner une seconde chance. </p> <p> Avec Skype Entreprise, vous pouvez partager un écran, exécuter des sondages, avoir un tableau blanc collaboratif, enregistrer l&#39;appel et bien plus encore. </p>"}