{"title":"Contrôlez vos habitudes d&#39;application macOS avec Quitter","content":"<p> Certaines applications peuvent créer une accoutumance, mais Quitter en est une qui pourrait être bonne pour votre santé numérique. C&#39;est une petite application de barre de menus avec une tâche unique qui vise à réduire les distractions. </p> <h2 id=\"what-does-quitter-do\"> Que fait Quitter ? </h2> <p> Quitter gère une liste d&#39;applications à fermer automatiquement après une période d&#39;inactivité. Il est construit autour de la théorie selon laquelle certaines applications peuvent être utiles, mais s&#39;avèrent toujours distrayantes lorsqu&#39;elles sont ouvertes. Vous devrez peut-être <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> utiliser Twitter pour des recherches importantes </a> , mais vous voudrez éviter de vous laisser distraire une fois que vous avez terminé. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Comment télécharger et installer Quitter </h2> <p> Quitter est disponible auprès du développeur <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Le site de Marco Arment </a> . Le téléchargement est une archive zip contenant un seul fichier, <strong> Quitter.app </strong> . Si vous exécutez l&#39;application depuis l&#39;extérieur du dossier Applications, elle vous proposera de s&#39;y installer : </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Une fois exécuté, vous pouvez régler Quitter sur <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> commencer à la connexion </a> en cliquant sur son icône de barre de menu et en sélectionnant la commande de menu, <strong> Démarrez Quitter à la connexion </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Interface principale de Quitter </h2> <p> Quitter effectue sa tâche en arrière-plan, en restant à l&#39;écart. La seule fois où vous interagirez vraiment avec elle, c&#39;est pour ajouter ou supprimer des applications que vous souhaitez contrôler avec Quitter. </p> <p> le <strong> Modifier les règles </strong> La fenêtre affiche une liste d&#39;applications gérées. Il sera vide par défaut. Clique le <strong> + </strong> icône en bas à gauche pour ajouter une application. Cela ouvrira une boîte de dialogue de fichier que vous pourrez utiliser pour sélectionner l&#39;application. La plupart du temps, ce sera dans votre <strong> Applications </strong> dossier: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Chaque application de la liste a deux paramètres. Vous pouvez définir la durée d&#39;inactivité nécessaire avant que Quitter n&#39;agisse. Vous pouvez également choisir de quitter ou de masquer l&#39;application : </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Si vous souhaitez arrêter de contrôler une application avec Quitter, sélectionnez-la dans la liste et cliquez sur le bouton <strong> - </strong> bouton. Gardez à l&#39;esprit que certaines applications confirmeront avant de quitter. Parfois, vous pouvez configurer ce paramètre et autoriser Quitter à fermer l&#39;application en silence. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Quitter est simple mais efficace </h2> <p> C&#39;est vraiment aussi simple que cela. Quitter vous permet de conserver une liste d&#39;applications à masquer ou à quitter si vous ne les avez pas utilisées pendant une durée définie. C&#39;est l&#39;une des nombreuses applications Mac gratuites qui vous aident à améliorer votre productivité. </p>"}