{"title":"Comment rejoindre un serveur Minecraft","content":"<p> Minecraft solo ne le coupe tout simplement pas? Vous cherchez à explorer le vaste monde des blocs générés de manière procédurale avec vos amis ? Ne cherchez plus, voici tout ce que vous devez savoir pour rejoindre un serveur Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Trouver l&#39;adresse IP d&#39;un serveur Minecraft </h2> <p> Que vous rejoigniez le serveur privé d&#39;un ami ou public avec des milliers de joueurs, vous devez trouver l&#39;adresse IP du serveur. Ne vous inquiétez pas, c&#39;est rapide et facile, mais c&#39;est un processus différent de <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> trouver votre propre adresse IP sur Windows </a> ou Mac. </p> <h3 id=\"for-private-servers\"> Pour les serveurs privés </h3> <p> Si votre ami a son propre serveur que vous souhaitez rejoindre, demandez-lui l&#39;adresse IP. S&#39;ils connaissent déjà l&#39;adresse IP du serveur, passez à la section suivante. </p> <p> S&#39;ils ont acheté un hébergement de serveur sur un site tiers, ils peuvent généralement trouver l&#39;adresse IP en consultant le tableau de bord du site ou un e-mail qu&#39;ils ont peut-être reçu lors de l&#39;achat. </p> <p> S&#39;ils exécutent le serveur à partir de leur propre ordinateur, vous avez deux options pour vous connecter : LAN (réseau d&#39;accès local) et via Internet (le propriétaire doit transférer le port pour que d&#39;autres puissent se connecter via Internet). </p> <p> Si vous utilisez le même réseau qu&#39;eux (LAN), vous pouvez vous connecter en utilisant leur adresse IP interne. Vous n&#39;avez pas besoin de redirection de port pour les connexions LAN. </p> <p> Trouvez votre adresse IP interne en ouvrant votre ligne de commande ou votre terminal. presse <strong> Windows+R </strong> et tapez <strong> cmd </strong> dans le <strong> Cours </strong> invite sur Windows ou pour une utilisation sur Mac <strong> Cmd+Espace </strong> pour ouvrir le projecteur et taper <strong> Terminal </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Pour la ligne de commande Windows </strong> : Taper <strong> ipconfig </strong> dans votre ligne de commande pour trouver votre adresse IP. Cherchez le <strong> Adresse IPv4 </strong> . Cela ressemblera à quelque chose comme &quot;192.165.0.123&quot;. Maintenant que vous avez cette adresse, copiez-la dans votre presse-papiers ( <strong> Ctrl+C </strong> sous Windows et <strong> Cmd+C </strong> sur Mac) et passez à la section suivante pour savoir quoi en faire. </p> <p> <strong> Pour Mac Terminal </strong> : Taper <strong> ipconfig getifaddr en0 </strong> (ou alors <strong> ipconfig getifaddr en1 </strong> si vous utilisez Ethernet au lieu du Wi-Fi) dans votre terminal pour trouver votre adresse IP. Le terminal affiche votre adresse IP est sur une nouvelle ligne. Maintenant que vous avez cette adresse, copiez-la dans votre presse-papiers ( <strong> Ctrl+C </strong> sous Windows et <strong> Cmd+C </strong> sur Mac) et passez à la section suivante pour savoir quoi en faire. </p> <p> Si vous vous connectez à un serveur privé via Internet, vous aurez besoin de son adresse IP publique. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Vous pouvez trouver votre adresse IP publique en utilisant un outil tel que <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismyiadresse </a> . Maintenant que vous avez cette adresse, copiez-la dans votre presse-papiers ( <strong> Ctrl+C </strong> sous Windows et <strong> Cmd+C </strong> sur Mac) et passez à la section suivante pour savoir quoi en faire. </p> <h3 id=\"for-public-servers\"> Pour les serveurs publics </h3> <p> Si vous cherchez à rejoindre un serveur public avec d&#39;autres joueurs, trouvez l&#39;adresse IP en recherchant sur Internet une liste de serveurs. Il existe d&#39;excellents serveurs à essayer, mis en évidence plus loin dans cet article. </p> <p> Maintenant que vous avez cette adresse, copiez-la dans votre presse-papiers ( <strong> Ctrl+C </strong> sous Windows et <strong> Cmd+C </strong> sur Mac) et passez à la section suivante pour savoir quoi en faire. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Comment rejoindre un serveur Minecraft : collez l&#39;adresse IP </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Une fois que vous avez l&#39;adresse IP du serveur que vous souhaitez rejoindre, démarrez Minecraft et accédez au <strong> Multijoueur </strong> écran. </p> <p> Vous avez deux options pour vous connecter à un serveur à partir d&#39;ici. Si vous savez que vous voudrez revenir sur le serveur, cliquez sur <strong> Ajouter un serveur </strong> afin que vous puissiez l&#39;enregistrer dans votre liste. </p> <p> Si vous venez juste pour vérifier les choses, utilisez <strong> Connexion directe </strong> pour qu&#39;il n&#39;apparaisse pas sur la liste. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> Dans tous les cas, collez l&#39;adresse IP que vous avez copiée dans votre presse-papiers dans la case qui dit <strong> Adresse du serveur </strong> . </p> <p> Pour <strong> Connexion directe </strong> , Cliquez sur <strong> Rejoindre le serveur </strong> . Pour <strong> Ajouter un serveur </strong> , Cliquez sur <strong> Fait </strong> puis rejoignez le serveur de votre liste en double-cliquant dessus ou en le sélectionnant et en cliquant <strong> Rejoindre le serveur </strong> . </p> <p> Maintenant, vous jouez à Minecraft multijoueur ! Si vous voulez faire passer votre Minecrafting au niveau supérieur, consultez notre <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> Aide-mémoire des commandes Minecraft ultimes </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Serveurs Minecraft pour jouer avec des amis </h2> <p> Ce sont des serveurs qui sont tous amusants pour leurs propres raisons, nous avons passé un bon moment à les tester. </p> <p> <strong> Hypixel </strong> (IP : hypixel.net) : Hypixel est très populaire depuis longtemps, et pour cause. Vous pouvez jouer à une multitude de mini-jeux allant de <strong> Jeux de survie éclair </strong> à <strong> Méga Murs </strong> ou alors <strong> Meurtre Mystère </strong> . </p> <p> <strong> UniverseMC </strong> (IP : mcc.universemc.us) : UniverseMC a un <strong> Factions </strong> mode qui vous fera revenir jour après jour. Sérieusement, c&#39;est addictif. <strong> KitPVP </strong> est également un excellent moyen de parfaire vos compétences de combat à l&#39;épée. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP : mc.snapcraft.net) : Nous avons probablement passé un peu trop de temps à jouer à Snapcraft <strong> Prison </strong> mode. Si gravir les échelons de la prison ne vous semble pas amusant, essayez-vous à leur <strong> Parkour </strong> . </p> <p> <strong> DestinyMC </strong> (IP : play.thedestinymc.com) : DestinyMC <strong> Skyblock </strong> est une aventure dans laquelle se perdre. Chaque bloc compte, et ils sont tous trop faciles à perdre dans l&#39;abîme. </p> <p> <strong> RéalismeVille </strong> (IP : play.realismtownmc.com) : RealismTown est une évasion de tout cela. Un serveur de survie simple avec des plugins personnalisés, une économie dynamique et des visages amicaux. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Comment inviter d&#39;autres personnes et rejoindre un royaume Minecraft </h2> <p> La configuration d&#39;un serveur Minecraft privé peut être difficile. Minecraft Realms vous facilite la tâche ! </p> <p> Si vous souhaitez rejoindre un serveur Realms, le propriétaire du serveur doit d&#39;abord vous ajouter à la liste blanche. Le propriétaire du royaume peut le faire en vous invitant. </p> <p> Le propriétaire d&#39;un royaume peut inviter un autre joueur en démarrant Minecraft, puis en naviguant vers <strong> Royaumes Minecraft </strong> et en cliquant sur le <strong> clé </strong> icône de leur royaume. De là, sélectionnez l&#39;option qui lit <strong> Joueurs </strong> et invitez le joueur que vous voulez avec son nom d&#39;utilisateur Minecraft. </p> <p> Vous pouvez vérifier vos invitations en cliquant sur le <strong> enveloppe </strong> icône en haut à côté de <strong> Royaumes Minecraft </strong> logo. Si vous avez une invitation en attente, elle s&#39;affichera ici pour que vous l&#39;acceptiez. </p> <p> </p> <p> Une fois que vous avez accepté l&#39;invitation, vous pourrez rejoindre le royaume à partir de votre liste de royaumes en le sélectionnant et en cliquant sur <strong> Jouer </strong> ou simplement double-cliquer sur l&#39;option de liste. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Créez des souvenirs avec Minecraft multijoueur </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Maintenant que vous avez le savoir-faire pour rejoindre n&#39;importe quel serveur Minecraft que vous visez, il est temps de vous lancer dans le jeu. Découvrez ce que Minecraft propose lorsque vous jouez avec des amis ; c&#39;est bien plus que ce qu&#39;il peut vous donner lorsque vous jouez seul à l&#39;un de ses modes de jeu. </p> <p> Jouer à Minecraft avec d&#39;autres est également une excellente occasion de se faire de nouveaux amis et d&#39;apprendre de nouvelles choses. Chaque expérience que vous avez en construisant une structure massive ou en étant la dernière équipe à participer à une guerre joueur contre joueur est une expérience dont vous vous souviendrez peut-être pendant des années. </p>"}