{"title":"Comment combiner des images dans Photoshop pour créer des composites fantastiques","content":"<p> L&#39;un des meilleurs éditeurs de photos au monde pour faire des composites est Photoshop. C&#39;est parce qu&#39;il existe des dizaines d&#39;outils utiles qui ont un nombre presque infini d&#39;utilisations lorsqu&#39;il s&#39;agit de fusionner des images. </p> <p> Dans ce didacticiel, nous allons vous montrer comment combiner trois images pour créer un composite fantastique. </p> <h2 id=\"getting-started\"> Commencer </h2> <p> Les composites sont constitués de deux ou plusieurs images. C&#39;est une bonne idée d&#39;avoir tous les fichiers images nécessaires chargés dans Photoshop pour faciliter le processus composite. </p> <p> Nous utiliserons trois images pour créer notre composite final. Vous pouvez télécharger ces fichiers image depuis Pexels pour suivre : </p> <ul> <li> <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Femme </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-standing-on-top-of-mountain-2695232/\" target=\"_blank\" rel=\"nofollow noopener\"> Grimpeur 1 </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-wearing-black-tank-top-and-brown-shorts-climbing-rock-1094794/\" target=\"_blank\" rel=\"nofollow noopener\"> Grimpeur 2 </a> </li> </ul> <p> </p> <h2 id=\"cut-out-subjects-from-backgrounds\"> 1. Découpez les sujets des arrière-plans </h2> <p> La tâche la plus courante pour faire des composites consiste à &quot;découper&quot; vos sujets de leurs arrière-plans. C&#39;est ce que nous allons faire pour chacun de nos grimpeurs. </p> <p> Notre image de la femme faisant la grimace sera notre image principale à laquelle nous ajouterons tout. </p> <p> Ces étapes doivent être suivies pour chacun des deux grimpeurs. Une fois qu&#39;ils sont découpés, nous ajouterons les deux à l&#39;image principale de la femme dans la deuxième partie de ce tutoriel. </p> <ol> <li> Une fois l&#39;image du grimpeur importée dans Photoshop, allez dans <strong> Sélectionner </strong> &gt; <strong> Matière </strong> . <p> <img alt=\"Select Subject\" src=\"images/1-select-subject-585.png\" loading=\"lazy\"> </p> </li> <li> Aller à <strong> Sélectionner </strong> &gt; <strong> Sélectionner et masquer </strong> . <p> <img alt=\"Select Select and Mask\" src=\"images/2-select-select-and-mask-372.png\" loading=\"lazy\"> </p> </li> <li> Utiliser <strong> Ctrl </strong> et le <strong> Plus </strong> ( <strong> + </strong> ) pour agrandir l&#39;image. Ensuite, utilisez le <strong> Barre d&#39;espace </strong> et centrez l&#39;image avec votre souris pour visualiser les détails de la sélection. La couleur de sélection par défaut est le rouge. <p> <img alt=\"Enlarge Image\" src=\"images/3-enlarge-image-711.png\" loading=\"lazy\"> </p> </li> <li> Sélectionnez le troisième <strong> Brosser </strong> outil dans le menu en haut à gauche. Assurez-vous que le <strong> Plus </strong> ( <strong> + </strong> ) est mis en surbrillance. <p> <img alt=\"Select Brush Tool\" src=\"images/4-select-brush-tool-462.png\" loading=\"lazy\"> </p> </li> <li> Avec votre souris, peignez <strong> rouge </strong> sur toutes les zones qui auraient dû être sélectionnées. Dans cet exemple, une partie du pied de l&#39;homme et sa canne doivent être peintes. </li> <li> Utilisez le <strong> Support </strong> outils <strong> [ </strong> et <strong> ] </strong> pour augmenter ou diminuer la taille du pinceau. Si vous faites une erreur, cliquez sur <strong> Ctrl </strong> + <strong> Z </strong> pour annuler votre action précédente. <p> <img alt=\"Paint Red into Selection\" src=\"images/5-paint-red-into-selection-283.png\" loading=\"lazy\"> </p> </li> <li> Allez au <strong> Sortie vers </strong> menu déroulant en bas du panneau de configuration à droite. </li> <li> Sélectionner <strong> Nouveau calque avec masque </strong> et cliquez <strong> d&#39;accord </strong> . <p> <img alt=\"New Layer with Layer Mask\" src=\"images/6-new-layer-with-layer-mask-592.png\" loading=\"lazy\"> </p> </li> <li> Vous devriez maintenant vous retrouver avec la découpe du grimpeur et ne voir qu&#39;un fond quadrillé indiquant la transparence. Répétez ces étapes pour l&#39;image du deuxième grimpeur. <p> <img alt=\"Completed Selection of Climber\" src=\"images/7-completed-selection-of-climber-324.png\" loading=\"lazy\"> </p> </li> </ol> <p> <strong> Noter: </strong> </p> <p> Si votre sélection de l&#39;un ou l&#39;autre des grimpeurs a encore besoin de travail, vous pouvez appuyer sur <strong> B </strong> pour le <strong> Brosser </strong> outil pour peindre les parties manquantes ou effacer les pixels indésirables. Il est préférable d&#39;utiliser un <strong> Brosse douce </strong> pour ce genre de travail. </p> <p> <img alt=\"Soft Round Brush\" src=\"images/tip-soft-round-brush-458.png\" loading=\"lazy\"> </p> <p> Lors de la peinture, assurez-vous que le <strong> Premier plan </strong> la couleur est réglée sur <strong> blanc </strong> à ajouter à la sélection. Alternativement, changez le <strong> Premier plan </strong> couleur à <strong> Noir </strong> à effacer de la sélection. Basculez le <strong> X </strong> touche pour basculer entre les couleurs. </p> <p> <img alt=\"Foreground Colors\" src=\"images/tip-foreground-colors-961.png\" loading=\"lazy\"> </p> <p> Notez que la deuxième image du grimpeur vous demandera de faire des corrections soit pendant le processus de sélection, soit par la suite en utilisant la méthode ci-dessus. </p> <p> </p> <h2 id=\"composite-all-three-images-together\"> 2. Compositez les trois images ensemble </h2> <p> Pour la partie compositing, nous ajouterons les deux grimpeuses à l&#39;image de la femme. Le grimpeur debout sera rétréci et placé sur le nez de la femme. </p> <p> Le deuxième grimpeur sera placé sur le côté droit de la lèvre de la femme. </p> <p> Pour la dernière étape, nous ajouterons des effets pour rassembler tous les éléments afin de le rendre plus naturel. Les utilisateurs plus avancés voudront peut-être continuer à mélanger ces images en utilisant des techniques plus complexes, mais nous allons vous montrer comment créer une version rapide et passable. </p> <ol> <li> Chargez l&#39;image de la femme dans Photoshop. <p> <img alt=\"Load Image of Woman into Photoshop\" src=\"images/1-load-image-of-woman-into-photoshop-484.png\" loading=\"lazy\"> </p> </li> <li> Naviguez jusqu&#39;à l&#39;image du grimpeur debout. Cliquez dessus avec le bouton gauche de la souris et maintenez le calque de sélection du grimpeur. Faites-le simplement glisser avec votre souris sur le dossier de la femme en haut de l&#39;écran. <p> <img alt=\"Drag Climber to Image of Woman\" src=\"images/2-drag-climber-to-image-of-woman-932.png\" loading=\"lazy\"> </p> </li> <li> Une fois fait correctement, votre écran reviendra à celui de la femme. Ensuite, relâchez le clic gauche. Un nouveau calque avec le grimpeur apparaîtra au-dessus de l&#39;image originale de la femme. <p> <img alt=\"Import Climber into Image\" src=\"images/3-import-climber-into-image-270.png\" loading=\"lazy\"> </p> </li> <li> Avec le <strong> Copie d&#39;arrière-plan </strong> du grimpeur sélectionné, appuyez sur <strong> Ctrl </strong> + <strong> T </strong> pour le <strong> Transformer </strong> outil. Cliquez dans le rectangle bleu pour positionner l&#39;homme sur le nez de la femme. Utilisez les poignées de la boîte bleue pour réduire l&#39;homme en une version miniature, comme indiqué ci-dessous. Ensuite, appuyez sur le <strong> Coche </strong> en haut pour accepter les modifications. <p> <img alt=\"Place Climber on Nose\" src=\"images/4-place-climber-on-nose-888.png\" loading=\"lazy\"> </p> </li> <li> Ensuite, nous allons répéter les étapes 2 à quatre pour le deuxième grimpeur. Mais cette fois, nous placerons le grimpeur sur le côté droit de la lèvre de la femme. Vous remarquerez que nous devrons retourner l&#39;image pour que le grimpeur soit dans le bon sens. Pour ce faire, appuyez sur <strong> Ctrl </strong> + <strong> T </strong> , faites un clic droit sur l&#39;image et sélectionnez <strong> Retourner horizontalement </strong> . <p> <img alt=\"Flip Horizontal\" src=\"images/5-flip-horizontal-745.png\" loading=\"lazy\"> </p> </li> <li> Pressage <strong> Ctrl </strong> + <strong> T </strong> , positionnez le deuxième grimpeur comme indiqué. <p> <img alt=\"Place Second Climber\" src=\"images/6-place-second-climber-176.png\" loading=\"lazy\"> </p> </li> <li> Nous voudrons recadrer cette image pour que l&#39;image finale montre mieux tous ses éléments. presse <strong> C </strong> pour le <strong> Recadrer </strong> outil. Sélectionner <strong> Carré </strong> pour le rapport, et utilisez les poignées pour recadrer l&#39;image comme indiqué. Ensuite, cliquez sur le <strong> Coche </strong> pour finaliser les changements. <p> <img alt=\"Use the Crop Tool\" src=\"images/7-use-the-crop-tool-538.png\" loading=\"lazy\"> </p> </li> <li> Double-cliquez sur le <strong> Main </strong> outil pour agrandir l&#39;image en taille réelle. <p> <img alt=\"Double Click Hand Tool\" src=\"images/8-double-click-hand-tool-195.png\" loading=\"lazy\"> </p> </li> <li> En utilisant le <strong> Soigner </strong> brosse, nettoyez les lignes fantômes des sélections des grimpeurs. Utilisez le <strong> Support </strong> clés <strong> [ </strong> <strong> ] </strong> pour augmenter ou diminuer la taille du pinceau. Il est préférable que la taille du pinceau soit suffisamment grande pour effacer les lignes au fur et à mesure. <p> <img alt=\"Heal Brush Ghost Lines\" src=\"images/9-heal-brush-ghost-lines-398.png\" loading=\"lazy\"> </p> </li> </ol> <p> </p> <h2 id=\"use-anthropics-smart-photo-editor-to-enhance-your-composite\"> 3. Utilisez Anthropics Smart Photo Editor pour améliorer votre composite </h2> <p> Si vous voulez faire passer votre composite au niveau supérieur, il est préférable de faire apparaître tous les éléments de l&#39;image comme s&#39;ils allaient naturellement ensemble. Cela signifie mettre un peu plus de temps pour obtenir le composite parfait. </p> <p> Nous pouvons y parvenir en utilisant le <a href=\"https://www.anthropics.com/smartphotoeditor/\" target=\"_blank\" rel=\"nofollow noopener\"> Éditeur de photos intelligent par Anthropics </a> . Il offre un essai gratuit que vous pouvez utiliser pour ce tutoriel. Si vous êtes satisfait après l&#39;avoir testé, il existe une option d&#39;achat. </p> <p> </p> <p> Finissons-en ! </p> <ol> <li> Avec le haut <strong> Copie d&#39;arrière-plan </strong> sélectionné, appuyez sur <strong> Changement </strong> + <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> E </strong> créer un <strong> Timbre visible </strong> couche de toutes nos couches. <p> <img alt=\"Create Stamp Visible Layer\" src=\"images/1-create-stamp-visible-layer-488.png\" loading=\"lazy\"> </p> </li> <li> Faites un clic droit sur <strong> Couche 1 </strong> , et sélectionnez <strong> Convertir en objet intelligent </strong> . <p> <img alt=\"Convert to Smart Object\" src=\"images/2-convert-to-smart-object-1-966.png\" loading=\"lazy\"> </p> </li> <li> Aller à <strong> Filtre </strong> &gt; <strong> Anthropiques </strong> &gt; <strong> Éditeur de photos intelligent </strong> . <p> <img alt=\"Smart Photo Editor\" src=\"images/3-smart-photo-editor-421.png\" loading=\"lazy\"> </p> </li> <li> Sélectionner <strong> Galerie d&#39;effets </strong> dans le menu en haut à droite. <p> <img alt=\"Effects Gallery\" src=\"images/4-effects-gallery-429.png\" loading=\"lazy\"> </p> </li> <li> Dans la zone de recherche, tapez <strong> Neige </strong> , et appuyez sur <strong> Entrer </strong> . <p> <img alt=\"Type Snow\" src=\"images/5-type-snow-655.png\" loading=\"lazy\"> </p> </li> <li> Sélectionner <strong> Paysage d&#39;hiver </strong> par Tom. Si vous ne voyez pas cette option sur la première page, saisissez-la dans la zone de recherche. Une fois sélectionné, appuyez sur <strong> d&#39;accord </strong> . <p> <img alt=\"Winter Landscape by Tom\" src=\"images/6-winter-landscape-by-tom-197.png\" loading=\"lazy\"> </p> </li> <li> Resélectionnez le <strong> Galerie d&#39;effets </strong> comme indiqué à l&#39;étape quatre. Faites défiler jusqu&#39;à la page trois et sélectionnez <strong> Gris déc rad </strong> . Si vous ne le voyez pas, entrez ce texte dans le menu de recherche et sélectionnez-le à partir de là. Puis appuyez <strong> d&#39;accord </strong> . <p> <img alt=\"Greys dec rad\" src=\"images/7-greys-dec-rad--510.png\" loading=\"lazy\"> </p> </li> <li> Resélectionnez le <strong> Galerie d&#39;effets </strong> comme indiqué à l&#39;étape quatre. Allez à la page huit et sélectionnez <strong> Filtres de refroidissement </strong> par AndrewB2012. Si vous ne le voyez pas, entrez ce texte dans le menu de recherche et sélectionnez-le à partir de là. Puis appuyez <strong> d&#39;accord </strong> . </li> <li> En haut du menu, allez à <strong> Déposer </strong> &gt; <strong> Enregistrer et retourner </strong> . Cela exportera l&#39;image dans Photoshop. </li> <li> Allez au <strong> Créer un nouveau calque de remplissage ou de réglage </strong> dans le coin inférieur droit de votre écran Photoshop. Sélectionner <strong> Balance de couleur </strong> couche. </li> <li> Entrez les valeurs suivantes pour les curseurs dans le <strong> Ton </strong> menu déroulant. En dessous de <strong> tons moyens </strong> , sélectionnez <strong> Cyan/Rouge : </strong> <strong> +25 </strong> , <strong> Magenta/Vert : </strong> <strong> -20 </strong> , <strong> Jaune/Bleu : </strong> <strong> +20 </strong> . </li> <li> En dessous de <strong> Ombres </strong> , choisir <strong> Cyan/Rouge : </strong> <strong> -dix </strong> , <strong> Magenta/Vert : </strong> <strong> -dix </strong> , <strong> Jaune/Bleu : </strong> <strong> -15 </strong> . </li> <li> Pour <strong> Points forts </strong> , sélectionnez <strong> Cyan/Rouge : </strong> <strong> -20 </strong> , <strong> Magenta/Vert </strong><strong> : </strong> <strong> +15 </strong> , <strong> Jaune/Bleu : </strong> <strong> -15 </strong> . <p> <img alt=\"Color Balance Adjustment\" src=\"images/10-color-balance-adjustment-452.png\" loading=\"lazy\"> </p> </li> </ol> <p> Jetons un coup d&#39;œil au résultat de notre fantastique composite. </p> <p> <strong> Avant que: </strong> </p> <p> <img alt=\"Before\" src=\"images/before-1-254.png\" loading=\"lazy\"> </p> <p> <strong> Après: </strong> </p> <p> <img alt=\"After\" src=\"images/after-1-212.png\" loading=\"lazy\"> </p> <p> Il existe d&#39;autres outils dans Photoshop qui utilisent <a href=\"https://www.makeuseof.com/overlay-blend-mode-photoshop-lighting/\" target=\"_blank\" rel=\"nofollow noopener\"> modes de fusion pour créer des effets d&#39;éclairage </a> . Ces fonctionnalités et méthodes faciles à utiliser contribuent grandement à rendre vos idées amusantes plus professionnelles. </p> <p> </p> <h2 id=\"composites-take-time-and-care\"> Les composites prennent du temps et prennent soin </h2> <p> La création de composites peut prendre beaucoup de temps si vous essayez de rendre le mélange naturel. Dans notre tutoriel, il y a encore beaucoup de choses qui peuvent être faites pour créer un look plus naturel. Mais pour gagner du temps, nous voulions vous montrer à quel point il est facile de commencer en combinant trois images simples. </p> <p> Heureusement, Photoshop dispose de tous les outils pour réaliser des composites à la fois réalistes et fantastiques. Il existe également de nombreux plugins disponibles qui vous aideront à ajouter des touches finales à vos composites auxquelles vous n&#39;auriez peut-être jamais pensé. </p> <p> <small> Crédit d&#39;image: Andrea Piacquadio/ <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}