{"title":"Comment installer Minecraft Forge et gérer vos mods","content":"<p> Lorsque Minecraft a publié pour la première fois son alpha public payant en 2009, ce n&#39;était qu&#39;un simple jeu bac à sable. Plus d&#39;une décennie plus tard, Minecraft a peuplé ses mondes avec plus de 100 blocs différents et plus de 40 mobs. </p> <p> Si vous jouez au jeu depuis le début, cependant, la vanille ou Minecraft par défaut peut devenir un peu obsolète pour vous. Avec Minecraft Forge, vous pouvez gérer les mods téléchargés, et ce guide vous apprendra comment configurer les choses. </p> <h2 id=\"what-is-minecraft-forge\"> Qu&#39;est-ce que Minecraft Forge ? </h2> <p> Lorsque vous pensez à modifier un jeu vidéo, vous pensez probablement aussi que vous devez avoir une connaissance approfondie de la technologie ou de la programmation pour le faire. Cela peut être vrai avec d&#39;autres titres, mais l&#39;ajout de mods à Minecraft est simple avec Forge. </p> <p> Forge est un serveur open source gratuit que vous pouvez utiliser pour installer et exécuter des mods Minecraft. Ses développeurs l&#39;ont conçu spécifiquement pour permettre même aux moins avertis en technologie d&#39;ajouter des mods de jeu créés par la communauté à leur copie de Minecraft. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Comment installer Minecraft Forge </h2> <p> Alors maintenant que vous savez ce qu&#39;est Forge, comment l&#39;installer ? Avant toute chose, vous devrez installer <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Java </a> si vous ne l&#39;avez pas déjà fait. Après cela, vous pouvez suivre ces étapes simples : </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Télécharger Minecraft Forge </h3> <p> Allez au <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> site officiel de Forge </a> pour télécharger le programme d&#39;installation. Assurez-vous que le numéro de version écrit sur le téléchargement est le même que celui de la version de Minecraft que vous souhaitez modifier. </p> <p> Sur le côté gauche du site Web de Forge, il répertorie toutes les versions de la plus récente à la plus ancienne. Dans le lanceur Minecraft, vous pouvez voir votre numéro de version actuel sur le profil sous l&#39;illustration de la bannière du jeu. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Ouvrir le programme d&#39;installation de Forge </h3> <p> Une fois le téléchargement terminé, ouvrez le programme d&#39;installation de Forge. Sélectionnez le client ou le serveur parmi les options, en fonction des mods que vous souhaitez télécharger. Vérifiez que l&#39;adresse de votre <strong> .Minecraft </strong> dossier est correct (s&#39;il ne l&#39;est pas, cliquez sur le bouton avec trois points et accédez à la bonne adresse), puis cliquez sur <strong> d&#39;accord </strong> . Forge prendra quelques minutes à installer. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Ouvrez le lanceur Minecraft </h3> <p> Une fois l&#39;installation de Forge terminée, ouvrez le lanceur Minecraft. Sélectionnez le <strong> la forge </strong> profil s&#39;il n&#39;est pas déjà actif, puis lancez le jeu. Cela prendra un certain temps la première fois que vous le démarrerez après avoir installé Forge. Mais une fois que vous avez affiché l&#39;écran d&#39;accueil, vous devriez voir un nouveau <strong> Mods </strong> bouton à côté de <strong> Royaumes Minecraft </strong> . </p> <p> Maintenant, vous pouvez télécharger des mods dans ce dossier et développer Minecraft comme vous le souhaitez. Ce dossier est également l&#39;endroit où vous organiserez et gérerez tous vos mods. Cela vous aidera à les suivre. </p> <p> Les sites Web populaires pour télécharger des mods incluent <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> MalédictionForge </a> , et <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Planète Minecraft </a> . Il y a aussi une section dédiée aux mods sur le <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> forum officiel de Minecraft </a> , et <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Modpacks Minecraft—collections de mods </a> que d&#39;autres joueurs pensent qu&#39;ils fonctionnent mieux ensemble. </p> <p> Sinon, si vous ne trouvez pas un mod existant qui correspond à ce que vous espériez ajouter au jeu, vous pouvez toujours <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> créez votre propre mod Minecraft </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Ajoutez plus à Minecraft avec l&#39;aide de Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> Après un processus d&#39;installation facile, Minecraft Forge vous offre un endroit pratique pour stocker, trier et suivre tous les mods que vous avez téléchargés. Vous ne vous voyez peut-être pas actuellement comme quelqu&#39;un qui téléchargera trop de mods, mais prenez-le nous. Cela commence toujours par un mod, puis un autre, puis un de plus... </p> <p> Puis finalement, vous réalisez que vous avez plus de contenu modifié que de contenu vanille dans votre jeu Minecraft. </p>"}