{"title":"Comment doubler l&#39;espacement d&#39;un document Word","content":"<p> Cet article explique comment doubler les lignes d&#39;espacement, les paragraphes et l&#39;intégralité du document dans Microsoft Word. Il existe quatre façons de doubler les lignes d&#39;espacement dans Microsoft Word. Vous pouvez utiliser n&#39;importe laquelle de ces options pour modifier quelques lignes ou l&#39;intégralité du document dans Word. </p> <h2 id=\"double-space-lines-from-the-home-tab\"> Lignes d&#39;espacement doubles à partir de l&#39;onglet Accueil </h2> <p> C&#39;est le moyen le plus rapide de doubler votre document. Vous pouvez l&#39;utiliser lorsque vous souhaitez ajouter des espaces doubles pour une partie seulement du document. Sélectionnez les paragraphes que vous souhaitez modifier et suivez les étapes ci-dessous. </p> <ol> <li> Ouvrez Microsoft Word. </li> <li> Allez au <strong> Accueil &gt; Groupe de paragraphes &gt; Sélectionnez l&#39;espacement des lignes et des paragraphes </strong> icône. </li> <li> Pour doubler les lignes d&#39;espacement, choisissez 2.0 dans la liste déroulante. </li> <li> Pour plus d&#39;options d&#39;espacement, sélectionnez <strong> Options d&#39;interligne </strong> dans la liste. </li> </ol> <p> <img alt=\"Double space from Home tab in Word\" src=\"images/microsoft-word-home-double-space-339.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-between-paragraphs-from-the-design-tab\"> Double espace entre les paragraphes à partir de l&#39;onglet Conception </h2> <p> Modifiez l&#39;espace vertical entre les paragraphes de votre document en définissant l&#39;espacement avant ou après chaque paragraphe. Notez que cela applique l&#39;espacement dans l&#39;ensemble de votre document et affecte également l&#39;espacement des lignes. Cela vous donne moins de possibilités de contrôler l&#39;espacement des lignes que les autres méthodes ici. </p> <ol> <li> Ouvrez Microsoft Word. </li> <li> Aller à <strong> Conception &gt; Espacement des paragraphes </strong> et choisissez <strong> Double </strong> . </li> </ol> <p> <img alt=\"Paragraph Spacing in Word\" src=\"images/microsoft-word-paragraph-spacing-639.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-from-the-page-layout-tab\"> Lignes d&#39;espacement double à partir de l&#39;onglet Mise en page </h2> <p> Utilisez cette option pour configurer des lignes à double interligne avant de commencer à ajouter du contenu à votre document. Les paramètres ici vous permettent d&#39;affiner votre texte avec d&#39;autres options. </p> <ol> <li> Ouvrez Microsoft Word. </li> <li> Allez au <strong> Mise en page </strong> languette. </li> <li> Allez au <strong> Paragraphe </strong> grouper. Cliquez sur la petite flèche vers le bas dans le coin inférieur droit pour afficher la boîte de dialogue Paramètres de paragraphe. </li> <li> Restez sur le <strong> Retraits et espacement </strong> languette. </li> <li> Cliquez sur la flèche vers le bas à côté du <strong> Interligne </strong> boîte. </li> <li> Sélectionner <strong> Double </strong> et cliquez sur le <strong> d&#39;accord </strong> bouton pour quitter la boîte de dialogue. </li> </ol> <p> <img alt=\"Selecting double space between lines from the layout tab\" src=\"images/microsoft-word-line-spacing-layout-tab-522.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-with-styles\"> Lignes d&#39;espacement doubles avec styles </h2> <p> Écrivez-vous des essais à double interligne? Vous pouvez <a href=\"https://www.makeuseof.com/tag/microsoft-word-styles/\" target=\"_blank\" rel=\"nofollow noopener\"> enregistrez-le en tant que style spécial dans Word </a> pour les essais uniquement ou modifier un style existant. </p> <ol> <li> Ouvrez Microsoft Word. </li> <li> Allez au <strong> Accueil &gt; Groupe Styles </strong> . Clic-droit <strong> Normal </strong> . </li> <li> Sélectionner <strong> Modifier </strong> dans le menu déroulant. </li> <li> En dessous de <strong> Mise en page </strong> , clique le <strong> Double espace </strong> bouton. </li> <li> Sélectionnez OK. </li> </ol> <p> <img alt=\"Modifying a style with double line spacing in Word\" src=\"images/microsoft-word-styles-paragraph-spacing-793.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"what-does-double-spaced-lines-mean\"> Que signifient les lignes à double interligne ? </h2> <p> L&#39;interligne n&#39;est rien d&#39;autre que la hauteur de l&#39;espace entre chaque ligne de texte. Un double espace signifie que les phrases auront une ligne vide égale à la hauteur totale de deux lignes de texte entre chaque ligne. Par défaut, la plupart des traitements de texte ont un espacement simple activé (ou légèrement plus que l&#39;espacement simple), qui est un espace d&#39;une seule ligne de haut. Word a un interligne par défaut de <strong> 1.08 </strong> . </p> <p> L&#39;espacement des lignes est une considération de style importante et l&#39;un des moyens de formater votre texte pour une meilleure lisibilité. </p>"}