{"title":"Comment rendre un arrière-plan transparent dans Photoshop","content":"<p> Il existe plusieurs outils disponibles dans Adobe Photoshop qui utilisent Adobe Sensei, le moteur d&#39;intelligence artificielle (IA) de la plate-forme. Ces outils sont utiles à diverses fins, notamment pour créer des arrière-plans transparents. </p> <p> Dans les didacticiels suivants, nous allons vous montrer comment rendre un arrière-plan transparent dans Photoshop à l&#39;aide de différentes méthodes simples. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Pourquoi voudriez-vous rendre un arrière-plan transparent dans Photoshop ? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Pour commencer, reformulons la question. Car généralement, ce sont les utilisateurs de Photoshop les plus expérimentés qui savent ce que sont les arrière-plans transparents et à quoi ils servent. </p> <p> En un mot, si vous demandez comment rendre un arrière-plan transparent dans Photoshop, ce que vous demandez probablement est ceci : « comment supprimer un arrière-plan de mon image dans Photoshop ? » Ou peut-être vous demandez-vous « comment supprimer l&#39;arrière-plan de mon image dans Photoshop ? » </p> <p> Mis à part la sémantique, voici quelques raisons courantes pour lesquelles vous voudriez rendre un arrière-plan transparent dans Photoshop : </p> <ul> <li> Pour supprimer les éléments gênants, comme d&#39;autres personnes ou objets </li> <li> Pour créer un portrait artistique </li> <li> Pour placer votre sujet dans un arrière-plan complètement différent </li> </ul> <p> Essentiellement, rendre un arrière-plan transparent dans Photoshop a tout à voir avec l&#39;isolation du sujet. C&#39;est-à-dire qu&#39;il y a un problème avec l&#39;arrière-plan de l&#39;image d&#39;origine et que vous souhaitez supprimer entièrement l&#39;arrière-plan pour mettre l&#39;accent sur votre sujet. </p> <p> Avec ce concept de base à l&#39;esprit, examinons différentes manières de rendre un arrière-plan transparent dans Photoshop. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Utilisation du panneau Propriétés dans Photoshop pour supprimer un arrière-plan </h2> <p> Cette méthode est le moyen le plus simple de supprimer un arrière-plan dans Photoshop. Mais cela dépend de votre image. Cette méthode fonctionne mieux si vous avez des arrière-plans simples où votre sujet se démarque et est clairement défini. </p> <p> Vous pouvez télécharger cette photo sur <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> et suivre. </p> <ol> <li> Une fois votre image importée dans Photoshop, appuyez sur <strong> Ctrl </strong> + <strong> J </strong> pour dupliquer le calque. <strong> Noter: </strong> Si vous manquez cette étape, vous ne verrez pas les options de sélection que nous examinons à l&#39;étape trois. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Aller à <strong> La fenêtre </strong> &gt; <strong> Propriétés </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Sélectionner <strong> Supprimer l&#39;arrière-plan </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Pour afficher votre arrière-plan transparent, cliquez sur le <strong> Œil </strong> icône à gauche de <strong> Arrière-plan </strong> couche. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Avec votre seul calque transparent, vous êtes maintenant libre de le déposer dans un autre arrière-plan ou de créer d&#39;autres effets pour faire ressortir votre sujet. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Placement d&#39;un calque de réglage de couleur unie </h3> <p> Bien que le changement d&#39;arrière-plan soit un sujet pour un autre tutoriel, nous allons rapidement vous montrer comment placer un <strong> Couche de réglage de couleur unie </strong> sous votre calque transparent pour créer un effet différent. </p> <ol> <li> En utilisant les modifications de notre tutoriel ci-dessus, basculez le <strong> X </strong> jusqu&#39;à ce que la couleur de premier plan soit <strong> Noir </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Allez au <strong> Créer un nouveau calque de remplissage ou de réglage </strong> dans le coin inférieur droit de l&#39;écran et sélectionnez <strong> Couleur unie </strong> . Puis clique <strong> d&#39;accord </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Un calque de remplissage de couleur devrait apparaître au-dessus de votre pile de calques. Si ce n&#39;est pas le cas, ce n&#39;est pas grave car maintenant, nous allons cliquer sur le <strong> Remplissage de couleur </strong> calque et faites-le glisser juste en dessous de notre calque transparent, comme indiqué. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Vous pouvez voir à quel point il est facile d&#39;utiliser votre calque transparent nouvellement créé et de le placer sur un nouvel arrière-plan. </p> <p> Si votre sujet est un portrait comme celui-ci, vous pouvez même continuer à <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> modifier l&#39;image à l&#39;aide d&#39;un plugin Photoshop, appelé Portrait Pro </a> , pour améliorer encore plus l&#39;image. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Utilisation de l&#39;outil de sélection de sujet pour créer un arrière-plan transparent </h2> <p> L&#39;outil de sélection de sujet peut être utilisé à la place de la méthode ci-dessus, mais des étapes supplémentaires sont nécessaires. C&#39;est parce que l&#39;outil de sélection de sujet fonctionne mieux avec des arrière-plans compliqués ou avec des arrière-plans où il y a plusieurs sujets. Essentiellement, nous disons à Photoshop ce qu&#39;il faut sélectionner pour créer un arrière-plan transparent. </p> <p> Dans ce tutoriel, nous allons préparer l&#39;image pour supprimer la femme sur le côté gauche de notre photo, rendant cette partie de l&#39;image transparente. Cela nous permettra soit de remplir l&#39;espace avec une autre personne, soit d&#39;utiliser les divers outils de Photoshop sensibles au contenu pour remplir les pixels. </p> <p> Encore une fois, ce sont des sujets pour un autre tutoriel, mais nous les mentionnons ici car il y a généralement des étapes d&#39;édition supplémentaires à effectuer après la création d&#39;un arrière-plan transparent. </p> <p> Vous pouvez télécharger cette photo sur <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> et suivre. </p> <ol> <li> Avec l&#39;image importée dans Photoshop, allez dans <strong> Sélectionner </strong> &gt; <strong> Matière </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Les deux femmes seront sélectionnées, comme indiqué par les lignes de sélection « fourmis en marche » qui les entourent. Sélectionnez le <strong> Lasso </strong> dans la colonne de gauche s&#39;il n&#39;apparaît pas par défaut. Ensuite, avec le <strong> Alt </strong> enfoncée en continu, tracez un cercle autour de la femme à droite, puis relâchez la <strong> Alt </strong> clé. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Click gauche </strong> quelque part à l&#39;intérieur de la femme sélectionnée sur la gauche. Choisir <strong> Sélectionnez Inverser </strong> du menu. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Aller à <strong> Sélectionner </strong> &gt; <strong> Sélectionner et masquer </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> Par défaut, le rouge indiquait la zone sélectionnée. Pour sélectionner une plus grande partie de l&#39;image à rendre transparente, comme des parties de la chaise, sélectionnez le <strong> Brosser </strong> outil comme indiqué. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Assurez-vous que le <strong> Plus </strong> ( <strong> + </strong> ) est sélectionné ci-dessus. Ensuite, peignez en rouge les zones que vous souhaitez rendre transparentes. Il n&#39;y a que peu de choses à faire dans ce cas. </li> <li> Ensuite aller à <strong> Sortie vers </strong> et sélectionnez <strong> Nouveau calque avec masque de calque </strong> dans le menu déroulant. Cliquez sur <strong> d&#39;accord </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Il vous restera un arrière-plan partiellement transparent où se trouvait la dame de gauche. La sélection n&#39;est pas parfaite. Vous pouvez encore voir quelques pixels des cheveux et du visage de la femme. Mais cela peut être nettoyé en utilisant le <strong> Brosser </strong> outil avec le <strong> Couche d&#39;arrière-plan </strong> choisi. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Alternativement, il peut également être laissé tel quel. Si la personne est uniquement supprimée, il existe des outils sensibles au contenu qui peuvent être appliqués pour se fondre en arrière-plan. De cette façon, on dirait que la femme est seule à table. Ou, une autre personne peut être composée pour lui tenir compagnie. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Autres outils de sélection : plage de couleurs, zone de mise au point et ciel </h2> <p> Vous avez peut-être remarqué qu&#39;il existe d&#39;autres options dans le <strong> Sélectionner </strong> menu autre que <strong> Matière </strong> . Ces trois méthodes de sélection utilisent des outils différents, mais elles accomplissent toutes la même chose : elles déterminent toutes ce que Photoshop sélectionne. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Comme le <strong> Matière </strong> option de sélection, ces outils peuvent vous donner des résultats qui se terminent par un arrière-plan partiel ou totalement transparent. Mais de manière générale, leurs utilisations sont pour des résultats plus raffinés, comme lorsque <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> remplacer un ciel dans photoshop </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Deux outils suffisent pour créer des arrière-plans transparents </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> Dans le passé, les utilisateurs de Photoshop devaient s&#39;appuyer sur un assortiment d&#39;outils de sélection pour créer des arrière-plans transparents. Ces outils sont toujours disponibles aujourd&#39;hui (le Lasso, la Baguette magique, l&#39;outil Plume, etc.) et restent utiles pour un travail de précision. </p> <p> Mais de nos jours, il n&#39;y a vraiment que deux outils nécessaires pour créer des arrière-plans transparents, en grande partie grâce au noyau d&#39;IA d&#39;Adobe Sensei. </p> <p> Il existe des plug-ins Photoshop, comme Luminar AI, qui utilisent également l&#39;IA pour vous aider à modifier vos photos. Avec une technologie de pointe appliquée à la retouche photo, il y a fort à parier que la création d&#39;arrière-plans transparents deviendra encore plus facile et précise dans un avenir proche. </p> <p> <small> Crédit d&#39;image: Nappy/ <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}