{"title":"Comment utiliser un gestionnaire de mots de passe avec votre appareil Android","content":"<p> Android possède une fonctionnalité intéressante qui permet aux gestionnaires de mots de passe de saisir directement vos informations de connexion dans les applications et les services de votre appareil Android. Cela améliore considérablement l&#39;expérience d&#39;utilisation d&#39;un gestionnaire de mots de passe car l&#39;ensemble du processus se déroule en quelques clics. Vous n&#39;avez plus besoin d&#39;aller et venir entre les applications pour voir puis saisir leurs informations de connexion. </p> <p> Voici comment vous pouvez utiliser correctement et en toute sécurité un gestionnaire de mots de passe dans Android pour remplir automatiquement vos informations de connexion dans les applications et les sites Web. </p> <h2 id=\"why-you-should-use-a-password-manager\"> Pourquoi devriez-vous utiliser un gestionnaire de mots de passe </h2> <p> Si vous accordez de l&#39;importance à la sécurité et à la sûreté de vos comptes en ligne, vous ne devez jamais utiliser les mêmes mots de passe entre eux. Avec le nombre croissant d&#39;applications et de services que nous utilisons tous quotidiennement, se souvenir d&#39;autant de mots de passe uniques n&#39;est pas non plus une option envisageable. </p> <p> C&#39;est là qu&#39;intervient un gestionnaire de mots de passe car il stockera tous vos mots de passe en toute sécurité. </p> <p> Vous pouvez même générer de nouveaux mots de passe à l&#39;aide d&#39;un gestionnaire de mots de passe afin de ne pas avoir à penser à un nouveau chaque fois que vous vous inscrivez sur une nouvelle application ou un nouveau service. Stocker toutes vos informations de connexion dans un gestionnaire de mots de passe est une bien meilleure option que de simplement les noter quelque part. </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> Toutes les données stockées dans un gestionnaire de mots de passe sont cryptées à l&#39;aide d&#39;un mot de passe principal. Ce mot de passe principal agit comme une clé pour déverrouiller les données cryptées. La plupart des gestionnaires de mots de passe n&#39;offrent pas d&#39;option pour réinitialiser ce mot de passe principal. Par conséquent, si vous l&#39;oubliez, vous pourriez également vous retrouver exclu de votre compte. Cependant, se souvenir d&#39;un seul mot de passe principal est beaucoup plus facile que des centaines de mots de passe pour toutes les applications et tous les services que vous utilisez. </p> <p> Vous pouvez utiliser un gestionnaire de mots de passe pour plus que simplement stocker vos informations de connexion. Il peut enregistrer vos notes importantes, vos fichiers, vos coordonnées bancaires, etc. Certains gestionnaires de mots de passe offrent également une option pour générer des codes d&#39;authentification à deux facteurs. Vérifier <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> quelques fonctionnalités utiles du gestionnaire de mots de passe </a> pour l&#39;utiliser au maximum. </p> <p> Chaque fois que vous ouvrez un gestionnaire de mots de passe, vous devez d&#39;abord vérifier votre identité en saisissant le mot de passe principal ou via une authentification biométrique. Selon la force avec laquelle vous souhaitez sécuriser votre compte de gestionnaire de mots de passe, vous avez également la possibilité d&#39;utiliser des clés de sécurité d&#39;authentification à deux facteurs matérielles pour une sécurité supplémentaire. </p> <p> Vous pouvez lire sur <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> comment fonctionnent les différents gestionnaires de mots de passe </a> pour savoir comment ils peuvent enregistrer vos mots de passe importants en toute sécurité. </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> Comment utiliser un gestionnaire de mots de passe avec Android </h2> <p> Tous les principaux gestionnaires de mots de passe prennent en charge l&#39;API de remplissage automatique dans Android. Cela signifie qu&#39;une fois que le gestionnaire de mots de passe de votre choix a obtenu les autorisations appropriées, il affichera un menu déroulant avec les informations de connexion de l&#39;application à laquelle vous essayez de vous connecter. </p> <p> </p> <p> Il va sans dire que vous devez d&#39;abord vous inscrire avec un gestionnaire de mots de passe de votre choix et assurez-vous d&#39;installer son application sur votre appareil Android et de vous y connecter. Une fois que vous avez fait cela : </p> <ol> <li> Ouvrez le <strong> Paramètres </strong> menu sur votre appareil Android et accédez à <strong> Système &gt; Langue et saisie &gt; Service de remplissage automatique. </strong> Si vous ne voyez pas cette option, recherchez &quot;Service de saisie automatique&quot; dans le menu Paramètres. </li> <li> Sélectionnez votre gestionnaire de mots de passe dans la liste des services de saisie automatique. Si vous n&#39;utilisez aucun gestionnaire de mots de passe et que vos mots de passe sont enregistrés dans Google Chrome, sélectionnez <strong> Google </strong> de la liste. </li> <li> Robinet <strong> d&#39;accord </strong> lorsqu&#39;il vous est demandé si vous faites confiance à l&#39;application que vous venez de sélectionner ou non. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (2 images) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> Développer <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> Maintenant que le gestionnaire de mots de passe a été correctement configuré, il peut facilement remplir automatiquement vos informations de connexion dans n&#39;importe quelle application que vous téléchargez sur votre appareil Android. </p> <p> Pour des raisons de sécurité, vous devrez vérifier votre identité soit via le scanner d&#39;empreintes digitales, soit en déverrouillant votre gestionnaire de mots de passe chaque fois que vous essayez d&#39;utiliser la fonction de remplissage automatique. Vous devrez cependant vous assurer que la fonction de déverrouillage biométrique est activée dans le menu des paramètres de votre gestionnaire de mots de passe pour ce dernier. </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> Comment remplir automatiquement les mots de passe à l&#39;aide d&#39;un gestionnaire de mots de passe </h2> <p> Maintenant que votre gestionnaire de mots de passe est configuré, vous pouvez l&#39;utiliser pour remplir automatiquement les mots de passe chaque fois que vous devez vous connecter à l&#39;une de vos applications. </p> <ol> <li> Ouvrez n&#39;importe quelle application sur votre appareil Android et rendez-vous sur sa page de connexion. </li> <li> Appuyez sur le champ où vous devez saisir votre nom d&#39;utilisateur/identifiant de messagerie. Votre gestionnaire de mots de passe s&#39;affichera automatiquement sous forme d&#39;option déroulante. </li> <li> Appuyez dessus, confirmez votre identité et sélectionnez les identifiants de connexion que vous souhaitez saisir. Vous aurez également la possibilité de rechercher dans votre coffre-fort si vous avez plusieurs connexions pour la même application. </li> <li> Tout sera automatiquement rempli et vous pourrez ensuite appuyer sur le bouton de connexion pour vous connecter à votre compte. </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> Chaque fois que vous ouvrez une application qui vous demande vos informations de connexion, votre gestionnaire de mots de passe détectera automatiquement ces champs et affichera une invite pour les remplir. Il est également important que vous <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> gardez votre gestionnaire de mots de passe organisé </a> surtout si vous en utilisez un depuis très longtemps. </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> Comment remplir automatiquement les informations de connexion sur les sites Web </h3> <p> Votre gestionnaire de mots de passe peut également renseigner automatiquement vos informations de connexion sur des sites Web dans des navigateurs tels que Chrome et Firefox pour Android. Vous devrez cependant donner à l&#39;application un accès à l&#39;accessibilité sur votre appareil Android pour que cela fonctionne correctement. </p> <ol> <li> Ouvrez le <strong> Paramètres </strong> menu sur votre appareil Android et dirigez-vous vers le <strong> Accessibilité </strong> section. </li> <li> À l&#39;intérieur de <strong> Services téléchargés </strong> ou alors <strong> Services installés </strong> menu, sélectionnez votre gestionnaire de mots de passe et accordez-le <strong> Accessibilité </strong> accès. </li> </ol> <p> Désormais, votre gestionnaire de mots de passe affichera également un menu déroulant pour remplir automatiquement les informations de connexion chaque fois que vous ouvrez la section de connexion de tout site Web que vous visitez. </p> <p> Les gestionnaires de mots de passe sont également suffisamment intelligents pour vous inviter automatiquement à enregistrer les informations de connexion chaque fois qu&#39;ils détectent que vous vous êtes inscrit pour un nouveau compte sur une application ou un site Web sur votre appareil Android. </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> Utilisez toujours un gestionnaire de mots de passe </h2> <p> Vous devez toujours utiliser un gestionnaire de mots de passe pour stocker vos informations de connexion importantes, vos coordonnées bancaires et d&#39;autres notes. Avec les gestionnaires de mots de passe s&#39;intégrant parfaitement à Android lui-même et remplissant automatiquement vos informations de connexion une fois correctement configurés, il y a peu de raisons de ne pas le faire. </p> <p> Si vous accordez de l&#39;importance à votre vie privée et à votre sécurité en ligne, un gestionnaire de mots de passe vous procurera une tranquillité d&#39;esprit, car il s&#39;agit d&#39;une option plus sûre et sécurisée que d&#39;utiliser le même mot de passe dans diverses applications et services. </p>"}