{"title":"Comment réparer l&#39;échec de l&#39;état d&#39;alimentation du pilote dans Windows 10","content":"<p> L&#39;échec de l&#39;état d&#39;alimentation du pilote est une erreur d&#39;écran bleu rare qui se produit lorsqu&#39;un pilote passe en mode veille pendant que vous travaillez. Le BSOD apparaît souvent lorsque l&#39;ordinateur sort de l&#39;hibernation et que Windows ne parvient pas du tout à réveiller le pilote de périphérique ou que le pilote met trop de temps à répondre. </p> <p> L&#39;erreur peut être résolue en modifiant simplement les paramètres d&#39;alimentation, mais certains utilisateurs devront peut-être approfondir pour éliminer le problème. Voici six façons de corriger l&#39;erreur d&#39;échec de l&#39;état d&#39;alimentation du pilote sous Windows 10. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Modifiez vos paramètres d&#39;alimentation et de plan d&#39;alimentation </h2> <p> La première étape que les utilisateurs doivent prendre pour diagnostiquer cette erreur consiste à modifier les paramètres d&#39;alimentation de leur appareil. Voici comment modifier les paramètres d&#39;alimentation de Windows 10. </p> <h3 id=\"change-power-settings\"> Modifier les paramètres d&#39;alimentation </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> Dans la barre de recherche du menu Démarrer, tapez <strong> Panneau de commande </strong> et ouvrez-le. </li> <li> Chercher <strong> Options d&#39;alimentation </strong> Clique dessus. </li> <li> Dans la fenêtre qui s&#39;ouvre, cliquez sur l&#39;option qui lit <strong> Choisissez ce que fait le bouton d&#39;alimentation </strong> . </li> <li> Cliquer sur <strong> Modifier les paramètres actuellement indisponibles </strong> . Vous aurez besoin de privilèges d&#39;administrateur pour le faire. </li> <li> Décochez la <strong> Activer le démarrage rapide, Veille, </strong> et <strong> Hiberner </strong> option. </li> <li> Cliquer sur <strong> Sauvegarder les modifications </strong> et sortie. </li> </ol> <h3 id=\"change-power-plan-settings\"> Modifier les paramètres du plan d&#39;alimentation </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> Ouvert <strong> Panneau de commande </strong> et cliquez sur <strong> Options d&#39;alimentation. </strong> </li> <li> Localisez le plan d&#39;alimentation actuellement sélectionné et cliquez sur <strong> Modifier les paramètres du forfait </strong> . </li> <li> Cliquez ensuite sur <strong> Modifiez les paramètres d&#39;alimentation avancés. </strong> </li> <li> Élargir le <strong> Dormir </strong> section et assurez-vous que tous les paramètres sont définis sur <strong> Jamais </strong> . </li> <li> Aller vers <strong> Paramètres de l&#39;adaptateur sans fil </strong> et <strong> PCI Express </strong> . Développez et définissez toutes les options sur <strong> Jamais </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Mettez à jour vos pilotes d&#39;affichage et de réseau </h2> <p> La raison la plus courante du BSOD de défaillance de l&#39;état de l&#39;alimentation du pilote est un pilote réseau ou d&#39;affichage défectueux. C&#39;est pourquoi il est préférable de s&#39;assurer que ces deux pilotes sont mis à jour et fonctionnent correctement. </p> <p> Parfois, des mises à jour plus récentes peuvent également provoquer une instabilité du système. Dans de tels cas, les utilisateurs devront annuler ces mises à jour. La mise à jour des pilotes d&#39;affichage peut également <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> résoudre les problèmes de scintillement et de clignotement de l&#39;écran. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Comment mettre à jour les pilotes réseau et d&#39;affichage </h3> <ol> <li> presse <strong> Touche Windows + R </strong> et tapez <strong> devmgmt.msc </strong> . le <strong> Gestionnaire de périphériques </strong> fenêtre s&#39;ouvrira. </li> <li> Chercher <strong> Prises d&#39;écran </strong> et développez le menu. </li> <li> Faites un clic droit sur les pilotes et cliquez sur <strong> Mettre à jour le pilote </strong> . </li> <li> Cliquer sur <strong> Rechercher automatiquement le logiciel pilote mis à jour </strong> . Windows téléchargera et installera automatiquement les derniers pilotes. </li> <li> Faites de même pour <strong> Adaptateurs réseau </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Comment revenir aux versions précédentes des pilotes réseau et d&#39;affichage </h3> <ol> <li> Ouvert <strong> Gestionnaire de périphériques </strong> et étendre le <strong> Prises d&#39;écran </strong> option. </li> <li> Faites un clic droit sur le pilote et sélectionnez <strong> Propriétés </strong> . </li> <li> Naviguez vers le <strong> Conducteur </strong> onglet dans le <strong> Propriétés </strong> menu. </li> <li> Cliquer sur <strong> Faire reculer le pilote, </strong> et Windows restaurera une version précédente du pilote. </li> <li> Suivez les mêmes étapes pour <strong> Adaptateurs réseau </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. Réparez les fichiers système corrompus à l&#39;aide de SFC et DISM </h2> <p> SFC et DISM sont deux des outils Windows intégrés les plus efficaces qui peuvent être utilisés pour corriger une grande variété d&#39;erreurs système. Dans le cas d&#39;un écran bleu d&#39;erreur de mort, la combinaison de ces deux peut s&#39;avérer utile pour éliminer l&#39;erreur. </p> <p> </p> <p> Les utilisateurs doivent noter qu&#39;il est essentiel de créer un point de restauration système avant d&#39;essayer ce correctif. </p> <h3 id=\"how-to-use-dism\"> Comment utiliser DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> Ouvert <strong> Invite de commandes </strong> en tant qu&#39;administrateur. </li> <li> Taper <strong> DISM.exe /En ligne /Cleanup-image /scanhealth </strong> et attendez la fin du processus. </li> <li> Une fois terminé, saisissez <strong> DISM.exe /En ligne /Cleanup-image /Restorehealth </strong> . </li> <li> Attendez que le processus soit terminé. </li> </ol> <p> Comment utiliser SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Cours <strong> Invite de commandes </strong> en tant qu&#39;administrateur. </li> <li> Dans la console, tapez <strong> sfc/scannow </strong> . </li> <li> Windows recherchera automatiquement tous les fichiers corrompus et les réparera. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Restaurez votre ordinateur à un état antérieur </h2> <p> Lorsque vous avez épuisé toutes les autres options, il est préférable de restaurer votre ordinateur à un état antérieur. Parfois, un logiciel nouvellement installé apporte des modifications qui pourraient provoquer l&#39;erreur. Windows crée généralement un point de restauration système automatiquement avant l&#39;installation de nouveaux programmes, et c&#39;est maintenant le meilleur moment pour utiliser cette fonctionnalité. </p> <p> Pour utiliser la restauration du système, procédez comme suit : </p> <ol> <li> presse <strong> Touche Windows + R </strong> et tapez <strong> rstrui.exe </strong> . </li> <li> Dans le <strong> Restauration du système </strong> fenêtre, cliquez sur Suivant et sélectionnez un point de restauration dans la liste. </li> <li> Cliquer sur <strong> Finir, </strong> après quoi l&#39;appareil démarrera dans l&#39;état sélectionné. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. Mettre à jour le BIOS </h2> <p> Dans l&#39;assaut continu des mises à jour de logiciels, de pilotes et de Windows, le BIOS est généralement laissé de côté. Cela peut principalement être attribué au fait que cela doit être fait manuellement. </p> <p> Lorsqu&#39;ils traitent la défaillance de l&#39;état d&#39;alimentation du pilote, les utilisateurs doivent s&#39;assurer que leur BIOS est mis à jour avec la dernière version. Comme expliqué ici, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> le BIOS est une partie importante de votre ordinateur </a> , veillez donc à faire preuve de la plus grande prudence lorsque vous y apportez des modifications. </p> <h3 id=\"how-to-check-and-update-the-bios\"> Comment vérifier et mettre à jour le BIOS </h3> <ol> <li> Tapez <strong> Configuration du système </strong> dans la barre de recherche du menu Démarrer. </li> <li> Dans la fenêtre, cherchez <strong> Version/Date du BIOS </strong> et notez la version. </li> <li> Ensuite, visitez le site Web du fabricant de votre carte mère et recherchez la dernière version du BIOS dans la section des téléchargements. </li> <li> Téléchargez et exécutez le fichier d&#39;installation. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Avant l&#39;installation, vous aurez la possibilité de sauvegarder la version actuelle de votre BIOS. Assurez-vous de sélectionner l&#39;option au cas où les choses tournent mal. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Désactiver l&#39;antivirus et Windows Defender </h2> <p> Un logiciel antivirus peut parfois supprimer ou interférer avec des fichiers Windows essentiels. Cela peut également se produire lors de la mise à jour des pilotes car parfois le logiciel signale à tort certains fichiers dans le package d&#39;installation. </p> <p> Il est assez facile de désactiver temporairement votre logiciel antivirus. Faites un clic droit sur l&#39;icône de votre antivirus dans la barre d&#39;état système et cliquez sur désactiver la protection. C&#39;est généralement la voie à suivre pour la plupart des logiciels antivirus, mais elle peut différer selon les autres antivirus. </p> <p> Pour désactiver Windows Defender, procédez comme suit : </p> <ol> <li> Rechercher <strong> Sécurité Windows </strong> dans la barre de recherche du menu Démarrer et sélectionnez le premier résultat. </li> <li> Dans le tableau de bord, cliquez sur <strong> Protection contre les virus et les menaces </strong> . </li> <li> Cliquer sur <strong> Gérer les paramètres </strong> et désactivez la protection en temps réel. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Veuillez noter que vous ne devez désactiver votre antivirus que temporairement. Si la désactivation de votre antivirus arrête l&#39;erreur de défaillance de l&#39;état de l&#39;alimentation du pilote, vous devez <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> envisagez de changer votre logiciel antivirus pour une alternative </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Échec de l&#39;état d&#39;alimentation du pilote : résolu </h2> <p> Un BSOD n&#39;est jamais le bienvenu, mais ils sont généralement facilement réparables. </p> <p> En cas de défaillance de l&#39;état de l&#39;alimentation du pilote, une simple mise à jour du pilote résout généralement le problème. Mais si ce n&#39;est pas le cas, les utilisateurs peuvent toujours recourir aux correctifs avancés répertoriés ci-dessus. </p>"}