{"title":"Ce que vous devez savoir sur l&#39;attaque du ransomware Cognizant Maze","content":"<p> Imaginez que vous écriviez un e-mail professionnel important et perdiez soudainement l&#39;accès à tout. Ou recevoir un message d&#39;erreur vicieux exigeant que le bitcoin décrypte votre ordinateur. Il peut y avoir de nombreux scénarios différents, mais une chose reste la même pour toutes les attaques de ransomware : les attaquants fournissent toujours des instructions sur la façon de récupérer votre accès. Bien sûr, le seul hic, c&#39;est que vous devez d&#39;abord fournir une rançon importante à l&#39;avance. </p> <p> Un type de ransomware dévastateur connu sous le nom de &quot;Maze&quot; fait le tour du monde de la cybersécurité. Voici ce que vous devez savoir sur le ransomware Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> Qu&#39;est-ce que le Maze Ransomware ? </h2> <p> Le ransomware Maze se présente sous la forme d&#39;une souche Windows, distribuée par le biais de courriers indésirables et de kits d&#39;exploitation exigeant des quantités importantes de bitcoins ou de crypto-monnaie en échange du décryptage et de la récupération des données volées. </p> <p> Les e-mails arrivent avec des lignes d&#39;objet apparemment innocentes comme « Votre facture Verizon est prête à être consultée » ou « Livraison du colis manquée », mais proviennent de domaines malveillants. La rumeur veut que Maze soit un ransomware affilié opérant via un réseau de développeurs qui partagent les bénéfices avec différents groupes qui s&#39;infiltrent dans les réseaux d&#39;entreprise. </p> <p> Pour proposer des stratégies pour protéger et limiter l&#39;exposition à des attaques similaires, nous devrions réfléchir sur le labyrinthe de Cognizant... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> L&#39;attaque du ransomware Cognizant Maze </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> En avril 2020, Cognizant, une entreprise du Fortune 500 et l&#39;un des plus grands fournisseurs mondiaux de services informatiques, a été victime de la vicieuse attaque Maze qui a provoqué d&#39;immenses interruptions de service à tous les niveaux. </p> <p> En raison de la suppression des répertoires internes effectuée par cette attaque, plusieurs employés de Cognizant ont subi des interruptions de communication et l&#39;équipe de vente s&#39;est retrouvée perplexe sans aucun moyen de communiquer avec les clients et vice versa. </p> <p> Le fait que la violation de données de Cognizant se soit produite lorsque l&#39;entreprise transférait ses employés au travail à distance en raison de la pandémie de coronavirus a rendu la tâche plus difficile. Selon le rapport de <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , les employés ont été contraints de trouver d&#39;autres moyens de contacter leurs collègues en raison de la perte d&#39;accès aux e-mails. </p> <p> « Personne ne veut être confronté à une attaque de ransomware », a déclaré Brian Humphries, PDG de Cognizant. « Personnellement, je ne crois pas que quiconque y soit vraiment imperméable, mais la différence réside dans la façon dont vous le gérez. Et nous avons essayé de le gérer avec professionnalisme et maturité. </p> <p> L&#39;entreprise a rapidement déstabilisé la situation en se faisant aider par des experts en cybersécurité de premier plan et leurs équipes internes de sécurité informatique. La cyberattaque de Cognizant a également été signalée aux organismes d&#39;application de la loi et les clients de Cognizant ont reçu des mises à jour constantes sur les indicateurs de compromission (IOC). </p> <p> Cependant, l&#39;entreprise a subi des dommages financiers substantiels en raison de l&#39;attaque, amassant jusqu&#39;à un énorme <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> 50 à 70 millions de dollars de revenus perdus </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Pourquoi Maze Ransomware est-il une double menace ? </h2> <p> Comme si être affecté par Ransomware ne suffisait pas, les inventeurs de l&#39;attaque Maze ont ajouté une tournure supplémentaire à laquelle les victimes doivent faire face. Une tactique malveillante connue sous le nom de « double extorsion » est introduite avec une attaque Maze où les victimes sont menacées de fuite de leurs données compromises si elles refusent de coopérer et de répondre aux demandes de ransomware. </p> <p> Ce rançongiciel notoire est appelé à juste titre une « double menace » car, en plus de fermer l&#39;accès au réseau pour les employés, il crée également une réplique de l&#39;ensemble des données du réseau et l&#39;utilise pour exploiter et inciter les victimes à obtenir la rançon. </p> <p> Malheureusement, les moyens de pression des créateurs de Maze ne s&#39;arrêtent pas là. Des recherches récentes ont indiqué que TA2101, un groupe derrière le ransomware Maze, a maintenant publié un site Web dédié qui répertorie toutes leurs victimes non coopératives et publie fréquemment leurs échantillons de données volés comme une forme de punition. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Comment limiter les incidents de Maze Ransomware </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Atténuer et éliminer les risques de ransomware est un processus à multiples facettes où diverses stratégies sont combinées et personnalisées en fonction de chaque cas d&#39;utilisateur et du profil de risque d&#39;une organisation individuelle. Voici les stratégies les plus populaires qui peuvent aider à arrêter une attaque Maze immédiatement. </p> <h3 id=\"enforce-application-whitelisting\"> Appliquer la liste blanche des applications </h3> <p> La liste blanche des applications est une technique proactive d&#39;atténuation des menaces qui permet uniquement aux programmes ou logiciels préautorisés de s&#39;exécuter tandis que tous les autres sont bloqués par défaut. </p> <p> Cette technique aide énormément à identifier les tentatives illégales d&#39;exécution de code malveillant et aide à empêcher les installations non autorisées. </p> <h3 id=\"patch-applications-and-security-flaws\"> Applications de correctifs et failles de sécurité </h3> <p> Les failles de sécurité doivent être corrigées dès qu&#39;elles sont découvertes pour empêcher la manipulation et les abus par les attaquants. Voici les délais recommandés pour l&#39;application rapide des correctifs en fonction de la gravité des défauts : </p> <ul> <li> <strong> Risque extrême </strong> : dans les 48 heures suivant la publication d&#39;un correctif. </li> <li> <strong> Risque élevé </strong> : dans les deux semaines suivant la sortie d&#39;un correctif. </li> <li> <strong> Risque modéré ou faible </strong> : dans le mois suivant la sortie d&#39;un correctif. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Configurer les paramètres des macros Microsoft Office </h3> <p> Les macros sont utilisées pour automatiser les tâches de routine, mais peuvent parfois être une cible facile pour transporter du code malveillant dans un système ou un ordinateur une fois activées. La meilleure approche est de les maintenir désactivés si possible ou de les faire évaluer et réviser avant de les utiliser. </p> <h3 id=\"employ-application-hardening\"> Utiliser le durcissement des applications </h3> <p> Le renforcement des applications est une méthode de protection de vos applications et d&#39;application de couches de sécurité supplémentaires pour les protéger contre le vol. Les applications Java sont très sujettes aux vulnérabilités de sécurité et peuvent être utilisées par les acteurs malveillants comme points d&#39;entrée. Il est impératif de protéger votre réseau en utilisant cette méthodologie au niveau des applications. </p> <h3 id=\"restrict-administrative-privileges\"> Restreindre les privilèges administratifs </h3> <p> Les privilèges administratifs doivent être gérés avec beaucoup de prudence, car un compte administrateur a accès à tout. Utilisez toujours le principe du moindre privilège (POLP) lors de la configuration des accès et des autorisations, car cela peut être un facteur essentiel pour atténuer le ransomware Maze ou toute cyberattaque d&#39;ailleurs. </p> <h3 id=\"patch-operating-systems\"> Patcher les systèmes d&#39;exploitation </h3> <p> En règle générale, toutes les applications, ordinateurs et périphériques réseau présentant des vulnérabilités à risque extrême doivent être corrigés dans les 48 heures. Il est également essentiel de s&#39;assurer que seules les dernières versions des systèmes d&#39;exploitation sont utilisées et d&#39;éviter à tout prix les versions non prises en charge. </p> <h3 id=\"implement-multi-factor-authentication\"> Implémenter l&#39;authentification multifacteur </h3> <p> L&#39;authentification multifacteur (MFA) ajoute une couche de sécurité supplémentaire, car plusieurs appareils autorisés sont nécessaires pour se connecter à des solutions d&#39;accès à distance telles que la banque en ligne ou toute autre action privilégiée nécessitant l&#39;utilisation d&#39;informations sensibles. </p> <h3 id=\"secure-your-browsers\"> Sécurisez vos navigateurs </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Il est important de vous assurer que votre navigateur est toujours mis à jour, que les annonces pop-up sont bloquées et que les paramètres de votre navigateur empêchent l&#39;installation d&#39;extensions inconnues. </p> <p> Vérifiez si les sites Web que vous visitez sont légitimes en vérifiant la barre d&#39;adresse. N&#39;oubliez pas que HTTPS est sécurisé alors que HTTP l&#39;est considérablement moins. </p> <p> </p> <h3 id=\"employ-email-security\"> Utiliser la sécurité de la messagerie </h3> <p> La principale méthode d&#39;entrée pour le ransomware Maze est par e-mail. </p> <p> Implémentez l&#39;authentification multifacteur pour ajouter une couche de sécurité supplémentaire et définir des dates d&#39;expiration pour les mots de passe. En outre, formez-vous et votre personnel à ne jamais ouvrir les e-mails provenant de sources inconnues ou au moins à ne rien télécharger comme des pièces jointes suspectes. Investir dans une solution de protection des e-mails garantit la transmission sécurisée de vos e-mails. </p> <h3 id=\"make-regular-backups\"> Faire des sauvegardes régulières </h3> <p> Les sauvegardes de données font partie intégrante d&#39;un plan de reprise après sinistre. En cas d&#39;attaque, en restaurant des sauvegardes réussies, vous pouvez facilement déchiffrer les données sauvegardées d&#39;origine qui ont été chiffrées par les pirates. C&#39;est une bonne idée de configurer des sauvegardes automatisées et de créer des mots de passe uniques et complexes pour vos employés. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Faites attention aux points de terminaison et aux informations d&#39;identification affectés </h3> <p> Enfin, si l&#39;un des points de terminaison de votre réseau a été affecté par le ransomware Maze, vous devez rapidement identifier toutes les informations d&#39;identification utilisées. Partez toujours du principe que tous les terminaux étaient disponibles et/ou compromis par les pirates. Le journal des événements Windows sera utile pour l&#39;analyse des ouvertures de session après compromis. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Étourdi par l&#39;attaque du labyrinthe cognitif ? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> La violation de Cognizant a laissé le fournisseur de solutions informatiques se démener pour récupérer d&#39;immenses pertes financières et de données. Cependant, avec l&#39;aide des meilleurs experts en cybersécurité, l&#39;entreprise s&#39;est rapidement remise de cette attaque vicieuse. </p> <p> Cet épisode a prouvé à quel point les attaques de ransomware peuvent être dangereuses. </p> <p> Outre le labyrinthe, il existe une pléthore d&#39;autres attaques de ransomwares menées quotidiennement par des acteurs malveillants vicieux. La bonne nouvelle est qu&#39;avec une diligence raisonnable et des pratiques de sécurité strictes en place, toute entreprise peut facilement atténuer ces attaques avant qu&#39;elles ne frappent. </p>"}