{"title":"Comment faire une capture d&#39;écran sur les appareils Samsung","content":"<p> Vous pouvez prendre une capture d&#39;écran avec chaque téléphone et tablette Android, mais la méthode exacte pour le faire dépendra du fabricant de votre appareil. </p> <p> Si vous possédez un appareil Samsung Galaxy, vous disposez de nombreuses méthodes différentes, comme appuyer sur des boutons ou faire glisser votre doigt sur l&#39;écran. Nous allons détailler comment effectuer une capture d&#39;écran sur les appareils Samsung. </p> <h2 id=\"press-the-power-and-volume-down-buttons\"> 1. Appuyez sur les boutons d&#39;alimentation et de réduction du volume </h2> <p> Pour la plupart, ce sera le moyen le plus simple de prendre une capture d&#39;écran sur un appareil Samsung. </p> <p> Maintenez simplement le <strong> Pouvoir </strong> bouton (ou <strong> Touche latérale </strong> ) et le <strong> Baisser le volume </strong> bouton simultanément. </p> <p> L&#39;emplacement exact de ces boutons dépendra de votre appareil. Sur le Samsung Galaxy S21, ces deux boutons se trouvent sur le côté droit de l&#39;appareil. Sur le Samsung Galaxy S8, le volume est à gauche et l&#39;alimentation est à droite. </p> <p> Il vous suffit de maintenir ces boutons enfoncés pendant une seconde ou deux. L&#39;écran clignotera en blanc pour indiquer qu&#39;une capture d&#39;écran a été prise. </p> <p> C&#39;est un <a href=\"https://www.makeuseof.com/tag/6-ways-to-take-screenshots-on-android/\" target=\"_blank\" rel=\"nofollow noopener\"> raccourci de capture d&#39;écran Android standard </a> cela fonctionnera sur plus que des appareils Samsung. </p> <p> </p> <h2 id=\"use-palm-swipe\"> 2. Utilisez Palm Swipe </h2> <p> Sur certains appareils Samsung, vous pouvez faire glisser votre paume sur l&#39;écran pour prendre une capture d&#39;écran. </p> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (3 images) </strong> <img alt=\"advanced features\" src=\"images/advanced-features-412.jpg\" loading=\"lazy\"> Développer <img alt=\"motions and gestures\" src=\"images/motions-and-gestures-740.jpg\" loading=\"lazy\"> Développer <img alt=\"palm swipe to capture\" src=\"images/palm-swipe-to-capture-297.jpg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> Pour l&#39;activer, rendez-vous sur <strong> Paramètres &gt; Fonctionnalités avancées &gt; Mouvements et gestes &gt; Balayage de la paume pour capturer &gt; Activé </strong> . </p> <p> Maintenant, faites glisser le bord de votre main sur l&#39;écran de droite à gauche pour prendre une capture d&#39;écran. </p> <p> Si vous n&#39;êtes pas sûr du mouvement exact, l&#39;écran Paramètres vous montrera une animation qui le démontre. </p> <p> </p> <h2 id=\"ask-bixby-or-google-assistant\"> 3. Demandez à Bixby ou à Google Assistant </h2> <p> Si vous avez configuré un assistant virtuel à commande vocale sur votre téléphone, vous pouvez l&#39;utiliser pour prendre une capture d&#39;écran. </p> <p> Si vous avez Bixby Voice, dites &quot;Hey Bixby, prends une capture d&#39;écran&quot;. Sinon, si vous avez Google Assistant, dites &quot;Hey Google, prend une capture d&#39;écran&quot;. </p> <p> Vous pouvez associer ces commandes à d&#39;autres instructions, telles que &quot;Hey Bixby, prends une capture d&#39;écran et partage sur Instagram&quot;. </p> <p> </p> <p> </p> <h2 id=\"use-the-edge-panel\"> 4. Utilisez le panneau de bord </h2> <p> Certains appareils Samsung ont des panneaux de bord. Ce sont des fonctionnalités pratiques auxquelles vous pouvez accéder rapidement en faisant glisser le côté de l&#39;écran. Un panneau de bord que vous pouvez activer vous permet de prendre des captures d&#39;écran. </p> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (3 images) </strong> <img alt=\"display\" src=\"images/display-661.jpg\" loading=\"lazy\"> Développer <img alt=\"edge screen\" src=\"images/edge-screen-495.jpg\" loading=\"lazy\"> Développer <img alt=\"edge panels\" src=\"images/edge-panels-983.jpg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> Pour l&#39;activer, rendez-vous sur <strong> Paramètres &gt; Affichage &gt; Écran Edge &gt; Panneaux Edge &gt; Activé </strong> . À partir de là, activez le <strong> Sélection intelligente </strong> panneau. </p> <p> Désormais, lorsque vous faites glisser votre doigt depuis le bord droit de votre écran, le panneau de sélection intelligent s&#39;affiche. </p> <p> Sélectionnez soit <strong> Rectangle </strong> ou alors <strong> ovale </strong> , puis faites glisser pour choisir la zone que vous souhaitez capturer. Robinet <strong> Fait </strong> , puis touchez le <strong> Sauvegarder </strong> icône (la flèche vers le bas). </p> <p> </p> <h2 id=\"use-the-s-pen\"> 5. Utilisez le stylet S </h2> <p> Si vous avez un appareil Galaxy Note, vous pouvez utiliser le S Pen pour prendre une capture d&#39;écran. </p> <p> Prenez le S Pen de l&#39;appareil, appuyez sur le <strong> Menu de commande aérienne </strong> icône, puis appuyez sur <strong> Écriture d&#39;écran </strong> . Cela prendra une capture d&#39;écran complète. Vous pouvez ensuite modifier la capture d&#39;écran à l&#39;aide des outils à l&#39;écran, si vous le souhaitez. Une fois terminé, appuyez sur le <strong> Sauvegarder </strong> icône. </p> <p> </p> <h2 id=\"use-scroll-capture-to-screenshot-the-entire-page\"> 6. Utilisez Scroll Capture pour faire une capture d&#39;écran de la page entière </h2> <p> Si vous souhaitez capturer une longue page Web ou une application, vous n&#39;avez pas besoin de prendre plusieurs captures d&#39;écran. Au lieu de cela, vous pouvez utiliser la fonction de capture de défilement de Samsung pour créer une seule grande capture d&#39;écran. </p> <p> <img alt=\"samsung scroll capture\" src=\"images/scroll-capture-e1612347426613-576.jpg\" loading=\"lazy\"> </p> <p> Après avoir pris une capture d&#39;écran normale, le menu Smart Capture apparaît en bas de l&#39;écran. Sur ce, appuyez sur le <strong> Capture de défilement </strong> icône—ce sont deux flèches vers le bas qui rebondissent. </p> <p> Un clic fera défiler la page vers le bas une fois et assemblera la capture d&#39;écran au bas de la première. Continuez à appuyer sur l&#39;icône jusqu&#39;à ce que vous ayez tout capturé sur la page que vous voulez. </p> <p> </p> <h2 id=\"how-to-view-your-samsung-screenshots\"> Comment afficher vos captures d&#39;écran Samsung </h2> <p> Une fois que vous avez pris une capture d&#39;écran, vous vous demandez peut-être où ils sont enregistrés et comment vous pouvez y accéder. C&#39;est simple. </p> <p> Ouvrez le <strong> Galerie </strong> application et sélectionnez <strong> Albums </strong> dans le menu du bas. Vous verrez alors un <strong> Captures d&#39;écran </strong> album que vous pouvez gérer comme des photos ordinaires. </p> <p> </p> <h2 id=\"master-your-samsung-device-with-these-tips\"> Maîtrisez votre appareil Samsung avec ces conseils </h2> <p> Vous savez maintenant comment faire une capture d&#39;écran sur un téléphone ou une tablette Samsung. Choisissez la méthode que vous trouvez la plus simple et la plus rapide, car elles produisent toutes le même résultat final. </p> <p> Vous voulez tirer le meilleur parti de votre appareil Samsung ? Assurez-vous d&#39;explorer tout ce que propose One UI de Samsung, car il existe de nombreuses fonctionnalités pratiques qui ne sont pas fournies avec Android d&#39;origine. </p>"}