{"title":"Comment changer le son de démarrage par défaut sous Windows 10","content":"<p> Windows 10 propose de nombreuses personnalisations, dont la possibilité de modifier le son de démarrage par défaut. Si vous n&#39;aimez pas le carillon par défaut qui joue lorsque vous démarrez votre PC, vous pouvez le changer en quelque chose de votre goût. </p> <p> Ce guide vous montre étape par étape comment utiliser une tonalité personnalisée comme son de démarrage par défaut dans Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Désactiver le démarrage rapide </h2> <p> Le démarrage rapide est une fonctionnalité qui vous permet de démarrer rapidement votre système Windows. Un inconvénient de l&#39;utilisation de cette fonctionnalité est que vous n&#39;entendez pas le son de démarrage. </p> <p> Pour activer et utiliser une tonalité personnalisée pour le démarrage, vous devez d&#39;abord désactiver cette fonctionnalité sur votre ordinateur. À l&#39;exception du ralentissement du temps de démarrage de quelques secondes, cela ne devrait avoir aucun autre effet sur votre PC. </p> <p> Voici comment désactiver le démarrage rapide dans Windows 10 : </p> <ol> <li> Ouvrez le <strong> Démarrer </strong> menu, rechercher <strong> Panneau de commande </strong> , et cliquez sur le premier résultat. </li> <li> Si vous affichez le panneau en mode catégorie, cliquez sur le bouton <strong> Matériel et son </strong> option. Sinon, cliquez sur <strong> Options d&#39;alimentation </strong> . </li> <li> Sélectionner <strong> Options d&#39;alimentation </strong> sur l&#39;écran résultant si vous avez cliqué <strong> Matériel et son </strong> à l&#39;étape ci-dessus. </li> <li> Cliquez sur <strong> Choisissez ce que fait le bouton d&#39;alimentation </strong> à gauche. </li> <li> Sélectionnez le <strong> Modifier les paramètres actuellement indisponibles </strong> relier. </li> <li> Décochez l&#39;option pour <strong> Activer le démarrage rapide (recommandé) </strong> . </li> <li> Cliquez sur <strong> Sauvegarder les modifications </strong> en bas pour enregistrer vos modifications. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Il existe des moyens de <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> corriger les temps de démarrage lents dans Windows 10 </a> si votre PC met du temps à démarrer. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Activer le son de démarrage de Windows 10 </h2> <p> Maintenant que le démarrage rapide est désactivé, vous devez activer l&#39;option qui vous permet de personnaliser le son de démarrage par défaut. </p> <p> L&#39;activation de cette option vous oblige à modifier une valeur dans le registre Windows. Ce n&#39;est pas trop complexe et vous devriez avoir terminé en une minute ou deux. </p> <p> </p> <p> Voici comment procéder : </p> <ol> <li> presse <strong> Touche Windows + R </strong> , taper <strong> regedit </strong> , et frapper <strong> Entrer </strong> . </li> <li> Cliquez sur <strong> Oui </strong> dans l&#39;invite pour apporter des modifications au registre. </li> <li> Lorsque le registre s&#39;ouvre, accédez au chemin suivant. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> Sur la droite, double-cliquez sur l&#39;entrée qui dit <strong> ExclureDeCPL </strong> . </li> <li> Entrer <strong>0</strong> dans le <strong> Données de valeur </strong> champ, sélectionnez <strong> Hexadécimal, </strong> et cliquez <strong> d&#39;accord </strong> . </li> <li> Clique le <strong> Déposer </strong> menu et sélectionnez <strong> Sortir </strong> pour quitter le registre. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> L&#39;option de personnalisation du démarrage par défaut devrait maintenant être activée. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Téléchargez le son de démarrage </h2> <p> C&#39;est quelque chose que nous ne pouvons vraiment pas vous aider étape par étape. Vous devez télécharger ou choisir la tonalité de votre ordinateur que vous souhaitez utiliser comme son de démarrage par défaut sur votre PC. </p> <p> Il peut s&#39;agir de n&#39;importe quel fichier audio disponible sur Internet ou sur votre ordinateur. </p> <p> Si vous n&#39;avez pas encore la tonalité, vous pouvez en télécharger une sur Internet et l&#39;enregistrer sur votre PC. Il y a beaucoup de <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> sites de téléchargement audio gratuits </a> que vous pouvez utiliser pour télécharger une belle tonalité pour le son de démarrage de votre ordinateur. </p> <p> Assurez-vous que votre ton n&#39;est pas trop long. En effet, comme vous le savez déjà, votre PC ne joue le son de démarrage que pendant quelques secondes et pas plus longtemps. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Convertissez la tonalité du son de démarrage en un format compatible </h2> <p> Votre tonalité téléchargée doit être au format WAV pour l&#39;utiliser comme son de démarrage par défaut. Si votre fichier est au format MP3 ou tout autre format audio, la première chose que vous devez faire est de convertir votre fichier en WAV. </p> <p> C&#39;est assez facile à faire, grâce à de nombreux <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> convertisseurs audio gratuits </a> disponible là-bas. </p> <p> Choisissez simplement l&#39;un des convertisseurs, téléchargez votre son, choisissez WAV comme format de sortie et votre carillon de démarrage Windows 10 devrait être prêt. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Modifier le son de démarrage par défaut sous Windows 10 </h2> <p> Maintenant que votre son est prêt, voici la procédure finale pour en faire le son de démarrage par défaut sur votre ordinateur Windows 10. </p> <p> Suivez ces étapes pour le faire : </p> <ol> <li> Ouvrez le <strong> Démarrer </strong> menu, rechercher <strong> Changer les sons du système </strong> , et cliquez sur le premier résultat. </li> <li> Cochez la case qui dit <strong> Jouer le son de démarrage de Windows </strong> . </li> <li> Trouve <strong> Ouverture de session Windows </strong> dans le <strong> Événements du programme </strong> section et cliquez une fois dessus. </li> <li> Vous pouvez entendre le son actuel en cliquant sur le <strong> Test </strong> bouton. </li> <li> Pour modifier le son actuel selon votre tonalité, cliquez sur le bouton <strong> Parcourir </strong> bouton. </li> <li> Accédez au dossier où se trouve votre son WAV et double-cliquez dessus. </li> <li> Le nom de votre tonalité apparaît dans le <strong> Des sons </strong> menu déroulant. Cliquez sur <strong> Test </strong> pour tester votre ton. </li> <li> Si vous êtes satisfait de tout, cliquez sur <strong> Appliquer </strong> suivie par <strong> d&#39;accord </strong> au fond. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> La prochaine fois que votre ordinateur s&#39;allumera, vous entendrez le son de démarrage nouvellement sélectionné au lieu de celui par défaut. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Comment réinitialiser le son de démarrage par défaut sur Windows 10 </h2> <p> Si jamais vous avez envie de revenir au carillon de démarrage par défaut, vous pouvez le faire en modifiant un <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> option de paramètres sur votre PC Windows 10 </a> . </p> <p> Voici comment: </p> <ol> <li> Rechercher <strong> Changer les sons du système </strong> dans le <strong> Démarrer </strong> menu et cliquez sur le premier résultat. </li> <li> Trouve <strong> Ouverture de session Windows </strong> dans le <strong> Événements du programme </strong> section et cliquez une fois dessus. </li> <li> Clique le <strong> Des sons </strong> menu déroulant en bas et sélectionnez le <strong> Ouverture de session Windows.wav </strong> option. </li> <li> Cliquez sur <strong> Appliquer </strong> suivie par <strong> d&#39;accord </strong> pour enregistrer vos modifications. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> Votre PC va maintenant jouer le son de démarrage de Windows par défaut au démarrage. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Comment changer rapidement le son de démarrage par défaut sous Windows 10 </h2> <p> Si vous modifiez trop souvent le son de démarrage par défaut, vous trouverez peut-être que les procédures ci-dessus sont un peu excessives. </p> <p> Dans ce cas, vous pouvez utiliser une application gratuite appelée WinAero Tweaker pour modifier votre carillon de démarrage. Cette application est également disponible dans la version portable, vous n&#39;avez donc pas besoin d&#39;installer quoi que ce soit sur votre ordinateur. </p> <p> Pour utiliser cette application : </p> <ol> <li> Téléchargez et exécutez le <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> fichier d&#39;installation. </li> <li> Lorsqu&#39;il vous demande de choisir un mode, sélectionnez <strong> Mode portable </strong> . </li> <li> Suivez les instructions à l&#39;écran. </li> <li> Lancer <strong> WinAero Tweaker </strong> . </li> <li> Développer <strong> Apparence </strong> à gauche et cliquez sur <strong> Son de démarrage </strong> dans le menu étendu. </li> <li> Cocher <strong> Activer le son de démarrage </strong> sur la droite. </li> <li> Sélectionner <strong> Remplacer le son de démarrage </strong> . </li> <li> Choisissez un fichier WAV pour le définir comme son de démarrage par défaut. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Modification du carillon de démarrage à votre convenance sous Windows 10 </h2> <p> Si vous n&#39;êtes pas un grand fan du son de démarrage actuel, les méthodes ci-dessus devraient vous permettre de le remplacer par votre son préféré sur votre PC. Vous pouvez toujours revenir à la tonalité par défaut quand vous le souhaitez. </p> <p> Windows 10 est personnalisable dans une large mesure, ce qui vous permet de vous approprier votre PC en vous permettant de modifier chaque aspect de celui-ci. </p>"}