{"title":"Comment faire des captures d&#39;écran sur votre Apple Watch","content":"<p> Avez-vous déjà voulu montrer un nouveau cadran de montre ou partager vos progrès dans l&#39;application Activité de votre Apple Watch ? Bien que ce ne soit pas si évident, il est possible de prendre des captures d&#39;écran de votre Apple Watch qui sont faciles à partager. </p> <p> Apple semble faire de son mieux pour masquer cette fonctionnalité, mais c&#39;est assez facile à faire. Dans cet article, nous allons vous montrer comment. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> Tout d&#39;abord, assurez-vous que les captures d&#39;écran sont activées </h2> <p> Par défaut, la prise de captures d&#39;écran depuis votre Apple Watch est désactivée. Comme nous l&#39;avons mentionné, Apple aime vraiment cacher cette fonctionnalité. Vous devez donc d&#39;abord vous assurer d&#39;autoriser votre Apple Watch à prendre des captures d&#39;écran. </p> <p> Pour ce faire, suivez simplement ces étapes : </p> <ol> <li> Ouvrez le <strong> Regarder </strong> application sur votre iPhone. </li> <li> Faites défiler vers le bas et appuyez sur <strong> Général </strong> . </li> <li> Faites défiler vers le bas et assurez-vous d&#39;allumer <strong> Activer les captures d&#39;écran </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (3 images) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Développer <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Développer <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Comment faire des captures d&#39;écran sur votre Apple Watch </h2> <p> Maintenant qu&#39;il est activé, prendre des captures d&#39;écran sur votre Apple Watch est assez simple. C&#39;est assez similaire à la façon dont vous <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> prendre des captures d&#39;écran sur votre iPhone </a> ou iPad. </p> <p> Suivez simplement ces étapes : </p> <ol> <li> Sur votre Apple Watch, appuyez sur le <strong> Couronne numérique </strong> et le <strong> Bouton latéral </strong> en même temps. </li> <li> <strong> Libérer </strong> les deux boutons pour prendre la capture d&#39;écran. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Vous devriez ressentir une petite vibration haptique sur votre poignet, ainsi qu&#39;un flash blanc sur l&#39;écran de votre Apple Watch. Si cela ne s&#39;est pas produit, vous devrez réessayer. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Où vont vos captures d&#39;écran Apple Watch ? </h2> <p> Tout comme les captures d&#39;écran de votre iPhone ou iPad, les captures d&#39;écran que vous prenez avec votre Apple Watch iront directement à l&#39;application Photos. Vous les trouverez dans la bibliothèque et dans le dossier Captures d&#39;écran. </p> <p> </p> <h2 id=\"capture-every-minute\"> Capturez chaque minute </h2> <p> Maintenant que vous pouvez prendre des captures d&#39;écran avec votre Apple Watch, il sera plus facile que jamais de montrer vos nouvelles complications ou vos cadrans de montre personnalisés. Bien sûr, vous pouvez également essayer de partager les cadrans de votre montre avec vos amis et votre famille au lieu de simplement les montrer. </p>"}