{"title":"Comment libérer de l&#39;espace sur iCloud","content":"<p> Êtes-vous fatigué de ces notifications contextuelles vous indiquant que vous manquez d&#39;espace sur votre compte iCloud ? Bonne nouvelle : vous n&#39;avez pas besoin de les endurer plus longtemps. </p> <p> Et encore mieux, vous n&#39;aurez pas besoin de dépenser d&#39;argent pour mettre à niveau votre compte non plus. </p> <p> Apple offre à chaque utilisateur 5 Go de stockage gratuit sur iCloud, ce qui ne semble presque rien. Mais si vous jouez bien le jeu, vous vous rendrez compte que c&#39;est plus que suffisant pour tous vos besoins. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Découvrez ce qui prend le plus de place </h2> <p> Lorsque votre stockage iCloud est plein, le meilleur endroit pour commencer est de découvrir ce qui prend le plus d&#39;espace sur vos appareils. Le plus souvent, vous serez surpris de la réponse. </p> <p> Pour savoir ce qui prend le plus de place dans iCloud sur votre iPhone : </p> <ol> <li> Aller à <strong> Paramètres </strong> . </li> <li> Cliquez pour <strong> identifiant Apple </strong> . </li> <li> Aller à <strong> iCloud &gt; Gérer le stockage </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (2 images) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Développer <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> Lorsque vous êtes sur l&#39;onglet Gérer le stockage, vous recevrez une ventilation de ce qui utilise le plus d&#39;espace dans votre compte iCloud. Pour certaines fonctions, vous pouvez parcourir et supprimer les données pour libérer de l&#39;espace de stockage. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Supprimez vos anciennes photos </h2> <p> Les photos sont souvent le voleur de stockage le plus apparent dans votre compte iCloud. Si vous prenez des photos avec un appareil photo professionnel et que vous les téléchargez sur votre téléphone, c&#39;est encore plus le cas. </p> <p> Pour supprimer des photos sur votre iPhone : </p> <ol> <li> Accédez à votre pellicule. </li> <li> Sélectionnez les images que vous souhaitez supprimer. </li> <li> Retournez au menu principal de la pellicule. </li> <li> Allez dans le <strong> Récemment supprimé </strong> dossier. </li> <li> Sélectionner <strong> Tout supprimer </strong> et valider. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Supprimez vos anciens e-mails </h2> <p> Si vous avez connecté votre compte de messagerie à iCloud mais que vous utilisez rarement vos messages, vous consommez un espace précieux que vous pourriez utiliser ailleurs. Si vous utilisez le service pendant de nombreuses années, la quantité de données qu&#39;ils utilisent s&#39;accumulera lentement. </p> <p> Pour supprimer vos anciens e-mails : </p> <ol> <li> Accédez à votre application Mail. </li> <li> Sélectionnez les e-mails que vous souhaitez supprimer. </li> <li> Supprimez ces e-mails et fermez l&#39;application. </li> </ol> <p> Si vous n&#39;utilisez pas souvent Mail, vous pouvez également choisir de supprimer l&#39;application de votre téléphone. De cette façon, vous ne créerez plus une liste de données gaspillées. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Supprimer des fichiers d&#39;iCloud Drive </h2> <p> Si vous avez un MacBook ou un Mac, vous ne réalisez peut-être pas que vous stockez toujours des fichiers que vous n&#39;avez pas conservés depuis des lustres. Au fur et à mesure que vos données diminuent, celles-ci deviendront plus gênantes. </p> <p> Heureusement, la suppression des fichiers iCloud du lecteur de votre ordinateur est simple. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Pour supprimer des fichiers iCloud du lecteur de votre ordinateur : </p> <ol> <li> Ouvert <strong> Chercheur </strong> . </li> <li> Descendez sur iCloud Drive dans le menu de gauche. </li> <li> Sélectionnez les fichiers que vous souhaitez supprimer et déplacez-les dans votre corbeille. </li> <li> Faites un clic droit ou Ctrl + Clic sur le <strong> Icône de la corbeille </strong> dans le quai. </li> <li> Sélectionner <strong> Poubelle vide </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Libérez de l&#39;espace sur vos appareils Apple </h2> <p> Bien qu&#39;il puisse sembler que vous vous battez constamment pour vider votre stockage iCloud, cela n&#39;a pas besoin d&#39;être stressant. Quel que soit l&#39;appareil Apple que vous utilisez, il existe de nombreuses façons de voir ce qui consomme vos données et d&#39;apporter des modifications. </p> <p> Lorsque vous avez vidé votre stockage iCloud, c&#39;est une bonne idée de garder un œil dessus. Lorsque vous remarquez que les choses se rapprochent de la note complète, répétez ces étapes et empêchez-les de se produire. </p>"}