{"title":"Cette nouvelle application vous permet de contrôler votre Mac avec un contrôleur de jeux","content":"<p> Controlly est une nouvelle application du développeur Hugo Lispector qui permet de naviguer très facilement dans l&#39;intégralité de l&#39;interface utilisateur de macOS avec vos contrôleurs PlayStation et Xbox. </p> <p> Cela peut être particulièrement utile lorsque, par exemple, diffusez votre émission télévisée préférée depuis un Mac vers votre téléviseur dans le salon via AirPlay, mais que vous n&#39;avez pas la peine de vous lever et de vous asseoir devant l&#39;ordinateur juste pour sélectionner une autre émission. Controlly vous permet d&#39;utiliser la manette fournie avec votre console de jeu Sony ou Microsoft comme télécommande pour votre Mac. </p> <p> Vous avez la possibilité de contrôler non seulement le mouvement de la souris, mais également d&#39;attribuer des fonctionnalités système telles que Mission Control, App Exposé et plus encore aux boutons matériels. Certains contrôleurs MFi (Made for iOS) peuvent également fonctionner avec Controlly après avoir été associés via Bluetooth à un ordinateur Mac. </p> <h2 id=\"what-about-key-mapping-apps\"> Qu&#39;en est-il des applications de mappage de touches ? </h2> <p> Lispector explique sur <a href=\"https://hugolispector.com/announcing-controlly/\" target=\"_blank\" rel=\"nofollow noopener\"> son blog </a> pourquoi Controlly est meilleur que divers outils de mappage de touches. </p> <blockquote> <p> Les outils de mappage de touches permettent aux utilisateurs de mapper chaque bouton du contrôleur sur une lettre ou une touche numérique. C&#39;est bien pour les jeux, mais pas assez pour un contrôleur à usage général pour Mac. En plus de cela, ces outils de mappage de touches ne prennent pas en charge les raccourcis clavier et leur interface utilisateur pourrait être plus visuelle à mon avis. </p> </blockquote> <p> Lispector est également le cerveau derrière El Trackpad pour Mac. Disponible dans le <a href=\"https://apps.apple.com/app/el-trackpad/id1531822775\" target=\"_blank\" rel=\"nofollow noopener\"> Magasin d&#39;applications </a> , El Trackpad vous permet de contrôler le curseur de la souris macOS via un iPhone ou un iPad. </p> <p> </p> <p> </p> <h2 id=\"a-single-window-app\"> Une application à guichet unique </h2> <p> Controlly se trouve dans la barre de menus de votre Mac. L&#39;application est très facile à utiliser, avec tout confiné à une seule fenêtre. C&#39;est ici que vous pouvez configurer les actions de la souris à votre guise, ainsi que définir des raccourcis clavier personnalisés pour déclencher des fonctionnalités système spécifiques. Les commandes du système peuvent également être appliquées aux manettes. Par exemple, vous voudrez peut-être contrôler le curseur avec la manette gauche tout en utilisant l&#39;autre pour le défilement. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Je voulais utiliser un contrôleur de jeu comme télécommande pour Mac, mais je n&#39;ai pas trouvé d&#39;application pour cela. J&#39;en ai donc construit un moi-même et il est maintenant disponible sur l&#39;App Store 🎮🥳 : <a href=\"https://t.co/HEkFXUtMeL\"> https://t.co/HEkFXUtMeL </a><br><br> Remerciement spécial à <a href=\"https://twitter.com/siracusa?ref_src=twsrc%5Etfw\"> @siracusa </a> pour avoir trouvé un bug intéressant juste avant le lancement ! <a href=\"https://t.co/2QVwvZjjvI\"> pic.twitter.com/2QVwvZjjvI </a></p> – Hugo Lispector (@hugolispector) <a href=\"https://twitter.com/hugolispector/status/1358828792626753536?ref_src=twsrc%5Etfw\"> 8 février 2021 </a></blockquote>  <p> Les commandes multimédia et de lecture prises en charge incluent la lecture/pause, le saut en avant/en arrière, la sourdine, le volume haut/bas et la luminosité haut/bas. Les personnes qui utilisent régulièrement les diverses fonctionnalités de macOS telles que Look Up, Smart Zoom, Mission Control, Launchpad et Mirror Displays peuvent également attribuer l&#39;une de ces fonctions à un bouton. </p> <p> </p> <h2 id=\"how-to-get-controlly\"> Comment obtenir le contrôle </h2> <p> Controlly est disponible gratuitement dans le <a href=\"https://apps.apple.com/app/controlly/id1548544614\" target=\"_blank\" rel=\"nofollow noopener\"> Mac App Store </a> et nécessite macOS Big Sur pour fonctionner. </p> <p> L&#39;application est livrée avec un essai gratuit de 7 jours offrant toutes les fonctionnalités. Après l&#39;expiration de votre période d&#39;essai, tous les contrôles au-delà du mouvement de la souris et du clic ne seront plus reconnus. </p> <p> La fonctionnalité complète nécessite une mise à niveau unique de 3,99 $. Vous serez invité à démarrer l&#39;essai lorsque vous connecterez pour la première fois une manette de jeu compatible à votre Mac. </p>"}