{"title":"Discord pour iOS permet aux voleurs de meme d&#39;enregistrer des images à partir des intégrations de Twitter","content":"<p> Discord pour iPhone a été actualisé dans l&#39;App Store avec plusieurs nouvelles fonctionnalités, y compris une nouvelle option facilitant beaucoup l&#39;enregistrement d&#39;images à partir d&#39;intégrations Twitter. Avec lui, vous pouvez enregistrer des mèmes à partir de tweets sans les solutions de contournement auxquelles vous deviez auparavant recourir. </p> <p> Malheureusement, cela ne semble pas fonctionner avec les GIF animés. De plus, l&#39;enregistrement d&#39;images statiques à partir de tweets n&#39;est actuellement pas disponible dans Discord pour Windows et Discord pour Android. Seule la version 60.0 de l&#39;application Discord pour iOS semble avoir cette nouvelle fonctionnalité utile implémentée. </p> <p> Nouveau sur Discord ? Si tel est le cas, lisez notre guide expliquant <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> comment discuter en ligne avec des amis et des inconnus </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Comment enregistrer des images à partir de tweets </h2> <p> Pour enregistrer une image comme un mème à partir d&#39;un tweet qui vous a été envoyé, appuyez longuement sur le tweet en question et choisissez l&#39;option intitulée &quot;Enregistrer l&#39;image&quot;. Vous trouverez l&#39;image enregistrée dans la photothèque de votre appareil. Avant ce changement, vous étiez obligé d&#39;ouvrir manuellement un tweet dans un navigateur Web avant de pouvoir enregistrer l&#39;image sous-jacente sur votre appareil. </p> <p> </p> <p> Comme <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> Le bord </a> notes, la version Android utilise un processus différent pour enregistrer les images de tweet. Tout d&#39;abord, vous devez appuyer sur l&#39;image pour l&#39;ouvrir en plein écran. Une fois dans l&#39;interface plein écran, appuyez sur le bouton <strong> Télécharger </strong> bouton près du haut de l&#39;écran pour enregistrer l&#39;image sur l&#39;appareil. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Autres nouvelles fonctionnalités de Discord pour iOS </h2> <p> Outre l&#39;enregistrement d&#39;images à partir d&#39;intégrations Twitter, le journal des modifications affiché dans la dernière version iOS de Discord mentionnait deux autres nouvelles fonctionnalités. Le premier est une fenêtre contextuelle d&#39;emoji pratique sur le bureau qui vous permet de savoir d&#39;où vient un emoji. </p> <p> &quot;Appuyez sur ce petit gars emoji dans le chat pendant que vous êtes sur votre téléphone et voyez à qui il appartient&quot;, lit le journal des modifications dans le menu des paramètres de Discord sur ordinateur et mobile. Et si vous utilisez Discord sur votre iPad, vous serez ravi d&#39;apprendre que le partage d&#39;écran mobile est désormais disponible sur votre tablette. </p> <p> <small> Crédit d&#39;image: Discord </small> </p>"}