{"title":"Facebook travaille sur une nouvelle application pour concurrencer Clubhouse","content":"<p> Facebook peut être crédité de nombreuses fonctions que nous considérons comme normales ou essentielles pour les médias sociaux aujourd&#39;hui, et c&#39;est en grande partie pourquoi il est encore environ 17 ans après sa sortie. Mais il serait négligent de prétendre que le CV de Facebook comprend exclusivement des fonctionnalités uniques. </p> <p> En fait, il est assez difficile de parler des changements que Facebook a apportés ces dernières années sans aborder les multiples fois où la plateforme a lourdement emprunté à ses concurrents. Des rapports récents affirment que Facebook envisage de copier une application concurrente pour la énième fois. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Clubhouse fait l&#39;objet du tout nouveau programme de copie de Facebook </h2> <p> Selon <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> Le New York Times </a> , Facebook travaille sur un réseau social axé sur l&#39;audio pour concurrencer <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Club-house </a> , une application de chat vocal sur invitation uniquement lancée l&#39;année dernière. </p> <p> Nous ne savons pas quand Facebook a commencé à produire son clone Clubhouse, mais nous savons que l&#39;équipe qui y travaille fait actuellement référence au produit sous le nom de &quot;Fireside&quot;. Ce nom de code est cependant susceptible de changer, car le produit en est encore à ses premiers stades de développement. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> Le PDG de Facebook, Mark Zuckerberg, s&#39;intéresse à la communication audio, selon une source non identifiée. C&#39;est assez vague. Cela pourrait signifier qu&#39;il a gardé un œil dessus pendant un certain temps, ou que cela n&#39;a attiré son attention que récemment. Quoi qu&#39;il en soit, Zuckerberg est apparu au Clubhouse dimanche dernier pour discuter de la réalité augmentée et virtuelle (AR et VR). </p> <h3 id=\"what-is-clubhouse\"> Qu&#39;est-ce que le club-house ? </h3> <p> Si vous n&#39;avez jamais entendu parler de Clubhouse auparavant, ne vous inquiétez pas. À l&#39;heure actuelle, ses utilisateurs sont limités à une sorte de cercle très uni. Vous ne pouvez rejoindre le Clubhouse que si vous êtes invité par un utilisateur existant. </p> <p> Sur le <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Magasin d&#39;applications </a> , Clubhouse se décrit comme « un espace pour des conversations audio décontractées, avec des amis et d&#39;autres personnes intéressantes du monde entier ». </p> <p> </p> <p> Vous pourriez le considérer comme un autre Skype ou Zoom, mais il n&#39;y a pas de capture vidéo. Seules les images audio et de profil, et les &quot;conversations&quot; s&#39;apparentent davantage à écouter quelqu&#39;un debout sur un piédestal pour faire une présentation ou un discours. Vous choisissez sur qui vous voulez écouter. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> L&#39;histoire de Facebook en matière de copie d&#39;applications concurrentes </h2> <p> Zuckerberg semble savoir qu&#39;une plate-forme sociale réussira en la voyant. Facebook a racheté Instagram, WhatsApp et Oculus à l&#39;époque où ils étaient des start-up. Il a tenté d&#39;acheter Snapchat pour 3 milliards de dollars en 2013, mais l&#39;équipe derrière a décliné. </p> <p> Et c&#39;est peut-être exactement cela : Facebook a l&#39;habitude d&#39;emprunter des idées à des applications concurrentes, car Zuckerberg est toujours à la recherche de quelque chose de nouveau à apporter à Facebook. Dans ce qui est peut-être l&#39;exemple le plus célèbre, Facebook a lancé la tendance à &quot;voler&quot; Snapchat en ajoutant sa propre version de <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> histoires de médias sociaux </a> en 2017. </p> <p> Plus récemment, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook a lancé Quartiers </a> en octobre dernier, qui fonctionne de manière très similaire au service de réseau social hyperlocal <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> La porte à côté </a> . En décembre, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook a publié une collaboration </a> pour les appareils iOS, un saut tardif dans le train des clones de TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Qu&#39;est-ce que Facebook vise à devenir ? </h2> <p> Facebook a commencé comme un espace en ligne pour parler et rester en contact avec vos amis. Il est depuis devenu une plate-forme avec de nombreuses fonctions différentes qui plaisent à de nombreux types de personnes. </p> <p> La décision de Facebook d&#39;entrer sur le marché quelque peu de niche que Clubhouse a trouvé est intéressante. Que ce soit aussi une décision intelligente est quelque chose que nous devrons attendre et voir pour le découvrir. </p>"}