{"title":"Hyundai et Kia Deny sont en pourparlers pour développer la voiture Apple","content":"<p> Hyundai et sa filiale Kia ont vu leurs actions chuter après que les sociétés aient révélé dans des documents réglementaires qu&#39;elles n&#39;étaient pas en pourparlers avec Apple sur le projet secret Apple Car. </p> <p> Les actions de Hyundai et Kia ont chuté de 6,21 % et près de 15 %, respectivement. </p> <p> Les documents reconnaissent que Hyundai recevait des demandes &quot;de plusieurs sociétés&quot; de coopération dans le développement conjoint de véhicules électriques autonomes, mais ajoutent ensuite que &quot;rien n&#39;a été décidé&quot; puisque tout est &quot;à un stade précoce&quot;. </p> <p> &quot;Hyundai Motor n&#39;est pas en pourparlers avec Apple sur le développement de véhicules autonomes&quot;, indique le dossier de Hyundai. Selon <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , Kia Motors a également déclaré qu&#39;il n&#39;était pas en pourparlers avec Apple. </p> <p> Cela pourrait à son tour signifier qu&#39;Apple aurait peut-être décidé de s&#39;associer à des vendeurs d&#39;automobiles qui ne parleraient d&#39;aucune offre publiquement. En effet, MUO a récemment signalé qu&#39;une poignée de <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Les constructeurs automobiles japonais sont en négociations avec Apple </a> de rejoindre une chaîne d&#39;approvisionnement Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple n&#39;aime pas les fuites </h2> <p> Un accord de fabrication échoué avec Kia aurait inclus <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> construire environ 100 000 voitures Apple par an aux États-Unis </a> . L&#39;Apple Car était censée être basée sur la nouvelle plate-forme de véhicule électrique de Hyundai qui prend en charge une charge rapide à 80 % en 18 minutes et offre une autonomie maximale de 250 miles (environ 500 kilomètres) sur une seule charge. </p> <p> Kia est le deuxième constructeur automobile en Corée du Sud derrière son copropriétaire Hyundai. Apple vise apparemment à annoncer publiquement l&#39;Apple Car dans quelques années. </p> <p> </p> <p> Mais Apple est extrêmement sensible aux fuites, ce qui rend une rafale de récents rapports Apple Car plus intéressants et particuliers. Il est clair qu&#39;Apple n&#39;était pas content à cause de ces rapports, que la direction de l&#39;entreprise a probablement rencontrés avec surprise et consternation. </p> <p> Ce que nous voyons maintenant est probablement une sorte de contrôle des dommages de la part de Hyundai. Bien que les deux parties puissent revoir les pourparlers, nous ne pensons pas que cela se produira car il existe de nombreux autres constructeurs automobiles avec lesquels Apple pourrait, et sera probablement, s&#39;associer. </p> <p> <small> Crédit d&#39;image : Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}