{"title":"Instagram prend une position plus sévère sur le discours de haine dans les DM","content":"<p> Instagram a des conséquences plus sévères pour les utilisateurs qui envoient des discours de haine dans des messages directs (DM). La plate-forme apporte ces changements à la lumière des messages haineux ciblant les footballeurs britanniques. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Les agresseurs de DM peuvent désormais être définitivement bannis </h2> <p> Dans un article sur <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> le blog À propos d&#39;Instagram </a> , Instagram a annoncé qu&#39;il adopterait une position plus ferme sur les discours de haine dans les DM. La plate-forme a reconnu les &quot;abus en ligne racistes ciblant les footballeurs au Royaume-Uni&quot; et a déclaré qu&#39;elle ne &quot;voulait pas ce comportement sur Instagram&quot;. </p> <p> À l&#39;heure actuelle, les utilisateurs qui envoient un MP avec un discours haineux sont temporairement interdits d&#39;envoyer des messages sur l&#39;application. Une fois qu&#39;Instagram aura mis en œuvre ces nouveaux changements, la plate-forme interdira définitivement les comptes qui enfreignent à plusieurs reprises ses règles dans les DM. </p> <p> Instagram a également noté qu&#39;il désactivera tous les nouveaux comptes créés par les utilisateurs fautifs pour tenter de contourner les restrictions d&#39;Instagram. Enfin, il a déclaré qu&#39;il poursuivra ses efforts pour désactiver les comptes &quot;créés uniquement pour envoyer des messages abusifs&quot;. </p> <p> Alors que vous pouvez déjà <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> signaler des utilisateurs pour discours de haine sur Instagram </a> , la plate-forme travaille également à étendre son outil qui permet aux utilisateurs de bloquer les messages privés des comptes qu&#39;ils ne suivent pas. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Éradiquer le contenu haineux sur Instagram </h2> <p> Les discours de haine sur les plateformes sociales ne sont pas toujours évidents et ouverts. Les DM ne sont certainement pas à l&#39;abri des discours de haine, et la dernière mise à jour d&#39;Instagram aidera, espérons-le, à éloigner les utilisateurs abusifs de la plate-forme. </p>"}