{"title":"iOS 14.5 permet aux utilisateurs de sélectionner Spotify comme lecteur de musique par défaut","content":"<p> Au moins aux États-Unis, Spotify et Apple Music sont les deux principaux services de musique en streaming. Si vous êtes lié à l&#39;écosystème Apple, cependant, Apple Music a un gros avantage car il est plus complètement intégré aux offres de produits d&#39;Apple. </p> <p> Par exemple, une personne utilisant Siri pour demander une chanson a, jusqu&#39;à présent, été dirigée par défaut vers Apple Music. Mais cela est apparemment en train de changer avec la nouvelle version bêta d&#39;iOS 14.5 --- les utilisateurs pouvant désormais sélectionner différents services de musique tiers, y compris Spotify, comme service de musique par défaut. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Disponible sur la version bêta d&#39;iOS 14.5 </h2> <p> Comme noté par <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumeurs </a> , la fonctionnalité n&#39;est actuellement disponible que pour les utilisateurs de la version bêta de la dernière version d&#39;iOS, bien qu&#39;elle soit probablement déployée pour tout le monde dans un avenir proche. </p> <p> </p> <p> Le service de musique par défaut peut être sélectionné lorsque l&#39;utilisateur demande pour la première fois à Siri de lire une piste ou un album. Lorsqu&#39;ils le feront, ils se verront alors proposer la possibilité de choisir différents services comme standard. Tous les utilisateurs ne trouveraient pas que le processus de sélection fonctionne exactement de la même manière pour eux. Cela suggère qu&#39;Apple affine toujours la fonctionnalité. </p> <p> </p> <h2 id=\"different-options-available\"> Différentes options disponibles </h2> <p> Néanmoins, c&#39;est une bonne option à avoir. iOS 14 a permis aux utilisateurs d&#39;adopter plus facilement des alternatives tierces aux applications par défaut d&#39;Apple. Par exemple, ils peuvent désormais choisir différents clients de messagerie ou de navigateur. C&#39;est une excellente nouvelle pour tous ceux qui veulent un peu plus de choix lorsqu&#39;ils utilisent les systèmes d&#39;exploitation Apple. Et qui n&#39;aime pas le choix ? </p> <p> <small> Crédit d&#39;image: kenary820/ <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}