{"title":"Instagram n&#39;a pas réussi à promouvoir les publications TikTok sur les bobines","content":"<p> Instagram essaie de réduire le nombre de bobines qui ont été republiées à partir de TikTok. La plate-forme vient d&#39;annoncer que son algorithme ne fera plus la promotion des bobines dotées d&#39;un filigrane TikTok. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram réprime les publications de TikTok </h2> <p> Instagram rend plus difficile pour les utilisateurs de découvrir des bobines provenant de TikTok (et de toute autre application, d&#39;ailleurs). La plateforme a fait un post sur son <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> Compte Instagram @Créateurs </a> , annonçant une nouvelle liste de bonnes pratiques pour les bobines. </p> <p> Plus particulièrement, Instagram ne recommande pas de publier des bobines qui sont &quot;visiblement recyclées à partir d&#39;autres applications (c&#39;est-à-dire qui contiennent des logos ou des filigranes)&quot;. Instagram déclare que &quot;ces types de bobines ne seront pas recommandés aussi souvent aux personnes qui ne vous suivent pas encore dans des endroits comme l&#39;onglet bobines&quot;. </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Crédit d&#39;image: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram a lancé Reels </a> à l&#39;été 2020 comme une tentative directe de concurrencer TikTok. En raison de la similitude entre Reels et TikTok, qui utilisent tous deux un format vidéo court, les utilisateurs republient naturellement TikToks sur Reels. Mais désormais, ces greffes TikTok ne recevront plus le même traitement que le contenu créé nativement sur Reels. </p> <p> Cela a du sens pour Instagram, car la plate-forme cherche à rendre Reels encore plus populaire que TikTok. Instagram ne veut plus que les utilisateurs traitent Reels comme un dépotoir pour les TikToks viraux - il veut du contenu original créé par des créateurs qui utilisent réellement Reels. </p> <p> Les bobines avec des filigranes provenant d&#39;applications concurrentes ne sont pas les seuls types de vidéos que l&#39;algorithme d&#39;Instagram ne donnera pas la priorité. Instagram note également que toute bobine floue, entourée d&#39;une bordure ou couverte de texte ne sera pas promue. </p> <p> En ce qui concerne le type de contenu qui aidera les utilisateurs à se faire découvrir, Instagram suggère aux créateurs de publier du contenu inspirant, utilisant des outils créatifs, ayant une orientation verticale, tirant parti de la bibliothèque musicale d&#39;Instagram et étant &quot;divertissant et amusant&quot;. La plate-forme recommande également d&#39;essayer de lancer une tendance à l&#39;échelle de l&#39;application. </p> <p> Selon Instagram, suivre ces bonnes pratiques vous aidera à « avoir la meilleure chance d&#39;être découvert ». </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> TikTok sera-t-il jamais détrôné ? </h2> <p> Les meilleures pratiques mises à jour d&#39;Instagram pour les bobines montrent simplement à quel point TikTok est vraiment une menace. Il est courant de voir Reels arborer un logo TikTok, et cette mise à jour tentera de mettre le kibosh sur cette tendance. </p> <p> Cela dit, cela pourrait nettoyer tout contenu recyclé, mais cela pourrait éloigner les créateurs qui ont un suivi sur les deux applications. Instagram s&#39;efforce d&#39;être comme TikTok, et il pourrait finir par perdre sa propre identité dans le processus. </p>"}