{"title":"Le Xiaomi Mi 11 devient officiellement mondial","content":"<p> Si vous êtes à la recherche d&#39;un nouveau smartphone, vous pourriez penser que le <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> est le vaisseau amiral parfait pour vous. Mais le Xiaomi Mi 11 est un autre smartphone avec des spécifications haut de gamme que vous devez prendre en compte. </p> <p> Le téléphone a été le premier à sortir avec le processeur haut de gamme Qualcomm Snapdragon 888, mais il n&#39;était initialement disponible qu&#39;en Chine. </p> <p> Heureusement, Xiaomi a rectifié la situation et a lancé le téléphone dans le monde entier. Et non seulement il est livré avec des spécifications impressionnantes, mais il a un prix incroyablement bas. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> De quoi s&#39;agit-il avec le Xiaomi Mi 11 ? </h2> <p> De toute évidence, la principale chose qui attirera votre attention sur le Xiaomi Mi 11 est le processeur Snapdragon 888, mais la société propose également du matériel assez impressionnant dans tout l&#39;appareil. </p> <p> En commençant par l&#39;écran, le Xiaomi Mi 11 offre un écran impressionnant de 6,81 pouces. Il dispose d&#39;un écran AMOLED WQHD + 120 Hz, vous obtiendrez donc ce taux de rafraîchissement ultra rapide. Le téléphone dispose également de Gorilla Glass Victus qui va prendre un coup. De plus, il est livré avec une luminosité maximale de 1 500 nits, ce qui est assez impressionnant. </p> <p> </p> <p> L&#39;autre grand élément qui attire l&#39;attention est le capteur principal de 108 mégapixels de l&#39;appareil photo, qui prendra des photos incroyables. Il y a un objectif ultra-large de 13 mégapixels avec un champ de vision solide de 123 degrés et un téléobjectif de 5 mégapixels qui vous permettra de vous approcher de près. </p> <p> L&#39;avant du téléphone est doté d&#39;un appareil photo selfie de 20 mégapixels niché à l&#39;intérieur d&#39;une perforation. </p> <p> Une batterie de 4 600 mAh permet au téléphone de fonctionner pendant de longues périodes. Comme pour tout bon produit phare, des vitesses de charge filaires de 55 W ou sans fil de 50 W sont disponibles, vous pourrez donc recharger rapidement. De plus, vous obtenez une charge inversée avec le Xiaomi Mi 11, vous pouvez donc utiliser sa grande batterie pour recharger vos autres appareils. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Prix ​​et disponibilité du Xiaomi Mi 11 </h2> <p> Le téléphone devrait être lancé en Europe et en Australie. La société a révélé le prix en euros, affirmant que le téléphone ne coûterait que 749 €, ce qui est tout à fait raisonnable pour les spécifications que cet appareil apporte. Ce prix est pour le modèle de téléphone de base avec 8 Go de RAM et 128 Go de stockage. Un modèle plus cher comprend 8 Go de RAM et 256 Go de stockage interne pour 799 €. </p> <p> Le téléphone devrait être lancé dans les coloris Midnight Grey et Horizon Blue sur le marché européen. </p> <p> Xiaomi n&#39;a pas dit exactement quand le téléphone commencerait à être expédié. Au lieu de cela, la société a déclaré qu&#39;elle en annoncerait davantage via ses canaux de médias sociaux régionaux dans les prochains jours. </p> <p> Si vous êtes à la recherche d&#39;un appareil phare et que vous n&#39;êtes pas aux États-Unis, vous devriez absolument envisager de vous procurer le Xiaomi Mi 11. Il a des spécifications solides pour le prix. </p>"}