{"title":"Le PAC de Microsoft ne fera pas de don aux objecteurs d&#39;élection au cours du cycle à venir","content":"<p> À la suite de l&#39;attaque contre le Capitole des États-Unis, Microsoft a suspendu les contributions vers et depuis son PAC il y a environ trois semaines. La décision a été prise de donner au comité le temps d&#39;évaluer l&#39;impact de l&#39;émeute et la manière d&#39;aller de l&#39;avant au lendemain des événements. </p> <p> Maintenant, Microsoft a annoncé que les contributions de son PAC reprendraient mais ne ferait aucun don aux membres du Congrès qui ont voté contre la certification des résultats des élections. La suspension se poursuivra tout au long du cycle électoral de 2022 et constitue une déclaration importante de l&#39;une des principales entreprises technologiques au monde. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC suspend les contributions aux objecteurs </h2> <p> Le 5 février 2021, un message à <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog d&#39;entreprise de Microsoft </a> a révélé comment le PAC avancerait après l&#39;attaque sans précédent contre le Capitole du pays. </p> <p> </p> <p> Le PAC de Microsoft ne fera plus de dons aux membres du Congrès &quot;qui ont voté pour s&#39;opposer à la certification des électeurs&quot;. Cela s&#39;étend à tous les représentants de l&#39;État et autres organisations qui ont soutenu les objections ou suggéré que les législateurs annulent les résultats des élections. </p> <p> Le PAC changera également sa façon d&#39;aborder les dons. Auparavant, tous les dons étaient faits aux candidats politiques, comme c&#39;est le cas pour de nombreux comités d&#39;action politique. </p> <p> Cependant, le PAC de Microsoft prend en considération le fait que certains membres contributeurs ne souhaitent pas soutenir des personnalités politiques spécifiques et préféreraient plutôt financer des travaux et des organisations axés sur &quot;la préservation et la promotion de la démocratie&quot;. </p> <p> </p> <p> Dans le prolongement de cette politique, le PAC travaillera également plus étroitement avec d&#39;autres entreprises et organisations qui partagent les mêmes idéaux. </p> <p> Le changement final au PAC vient dans le nom. Les membres existants du Microsoft PAC ont trouvé que le nom ne reflétait pas complètement le fait qu&#39;il s&#39;agit d&#39;un fonds volontaire. Désormais, le PAC est renommé Microsoft Corporation Stakeholders Voluntary PAC (MSVPAC). </p> <blockquote> <p> Nous pensons que ces mesures sont appropriées étant donné l&#39;importance de ces questions pour la stabilité et l&#39;avenir de la démocratie américaine. Ils ont également été largement soutenus lors des séances d&#39;écoute et d&#39;autres commentaires des employés. Nous nous rendons compte que ces étapes, bien qu&#39;importantes, seront trop ou trop peu pour certains employés. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft tente de se distancer des objecteurs électoraux </h2> <p> La nouvelle que Microsoft prend désormais ses distances avec les opposants n&#39;est pas surprenante. Ce n&#39;est pas trop peu, trop tard de la part du géant de la technologie, mais c&#39;est sans aucun doute une tentative pour sauver la face après qu&#39;il est apparu que le PAC de Microsoft avait fait des dons considérables à de nombreux membres du Congrès à l&#39;origine du mouvement de rejet des résultats des élections. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> est l&#39;un des plus grands contributeurs aux membres du Congrès qui ont tenté de renverser le processus démocrate <br><br> Microsoft n&#39;a pris AUCUN ENGAGEMENT pour cesser de financer ce groupe <br><br> Lors d&#39;une réunion d&#39;entreprise jeudi, Prez Brad Smith a expliqué pourquoi. <br><br> Et c&#39;est assez épouvantable </p> – Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 janvier 2021 </a></blockquote>  <p> Même si le président de Microsoft, Brad Smith, a tenté d&#39;expliquer les contributions comme un outil politique régulier pour accéder aux politiciens (par exemple, les dons pour des faveurs politiques), cela montre pourquoi tant de gens pensent que l&#39;existence des PAC et des Super PAC est extrêmement préjudiciable à la démocratie. traiter. </p>"}