{"title":"L&#39;interdiction de Trump sur Twitter est pour toujours... même s&#39;il se présente à nouveau à la présidence","content":"<p> Twitter prend au sérieux son interdiction de l&#39;ancien président américain Donald Trump. La plateforme a annoncé qu&#39;elle ne laisserait jamais Trump revenir sur Twitter, même si Trump décide de se représenter à la présidence en 2024. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump est exclu de Twitter à vie </h2> <p> Au milieu du deuxième procès de destitution de Trump, le directeur financier de Twitter, Ned Segal, a accordé une interview sur Squawk Box de CNBC sur l&#39;avenir potentiel du compte Twitter de Trump. Segal a déclaré que Twitter n&#39;autoriserait plus jamais Trump sur la plate-forme, qu&#39;il décide ou non de se présenter aux élections. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;La façon dont nos politiques fonctionnent, lorsque vous êtes supprimé de la plate-forme, vous êtes supprimé de la plate-forme, que vous soyez commentateur, directeur financier ou ancien ou actuel fonctionnaire public », dit <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> CFO <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> si le compte du président Trump pouvait être restauré. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> - Boîte Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 février 2021 </a></blockquote>  <p> Segal a noté que les politiques de suppression de Twitter ne sont pas discriminatoires, déclarant : « lorsque vous êtes supprimé de la plate-forme, vous êtes supprimé de la plate-forme, que vous soyez un commentateur, un directeur financier ou un ancien ou un public actuel. officiel.&quot; </p> <p> Il a ensuite ajouté que &quot;les politiques de Twitter sont conçues pour s&#39;assurer que les gens n&#39;incitent pas à la violence&quot;, et si quelqu&#39;un enfreint ces politiques, Twitter doit les supprimer. Les règles de la plateforme &quot;ne permettent pas aux gens de revenir&quot;. </p> <p> En d&#39;autres termes, Trump ne pourra jamais revenir sur Twitter, et le fait qu&#39;il soit un ancien fonctionnaire n&#39;y changera rien. L&#39;interdiction de Twitter restera également en vigueur si Trump tente à nouveau de se présenter à la présidence. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> La relation tumultueuse de Trump avec les médias sociaux </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter a interdit Trump </a> suite aux émeutes de Capitol Hill le 6 janvier 2021, pour avoir enfreint la politique d&#39;incitation à la violence de la plateforme. Mais même avant cette interdiction permanente, Trump et Twitter entretenaient une relation très mouvementée. </p> <p> Tout au long de la présidence de Trump, Twitter a été fréquemment trouvé <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> signaler et supprimer les tweets de Trump </a> pour avoir enfreint les politiques de la plate-forme. La plate-forme a continuellement étiqueté ses Tweets comme contenant de la désinformation sur le vote, COVID-19 et même l&#39;intégrité des élections américaines. </p> <p> Même encore, Twitter n&#39;était pas le seul à étiqueter et à restreindre certains tweets de Trump. Facebook a également joué un grand rôle dans <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> signaler le contenu de Trump pour désinformation </a> . </p> <p> Trump a été essentiellement banni de tous les médias sociaux à la suite des manifestations de Washington, DC. Non seulement Twitter a supprimé Trump de sa plateforme, mais Facebook, Instagram Snapchat, YouTube et même Twitch ont pris des mesures sur le compte de Trump. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Le sombre avenir de la présence sociale de Trump </h2> <p> Maintenant que Trump est exclu de presque toutes les principales plateformes sociales, on ne sait pas s&#39;il reviendra un jour sur les réseaux sociaux. Pour certains, c&#39;est une notion bienvenue, mais pour d&#39;autres, l&#39;interdiction des comptes de Trump est une violation de la liberté d&#39;expression. </p> <p> Parler, le soi-disant réseau social de la liberté d&#39;expression, aurait probablement accueilli la présence de Trump à bras ouverts. Mais maintenant que la plate-forme a licencié son propre PDG et a été démarrée à partir de l&#39;ensemble d&#39;Internet, il faudra probablement des semaines (voire des mois) avant le retour de Parler. </p>"}