{"title":"Le nouveau concierge Nintendo Switch vous montrera autour de votre console","content":"<p> Si vous êtes un nouvel utilisateur de Nintendo Switch basé aux États-Unis et que vous ne connaissez pas votre ZL de votre ZR, alors vous avez de la chance. Nintendo est là pour vous aider. </p> <h2 id=\"nintendo-launches-nintendo-switch-concierge\"> Nintendo lance Nintendo Switch Concierge </h2> <p> Nintendo a annoncé son nouveau service de conciergerie Switch via un post sur <a href=\"https://www.nintendo.com/whatsnew/detail/2021/get-one-on-one-help-with-your-new-system-from-our-experts/\" target=\"_blank\" rel=\"nofollow noopener\"> Actualités Nintendo </a> . Il s&#39;agit d&#39;un programme pilote, actuellement uniquement disponible aux États-Unis, qui vise à montrer aux gens leur nouvelle console Switch. </p> <p> À partir de maintenant, les nouveaux propriétaires américains de Nintendo Switch peuvent se diriger vers le <a href=\"https://www.nintendo.com/nintendo-switch-concierge/\" target=\"_blank\" rel=\"nofollow noopener\"> Changer de page Conciergerie sur Nintendo.com </a> et prenez rendez-vous avec un représentant Nintendo réel. Ils vous guideront ensuite à travers votre console et ses fonctionnalités. Pour tout à fait gratuitement. </p> <p> </p> <h2 id=\"what-does-nintendo-switch-concierge-do\"> Que fait la conciergerie Nintendo Switch ? </h2> <p> En une phrase, Nintendo Switch Concierge vous fait visiter votre console et vous aide à en tirer le meilleur parti. </p> <p> N&#39;oubliez pas, Concierge est un projet pilote et ne durera que jusqu&#39;au 22 février. S&#39;il réussit, Nintendo envisagera de déployer le service comme une fonctionnalité plus permanente. </p> <p> Les utilisateurs peuvent s&#39;inscrire à une série de conversations vidéo en tête-à-tête d&#39;une demi-heure, qui couvrent des leçons de base visant à tirer le meilleur parti de votre console. Les leçons disponibles (et ce que chacune implique) sont : </p> <ul> <li> <strong> Nintendo Switch 101 </strong> : &quot;Présentation du système Nintendo Switch, y compris les modes de jeu, le processus de configuration, l&#39;achat et le jeu, y compris toutes les questions générales que vous pourriez avoir.&quot; </li> <li> <strong> Jeux (pour commencer) </strong> : &quot;Présentation des jeux Nintendo Switch, y compris : options d&#39;achat, cartes de jeu par rapport aux téléchargements numériques, genres de jeux et fonctionnalité de liste de souhaits.&quot; </li> <li> <strong> Jeux (À quoi jouer ensuite) </strong> : &quot;Partagez et discutez des recommandations sur les prochains jeux à jouer en fonction de qui joue, des styles de jeu, des jeux préférés, du système et des accessoires possédés.&quot; </li> <li> <strong> Sécurité et confidentialité </strong> : &quot;Apprenez à définir des restrictions de jeu pour la famille, à revoir les options de sécurité et à définir des restrictions sur les achats.&quot; </li> <li> <strong> Compte Nintendo </strong> : &quot;Présentation du compte Nintendo, du programme de récompenses My Nintendo et de Nintendo Switch Online, y compris l&#39;interaction entre plusieurs systèmes (le cas échéant).&quot; </li> <li> <strong> Personnalisation </strong> : &quot;Découvrez toutes les façons dont vous pouvez personnaliser votre expérience Nintendo, y compris la personnalisation de l&#39;interface de votre système, l&#39;ajout d&#39;accessoires et l&#39;inspiration de @NintendoInspired Instagram.&quot; </li> </ul> <p> De quoi s&#39;entendre avec là-bas, alors. Si la session de 30 minutes ne couvre pas tout ce que vous attendiez, vous pourrez trouver des tutoriels plus avancés ailleurs, tels que <a href=\"https://www.makeuseof.com/best-nintendo-switch-apps/\" target=\"_blank\" rel=\"nofollow noopener\"> quelles applications Switch non liées au jeu installer </a> ou alors <a href=\"https://www.makeuseof.com/stop-sharing-nintendo-switch-eshop-data/\" target=\"_blank\" rel=\"nofollow noopener\"> comment désactiver Google Analytics sur le Switch eShop </a> . </p> <p> </p> <h2 id=\"the-nintendo-switch-is-a-great-platform-for-everyone\"> La Nintendo Switch est une excellente plate-forme pour tout le monde </h2> <p> <img alt=\"nintendo switch\" src=\"images/nintendo-switch-1-390.jpg\" loading=\"lazy\"> </p> <p> Indépendamment de ce que vous pensez de Nintendo elle-même, vous ne pouvez pas nier que le Switch (et le Switch Lite, bien sûr) est une excellente plate-forme qui fonctionne bien pour les débutants et les pro-gamers. </p> <p> Des mouvements comme celui-ci montrent à quel point Nintendo s&#39;investit pour rendre l&#39;expérience Switch aussi agréable et inclusive pour chaque personne qui achète la console. </p>"}