{"title":"Les 5 meilleurs calculateurs d&#39;alimentation en ligne","content":"<p> Que vous achetiez une nouvelle alimentation ou que vous soyez simplement curieux de savoir combien d&#39;électricité votre PC utilise, un calculateur d&#39;alimentation en ligne peut vous aider. </p> <p> Ces outils Web pratiques calculent les besoins énergétiques combinés de vos composants, afin que vous puissiez prendre une décision éclairée quant à la puissance dont vous avez besoin. Voici quelques-uns des meilleurs calculateurs d&#39;alimentation. </p> <h2 id=\"why-use-an-online-power-supply-calculator\"> Pourquoi utiliser un calculateur d&#39;alimentation en ligne ? </h2> <p> Chaque composant que vous ajoutez à un PC tirera de l&#39;électricité de l&#39;unité d&#39;alimentation (PSU). Plus vous en ajoutez, plus vous avez besoin de puissance. RAM, cartes graphiques, processeurs, cartes mères, ils ont tous besoin de jus pour fonctionner efficacement et en toute sécurité. Cela n&#39;augmente que si vous commencez <a href=\"https://www.makeuseof.com/overclock-gpu-windows-10-asus-gpu-tweak/\" target=\"_blank\" rel=\"nofollow noopener\"> overclocker vos composants </a> . </p> <p> Si votre bloc d&#39;alimentation est trop faible pour alimenter tous vos composants, vous pouvez rapidement rencontrer des problèmes. Votre PC peut ne pas démarrer, il peut subir des arrêts apparemment aléatoires et votre système d&#39;exploitation peut se bloquer. Si vous êtes particulièrement malchanceux, il pourrait griller, emportant votre carte mère et ses composants avec lui. </p> <p> Les calculateurs d&#39;alimentation en ligne peuvent vous aider à éviter de tels problèmes. Ils ne sont pas précis à 100 %, mais ils peuvent indiquer si votre alimentation est manifestement insuffisante ou fonctionne presque à pleine capacité. Il est important de se rappeler, cependant, qu&#39;il existe d&#39;autres <a href=\"https://www.makeuseof.com/tag/6-things-know-buying-power-supply-unit-psu/\" target=\"_blank\" rel=\"nofollow noopener\"> facteurs à prendre en compte lors du choix d&#39;un bloc d&#39;alimentation </a> . Les blocs d&#39;alimentation bon marché fournissent souvent moins d&#39;énergie qu&#39;ils ne le prétendent et peuvent être moins fiables. </p> <p> </p> <h2 id=\"1-outervision-power-supply-calculator\"> 1. <a href=\"https://outervision.com/power-supply-calculator\" target=\"_blank\" rel=\"nofollow noopener\"> Calculateur d&#39;alimentation d&#39;OuterVision </a></h2> <p> <img alt=\"OuterVision power supply calculator\" src=\"images/outervision-power-supply-calculator-1-662.png\" loading=\"lazy\"> </p> <p> L&#39;objectif principal du site Web Extreme OuterVision est le calculateur de bloc d&#39;alimentation, mais il fournit également des revues d&#39;alimentation et des exemples de versions à des fins différentes. Le calculateur d&#39;alimentation peut être réglé sur <strong> De base </strong> ou alors <strong> Expert </strong> . </p> <p> Comme les autres calculatrices PSU, vous choisissez vos composants à l&#39;aide d&#39;une variété de menus déroulants, de curseurs et de zones de texte. le <strong> Expert </strong> La version étend le nombre de ceux-ci pour inclure des paramètres avancés, tels que l&#39;overclocking et le refroidissement liquide. </p> <p> Dans les deux cas, vous pouvez définir combien de temps votre PC fonctionnera chaque jour et combien de temps sera consacré à des tâches à forte demande comme les jeux ou le rendu 3D. Dans les deux modes, vous pouvez uniquement définir l&#39;option de la carte mère sur <strong> Serveur </strong> , <strong> Bureau </strong> , ou alors <strong> Mini-ITX </strong> . </p> <p> La plupart des champs n&#39;autorisent que des composants génériques, comme 8 Go de RAM DDR4 ou 256 Go de SSD SATA. Cependant, vous pouvez choisir des processeurs et des cartes graphiques spécifiques, ce qui signifie probablement des résultats plus précis. C&#39;est la seule calculatrice de cette liste qui inclut des moniteurs. </p> <p> Les résultats incluent la puissance de charge et la puissance recommandée. Dans <strong> Expert </strong> mode, vous pouvez également voir l&#39;ampérage combiné et une estimation de vos coûts énergétiques. Le site OuterVision propose également un calculateur de consommation d&#39;énergie pour les plates-formes minières de crypto-monnaie. </p> <p> En plus de déterminer la rentabilité minière potentielle de votre plate-forme, elle est liée à Amazon, où vous pouvez acheter les pièces pour la construire. </p> <p> </p> <h2 id=\"2-cooler-master-power-supply-calculator\"> 2. <a href=\"https://www.coolermaster.com/power-supply-calculator/\" target=\"_blank\" rel=\"nofollow noopener\"> Calculateur d&#39;alimentation Cooler Master </a></h2> <p> <img alt=\"cooler master power supply calculator\" src=\"images/cooler-master-power-supply-calculator-e1611671494951-262.png\" loading=\"lazy\"> </p> <p> La plupart des passionnés de technologie connaissent Cooler Master. Il fabrique une large gamme de boîtiers, de refroidisseurs, d&#39;alimentations et de périphériques pour les constructeurs de PC. </p> <p> Si vous construisez un PC simple sans beaucoup de cloches et de sifflets supplémentaires, la calculatrice PSU de Cooler Master peut vous donner une estimation raisonnable de vos besoins en énergie. </p> <p> Il offre un choix de sept facteurs de forme de carte mère, y compris ATX et Mini-ATX, mais pas de modèles de cartes spécifiques. Vous pouvez également définir votre processeur et votre carte graphique, mais tout le reste est générique. </p> <p> Il n&#39;offre pas autant d&#39;options que la calculatrice OuterVision, mais il couvre assez bien les bases. Et, bien sûr, cette calculatrice existe comme un moyen de recommander les alimentations Cooler Master. Cooler Master est largement considéré comme une marque de confiance et fiable pour les blocs d&#39;alimentation, mais il est important de reconnaître ce biais. </p> <p> </p> <h2 id=\"3-be-quiet-psu-calculator\"> 3. <a href=\"https://www.bequiet.com/psucalculator\" target=\"_blank\" rel=\"nofollow noopener\"> Soyez silencieux! Calculateur de bloc d&#39;alimentation </a></h2> <p> <img alt=\"BeQuiet power supply calculator\" src=\"images/bequiet-power-supply-calculator-859.png\" loading=\"lazy\"> </p> <p> Comme Cooler Master, Be Quiet fabrique des boîtiers, des blocs d&#39;alimentation, des ventilateurs et d&#39;autres pièces de PC, de sorte que sa calculatrice recommande naturellement ses propres produits. Son calculateur de bloc d&#39;alimentation est également épuré, mais il possède des options intéressantes qui valent le détour. </p> <p> Comme pour les autres calculatrices, les seules zones que vous pouvez remplir avec des modèles spécifiques sont celles du processeur et de la carte graphique. Il n&#39;a pas du tout d&#39;options pour la carte mère et vous ne pouvez spécifier qu&#39;une quantité de disques SATA, de disques PATA et de clés RAM, pas leur vitesse ou leur capacité. </p> <p> Il propose également des options d&#39;overclocking simples (overclockées ou fortement overclockées), ainsi qu&#39;un paramètre pour la transmission de l&#39;alimentation USB 3.2. Mais ce qui ressort, c&#39;est la possibilité d&#39;enregistrer les configurations sur votre PC sous forme de fichiers texte. Ce n&#39;est peut-être pas très utile avec une calculatrice aussi relativement simple, mais c&#39;est bien d&#39;avoir cette option. </p> <p> Une fois le calcul effectué, le site vous proposera une sélection d&#39;alimentations Be Quiet, avec des options pour filtrer davantage les résultats. </p> <p> </p> <h2 id=\"4-power-supply-calculator\"> 4. <a href=\"http://powersupplycalculator.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Calculateur d&#39;alimentation </a></h2> <p> <img alt=\"power supply calculator dot net\" src=\"images/power-supply-calculator-dot-net-e1611671539639-366.png\" loading=\"lazy\"> </p> <p> Cette calculatrice de bloc d&#39;alimentation est idéale pour les ordinateurs plus anciens, car elle ne semble pas avoir été mise à jour depuis un certain temps. Il manque beaucoup de composants plus récents, mais il vous permet également d&#39;ajouter des connexions FireWire à vos spécifications, que vous ne trouverez peut-être pas avec les nouvelles calculatrices. </p> <p> Il convient également de noter le graphique à barres qu&#39;il produit à la fin. Cela vous montre la répartition de la puissance dans votre système, à la fois au ralenti et en charge. Ce n&#39;est pas quelque chose que la plupart des autres calculatrices offrent. </p> <p> En plus des composants habituels tels que les disques durs et les SSD, vous pouvez ajouter des périphériques tels que des claviers et des souris. Vous pouvez également inclure une variété de cartes PCI et PCI Express et jusqu&#39;à cinq ventilateurs. Il existe également des curseurs d&#39;overclocking pour les processeurs. </p> <p> Si vous avez un PC plus ancien et que vous souhaitez vérifier sa consommation d&#39;énergie ou remplacer son bloc d&#39;alimentation, ce calculateur vaut la peine d&#39;être essayé. Il offre des résultats intéressants que vous ne trouverez nulle part ailleurs et ne vous pousse pas à acheter quoi que ce soit. Pour les nouveaux PC, cependant, vous devrez utiliser l&#39;une des autres calculatrices. </p> <p> </p> <h2 id=\"pcpartpicker-system-builder\"> 5. <a href=\"https://pcpartpicker.com/list/\" target=\"_blank\" rel=\"nofollow noopener\"> Générateur de système PCPartPicker </a></h2> <p> <img alt=\"PC part picker system builder\" src=\"images/pc-part-picker-system-builder-e1611671564379-603.png\" loading=\"lazy\"> </p> <p> PCPartPicker vous présente une liste de tous les composants essentiels dont vous avez besoin pour construire un PC. Sous chaque titre se trouve un bouton sur lequel vous cliquez pour ajouter une pièce. Vous obtenez alors une longue liste de produits réels parmi lesquels choisir, y compris les prix de divers marchands. </p> <p> Au fur et à mesure que vous ajoutez des pièces à votre liste, System Builder garde une trace de la compatibilité de vos composants et de la puissance globale estimée. Vous avez également la possibilité d&#39;exporter votre liste. Le site génère automatiquement un lien unique que vous pouvez partager, mais vous pouvez également générer du texte de balisage que vous pouvez copier et coller pour l&#39;intégrer ailleurs. </p> <p> Vos listes peuvent également être enregistrées dans votre compte si vous en créez une. De plus, vous pouvez voir un historique de toutes les listes que vous avez créées, ce qui est parfait si vous souhaitez comparer les versions potentielles. </p> <p> Ce n&#39;est pas un calculateur de bloc d&#39;alimentation dédié, il ne vous donne donc pas une ventilation des besoins en énergie et ne prend pas en compte l&#39;overclocking. Mais cela vous permet de choisir des composants réels pour chaque partie de votre construction, puis de baser les exigences du bloc d&#39;alimentation sur cela. </p> <p> </p> <h2 id=\"how-accurate-are-power-supply-calculators\"> Quelle est la précision des calculatrices d&#39;alimentation ? </h2> <p> Les calculatrices PSU ne peuvent donner qu&#39;une estimation, plutôt qu&#39;un chiffre exact. Par conséquent, vous pouvez les utiliser comme guide, mais ne prenez pas les résultats comme un évangile. </p> <p> Lors de nos tests, nous avons imaginé un PC de jeu avec une carte graphique et un processeur haut de gamme, 16 Go de DDR4, un SSD SATA et un disque dur de 7 200 tr/min. Les recommandations que nous avons reçues des calculatrices allaient de 527W à 580W. </p> <p> Dans tous les cas, ces chiffres étaient inférieurs aux attentes. Nvidia, par exemple, indique qu&#39;une carte haut de gamme comme la GeForce RTX 3080 nécessite au moins un bloc d&#39;alimentation de 750 W. </p> <p> </p> <h2 id=\"get-the-right-amount-of-power-to-your-rig\"> Obtenez la bonne quantité de puissance pour votre plate-forme </h2> <p> En effet, il est préférable d&#39;avoir des frais généraux lors du choix d&#39;une alimentation, donc quoi que ces calculatrices suggèrent, vous devriez probablement ajouter quelques centaines de watts en plus. Ils semblent tous coupables de suggérer le strict minimum. </p> <p> N&#39;oubliez pas non plus que toutes les alimentations ne sont pas égales. Les blocs d&#39;alimentation bon marché ou sous-alimentés peuvent causer toutes sortes de problèmes. En fait, ils peuvent même faire frire complètement votre carte mère. Choisissez donc avec soin et demandez conseil à un constructeur de PC expérimenté si vous n&#39;êtes pas sûr. </p>"}