{"title":"Les rapports de type Waze arrivent sur Apple Maps","content":"<p> Apple Maps sur iOS 14.5 bénéficie de nouvelles fonctionnalités de création de rapports participatives similaires à celles de Waze et de Google Maps. Lorsque la mise à jour sera lancée publiquement, les utilisateurs pourront signaler les accidents, les dangers et les contrôles de vitesse le long de leur itinéraire lors de l&#39;obtention d&#39;un itinéraire. </p> <p> Apple annonce cette fonctionnalité avec un écran de démarrage qui s&#39;affiche la première fois que vous demandez un itinéraire à partir de Maps après la mise à niveau vers iOS 14.5. Il s&#39;agit certainement d&#39;une nouvelle fonctionnalité, car les versions précédentes de l&#39;application Maps ne disposaient d&#39;aucune fonctionnalité de rapport d&#39;accident. </p> <p> En ce qui concerne la navigation GPS sur les smartphones, les deux <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Maps et Waze ont popularisé </a> signalement des dangers par le crowdsourcing. Dans cet esprit, il est formidable que le service de cartographie d&#39;Apple dispose enfin de fonctionnalités de reporting similaires. </p> <h2 id=\"when-can-i-use-this-feature\"> Quand puis-je utiliser cette fonctionnalité ? </h2> <p> D&#39;après les affiches sur <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> qui ont repéré des rapports de danger dans Maps, cela nécessite iOS 14.5 ou iPadOS 14.5. Les deux mises à jour sont actuellement testées par les développeurs enregistrés d&#39;Apple et les bêta-testeurs publics. En ce qui concerne le grand public, vous aurez la possibilité d&#39;essayer l&#39;interface de création de rapports dans Maps lors du lancement public de ces mises à jour au printemps. </p> <p> </p> <p> iOS 14.5 apporte des fonctionnalités supplémentaires, y compris la fenêtre contextuelle controversée de transparence du suivi des applications d&#39;Apple. Parmi les autres nouvelles fonctionnalités, citons la possibilité de <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> partagez votre Apple Card avec les membres de votre famille </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> prise en charge des nouveaux contrôleurs PlayStation 5 et Xbox Series X </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> déverrouiller votre iPhone avec une Apple Watch </a> tout en portant un masque, ainsi qu&#39;une nouvelle fonction de sécurité protégeant contre les bombes textuelles Messages, pour n&#39;en citer que quelques-unes. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Comment signaler un danger de circulation sur Apple Maps </h2> <p> Pour signaler les dangers que vous voyez en cours de route, balayez vers le haut sur l&#39;interface Maps‌ où les détails de la carte sont disponibles pour révéler un nouveau bouton « Signaler » dans le bac inférieur. Appuyez maintenant sur l&#39;icône « Accident », « Danger » ou « Vérification de la vitesse » pour signaler l&#39;événement de trafic correct, qui est similaire à des applications comme Waze. « Taper signale automatiquement votre emplacement sans fenêtre de confirmation, il ne doit donc pas être utilisé sauf dans une situation valide, note <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumeurs </a> . </p> <p> </p> <p> La nouvelle interface de rapport est également disponible dans l&#39;édition CarPlay de Maps et via l&#39;assistant numérique Siri, a découvert MacRumors. Par exemple, &quot;Hey Siri, il y a un piège à vitesse ici&quot;, &quot;Hey ‌Siri‌, il y a un accident&quot;, ou quelque chose de ce genre fera l&#39;affaire. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Rapports de trafic dans les applications de cartographie rivales </h2> <p> Depuis plusieurs années, les applications de cartographie rivales externalisent les accidents, les radars, les dangers et bien plus encore. Dans Google Maps, les utilisateurs ont pu signaler des événements de circulation supplémentaires au-delà des accidents, des dangers et des contrôles de vitesse. Par exemple, Google Maps vous permet également de signaler les accidents, les fermetures de voies, les véhicules en panne, les travaux de construction et les objets sur la route. </p> <p> Et dans Waze, vous pouvez signaler les fermetures de routes, la police, la construction, etc. Les rapports de crowdsourcing dans Waze agrègent les rapports des utilisateurs sur les serveurs de Google et sont livrés avec un système de points pour inciter les gens à soumettre des événements de circulation le long de la route. Apple n&#39;a pas encore détaillé le fonctionnement de son système ni révélé comment sa nouvelle fonctionnalité protège la confidentialité. </p>"}