{"title":"La fonction de recherche par onglet de Chrome peut apparaître dans Microsoft Edge","content":"<p> Maintenant que Microsoft Edge utilise la base de code Chromium, le navigateur du géant du logiciel peut désormais profiter des mêmes avantages que Google Chrome par défaut. Un utilisateur de Reddit aux yeux perçants a repéré une modification récente de Microsoft Edge qui fait allusion à la fonction de recherche par onglets de Chrome apparaissant sur le navigateur. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Comment la recherche par onglet pourrait arriver sur Microsoft Edge </h2> <p> L&#39;utilisateur de Reddit Leopeva64-2 a sonné l&#39;alarme sur le <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Sous-titre Microsoft Edge </a> après avoir identifié une variable changeante dans le code d&#39;Edge. </p> <p> Auparavant, vous deviez faire sortir manuellement la fonctionnalité de sa cachette. Il était enfoui dans le code de Microsoft Edge et vous deviez utiliser l&#39;indicateur de ligne de commande <code>--enable-features=TabSearch</code> pour l&#39;activer. </p> <p> Désormais, cet indicateur ne fonctionne plus, mais il a été remplacé par un nouvel indicateur appelé <code>--enable-features=msTabSearch</code>. Comme le dit Leopeva64-2 : </p> <blockquote> <p> Les indicateurs qui commencent par « ms » (msExtensionsHub, msDownloadsHub, etc.) sont généralement utilisés pour activer ou désactiver les fonctionnalités Edge « exclusives ». bientôt (ou peut-être qu&#39;ils ajouteront un nouveau drapeau sur edge://flags). </p> </blockquote> <p> En tant que tel, étant donné que l&#39;indicateur TabSearch comporte désormais la balise &quot;ms&quot;, nous verrons probablement cette fonctionnalité apparaître sur Microsoft Edge par défaut. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> La rivalité amicale de Microsoft avec Chrome </h2> <p> Si Microsoft va de l&#39;avant avec l&#39;activation de cette fonctionnalité, cela fera un pas de plus pour se rapprocher du plus important navigateur sur Internet, Google Chrome. </p> <p> Pour affronter ses concurrents, Microsoft a trouvé un équilibre entre l&#39;ajout de fonctionnalités que les gens attendent d&#39;un navigateur moderne et le développement de nouvelles fonctionnalités pour aider Edge à se démarquer. Par example, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge a reçu un outil de recherche dans la barre latérale </a> pour l&#39;aider à mieux rivaliser avec Chrome. </p> <p> Cependant, Microsoft n&#39;a pas oublié qui a donné à Edge le coup de pouce dont il avait besoin. Après tout, le navigateur est désormais basé sur la base de code Chromium de Google, donc Microsoft doit parfois travailler avec Chrome s&#39;il veut améliorer Edge. </p> <p> En fait, étant donné que Microsoft aide à développer des correctifs et des fonctionnalités pour la base de code Chromium, la société est <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> devenir rapidement le plus grand allié de Chrome </a> . En tant que tel, Microsoft entretient une relation étrange avec Chrome, où il est à la fois en concurrence et en aide à son rival. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Recherche de la fonctionnalité de recherche d&#39;onglets dans Microsoft Edge </h2> <p> Bien que rien n&#39;ait encore été officiellement confirmé, il existe des preuves suggérant que Microsoft souhaite intégrer la fonction de recherche par onglets de Chrome dans Chrome. Nous devrons tenir nos chevaux et garder un œil sur le développement d&#39;Edge pour voir s&#39;il fait une apparition. </p> <p> Si vous souhaitez savoir comment Microsoft Edge innove face à ses concurrents, vous devez connaître sa fonctionnalité Sleeping Tabs. Les premiers tests de cette fonctionnalité ont réduit l&#39;utilisation du processeur du navigateur de 37%. </p> <p> <small> Crédit d&#39;image : sdx15/ <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}