{"title":"Les webinaires arrivent dans les équipes Microsoft via un nouveau forfait payant","content":"<p> Si vous avez toujours voulu héberger un webinaire dans Microsoft Teams, vous pourrez bientôt le faire --- mais vous devrez d&#39;abord payer. L&#39;éditeur de logiciels a dévoilé ses plans pour Teams Pro, un service d&#39;abonnement qui permettra aux membres d&#39;héberger des webinaires avec Teams. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> Qu&#39;est-ce qui arrive à Microsoft Teams avec Teams Pro ? </h2> <p> La nouvelle de cette fonctionnalité est tombée le <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Pétri </a> . Microsoft prévoit de publier un nouveau service par abonnement appelé Teams Pro, conçu pour améliorer la façon dont vous utilisez Teams. Le service est actuellement prévu pour une sortie mi-mars 2021. </p> <p> On ne sait pas combien coûtera Teams Pro, mais ce que nous savons, c&#39;est que les abonnés Pro auront la possibilité de créer des webinaires. Cela a beaucoup de sens, car <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft réalise un énorme profit dans un monde frappé par une pandémie, </a> et Teams a le potentiel d&#39;être un puissant générateur d&#39;argent pour l&#39;entreprise. </p> <p> Teams Pro apportera également &quot;l&#39;intelligence de la réunion&quot;. On ne sait pas exactement ce que cela signifie, mais Brad Sams de Petri a quelques réflexions sur ce que cette fonctionnalité mystérieuse peut impliquer : </p> <blockquote> <p> ... Je soupçonne que cela sera étroitement lié à la fonctionnalité du webinaire - les deux s&#39;imbriquent comme OneDrive et SharePoint. Si vous hébergez un webinaire avec Teams, vous aurez besoin d&#39;informations supplémentaires telles que le temps passé dans une session, s&#39;ils ont posé une question, etc. </p> </blockquote> <p> En tant que tel, il y a de fortes chances que « l&#39;intelligence de la réunion » soit un autre exemple d&#39;expérimentation par Microsoft de l&#39;automatisation du processus de rétroaction des réunions. Nous avons vu l&#39;entreprise l&#39;essayer plus tôt avec un <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> système qui détecte qui a l&#39;air de s&#39;ennuyer lors d&#39;une réunion </a> . </p> <p> En ce qui concerne les détails, cependant, il n&#39;y a pas grand-chose de plus à faire. En tant que tel, nous devrons attendre notre temps pour voir ce que Microsoft a prévu pour Teams Pro, y compris combien cela coûtera et comment les webinaires fonctionneront exactement. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro : un incontournable pour le professionnel ? </h2> <p> Les détails sont malheureusement très clairsemés sur ce que Microsoft prévoit pour Teams Pro. Cependant, nous savons que les webinaires font partie du plan d&#39;abonnement, nous devrons donc attendre de voir comment cette actualité évoluera au fil du temps. </p> <p> Si vous travaillez à domicile et envisagez de créer votre propre entreprise, un webinaire est un excellent moyen de vous faire connaître. Avant de vous lancer dans la création d&#39;un webinaire, c&#39;est une bonne idée d&#39;étudier ce qui fait un bon webinaire afin de pouvoir donner une première impression professionnelle. </p> <p> <small> Crédit d&#39;image : fizkes/ <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}