{"title":"Microsoft pourrait bientôt vous récompenser pour l&#39;utilisation d&#39;Edge","content":"<p> Le nouveau Microsoft Edge a fait des pas de géant depuis qu&#39;il est passé à une version Chromium, mais tout le monde n&#39;est pas encore assez convaincu pour l&#39;utiliser. Le géant du logiciel vise à résoudre ce problème en donnant aux gens des points dans Microsoft Rewards pour l&#39;utilisation de son nouveau navigateur. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Gagner de gros points avec Microsoft Edge </h2> <p> Les récents changements apportés à Microsoft Rewards ont été repérés par <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> sur MSFT </a> . Certains utilisateurs de Rewards aux yeux d&#39;aigle ont noté que Microsoft accordait désormais beaucoup plus de points aux personnes qui utilisaient Edge pour effectuer des recherches sur Bing. </p> <p> Vous pouvez échanger ces points contre des cadeaux, ce qui est une aubaine pour les fans de Microsoft. Par exemple, vous pouvez utiliser Microsoft Rewards pour obtenir <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> Xbox Live Gold gratuit </a> . </p> <p> Auparavant, les utilisateurs n&#39;avaient qu&#39;un petit coup de pouce lorsqu&#39;ils utilisaient Edge pour rechercher sur Bing. Vous obtiendrez 150 points si vous effectuez une recherche sur un PC et 100 sur un appareil mobile. Quelle que soit la méthode choisie, vous obtenez un bonus de 20 points si vous utilisez Microsoft Edge lors de la recherche sur Bing. </p> <p> À présent, Microsoft expérimente un nouveau système de points qui peut donner jusqu&#39;à 250 points uniquement pour l&#39;utilisation d&#39;Edge. Microsoft équilibre les points Edge boostés en en donnant moins pour l&#39;utilisation d&#39;un PC ou d&#39;un appareil mobile, mais c&#39;est quand même beaucoup pour la simple utilisation du navigateur Edge. </p> <p> Certaines personnes ne voient pas ces points Edge améliorés, il y a donc de fortes chances que Microsoft ne fasse que voir comment les choses se passent pour le moment. Cependant, cela montre que la société envisage la possibilité de récompenser davantage les utilisateurs pour l&#39;utilisation d&#39;Edge. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Amener vos points Microsoft Rewards à la périphérie </h2> <p> Si vous êtes un grand fan de Microsoft Rewards, vous voudrez essayer d&#39;utiliser Edge pour rechercher Bing à l&#39;avenir. La société semble prévoir d&#39;offrir plus de récompenses aux utilisateurs Edge en guise de remerciement pour l&#39;utilisation de son navigateur. </p> <p> Si vous avez besoin de plus d&#39;excuses pour démarrer Microsoft Edge, saviez-vous qu&#39;il peut être plus productif que Google Chrome dans certains domaines ? Par exemple, il est plus léger sur les batteries d&#39;ordinateurs portables et consomme moins de mémoire. </p> <p> <small> Crédit d&#39;image: Bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}