{"title":"Microsoft vous permet de lever la main plus facilement dans les équipes","content":"<p> Si vous avez déjà essayé de lever la main dans Microsoft Teams, vous avez probablement remarqué qu&#39;il n&#39;y a pas de moyen rapide et facile de le faire. Cependant, Microsoft prévoit de résoudre ce problème en ajoutant un raccourci clavier qui lève immédiatement la main. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> Le nouveau raccourci clavier pour les équipes Microsoft </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> Sur MSFT </a> a d&#39;abord repéré l&#39;annonce de la nouvelle fonctionnalité. Microsoft a déclaré le développement de cette fonctionnalité sur le <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> UserVoice est un forum spécial où les utilisateurs peuvent présenter ce qu&#39;ils veulent voir des équipes directement au géant de la technologie. Nous avons déjà repéré <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft ajoute la planification des réunions Teams </a> grâce au forum UserVoice. </p> <p> Sur ce forum, quelqu&#39;un avait proposé l&#39;idée d&#39;ajouter un raccourci clavier pour lever la main lors d&#39;une réunion Teams. Microsoft a honoré le fil de sa présence et a publié ce qui suit : </p> <blockquote> <p> Merci pour votre avis. L&#39;équipe a commencé à travailler sur cette fonctionnalité pour les ordinateurs de bureau Windows et Mac. Les clients Web seront travaillés à l&#39;avenir. Nous partagerons une mise à jour dès qu&#39;elle sera disponible. </p> </blockquote> <p> Bien que nous n&#39;ayons pas de date de sortie exacte, gardez les yeux ouverts pour une future mise à jour qui ajoutera cette fonctionnalité pratique. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Tous ceux qui le voulaient, levez la main </h2> <p> Si vous voulez un raccourci clavier pour lever la main dans Teams, vous avez de la chance. Nous ne savons pas quand il sortira, mais ce sera un ajout bienvenu lorsqu&#39;il sera lancé sur Teams. </p> <p> Si vous aimez interagir dans vos réunions Teams, saviez-vous que Microsoft ajoutera des réactions de type emoji à vos appels vidéo ? </p> <p> <small> Crédit d&#39;image : FS Stock / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}