{"title":"Microsoft Bing utilisera bientôt l&#39;IA pour corriger vos fautes de frappe","content":"<p> Se tromper sur un seul mot dans une requête de recherche peut transformer une utilisation productive de votre temps en un gâchis de résultats non pertinents. Microsoft vise à résoudre ce problème en introduisant Speller100, un vérificateur d&#39;orthographe basé sur l&#39;IA pour Bing. </p> <h2 id=\"what-is-speller100\"> Qu&#39;est-ce que Speller100 ? </h2> <p> Le géant du logiciel a annoncé Speller100 sur le <a href=\"https://www.microsoft.com/en-us/research/blog/speller100-zero-shot-spelling-correction-at-scale-for-100-plus-languages/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog de recherche Microsoft </a> . La société note qu&#39;il est très important d&#39;obtenir un terme de recherche correct au premier passage, même si une faute de frappe s&#39;est glissée par accident. </p> <p> Lorsqu&#39;un utilisateur fait une faute de frappe dans une requête de recherche, cela peut généralement entraîner un désastre pour les résultats. Si le moteur de recherche ne sait pas ce que l&#39;utilisateur voulait dire, il peut faire une estimation incorrecte de ce que le mot était censé être ou pire, l&#39;ignorer complètement. </p> <p> Malheureusement, un tel événement serait catastrophique pour vos résultats de recherche. Une petite erreur dans votre terme de recherche peut envoyer les résultats dans une direction très différente de ce que vous vouliez, ce qui signifie un bricolage plus frustrant avec vos termes de recherche. </p> <p> Microsoft vise à résoudre ce problème en utilisant son Speller100 alimenté par l&#39;IA pour vérifier vos termes de recherche. Si vous avez déjà mal tapé quelque chose lors d&#39;une recherche sur Google, vous aurez remarqué la petite recommandation que le moteur de recherche vous donne pour vous assurer que vous cherchez la bonne chose. </p> <p> Speller100 pour Microsoft fera quelque chose de similaire, mais avec l&#39;avantage de travailler avec plus de 100 langues différentes. Speller100 utilisera <a href=\"https://www.makeuseof.com/tag/machine-learning-google-free-course/\" target=\"_blank\" rel=\"nofollow noopener\"> IA d&#39;apprentissage automatique </a> pour faire évoluer le correcteur orthographique pour mieux répondre aux attentes des utilisateurs. </p> <p> Microsoft pense qu&#39;il s&#39;agit d&#39;une entreprise importante car il a calculé que 15 % des requêtes de recherche contiennent une faute d&#39;orthographe d&#39;une manière ou d&#39;une autre. Permettre à Bing de rediriger l&#39;utilisateur vers l&#39;endroit où il veut aller intelligemment permet de gagner du temps et d&#39;améliorer l&#39;expérience utilisateur. </p> <p> Lorsque Microsoft a utilisé Speller100 pour faciliter les recherches sur Bing, il a obtenu des résultats fascinants : </p> <blockquote> <p> Le nombre de pages sans résultats réduit jusqu&#39;à 30%. Le nombre de fois où les utilisateurs ont dû reformuler manuellement leur requête a été réduit de 5 %. Le nombre de fois où les utilisateurs ont cliqué sur notre suggestion d&#39;orthographe est passé d&#39;un chiffre à 67 %. Le nombre de fois où les utilisateurs ont cliqué sur un élément de la page est passé d&#39;un chiffre à 70 %. </p> </blockquote> <p> En tant que tel, si vous utilisez Bing régulièrement, gardez les yeux ouverts pour des suggestions orthographiques plus compétentes et de meilleurs résultats dans l&#39;ensemble. </p> <p> </p> <h2 id=\"making-a-better-bing-with-speller100\"> Faire un meilleur Bing avec Speller100 </h2> <p> Si vous avez les doigts maladroits, vous voudrez peut-être commencer à chercher avec Bing à partir de maintenant. Avec le nouveau système Speller100, ces fautes de frappe sournoises seront corrigées pour une meilleure expérience de recherche globale. </p> <p> Si vous venez d&#39;Australie, vous utiliserez peut-être Bing plus souvent à l&#39;avenir. Au moment d&#39;écrire ces lignes, Google menace de quitter l&#39;Australie et d&#39;emporter ses services avec elle, mais Microsoft tient à se montrer à la hauteur et à combler la place que Google laissera derrière lui. </p> <p> <small> Crédit d&#39;image : Sharaf Maksumov/ <a href=\"https://www.shutterstock.com/image-photo/ryazan-russia-march-01-2018-homepage-1055848478\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}