{"title":"Microsoft ajoute des alertes de menace d&#39;État-nation à Defender pour Office 365","content":"<p> Dans une mise à jour intéressante et en réponse directe à la cyberattaque de SolarWinds, Microsoft est sur le point d&#39;ajouter un nouvel avertissement d&#39;activité de piratage de l&#39;État-nation à Microsoft 365. Les avertissements alertent les utilisateurs de toute menace potentielle provenant d&#39;un attaquant d&#39;un État-nation, donnant aux utilisateurs le temps de réagir à la menace. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft présente les notifications de menace d&#39;État-nation </h2> <p> Microsoft Defender pour Office 365 (anciennement appelé Office 365 Advanced Threat Protection) affichera une notification informant les utilisateurs de l&#39;entreprise qu&#39;une attaque suspectée de menace d&#39;un État-nation interfère avec son espace de travail. </p> <blockquote> <p> Ces attaques représentent certaines des menaces les plus avancées et les plus persistantes que Microsoft suit. Le Microsoft Threat Intelligence Center suit ces menaces, crée des profils complets de l&#39;activité et travaille en étroite collaboration avec toutes les équipes de sécurité Microsoft pour mettre en œuvre des détections et des mesures d&#39;atténuation afin de protéger nos clients. </p> </blockquote> <p> Microsoft informe déjà des milliers d&#39;utilisateurs chaque année qu&#39;un acteur de la menace d&#39;un État-nation pourrait interférer avec leur réseau. Cependant, pour le moment, les alertes sont envoyées par e-mail. </p> <p> Si l&#39;utilisateur de Microsoft Defender pour Office 365 ne consulte pas ses e-mails le jour même, il peut manquer une notification importante. Bien que Defender pour Office 365 soit principalement un produit d&#39;entreprise, des notifications importantes passent toujours à travers les lacunes. </p> <p> Les nouvelles notifications apparaîtront dans le tableau de bord Microsoft Defender pour Office 365. Il aura beaucoup plus de chances d&#39;être vu par les administrateurs réseau, les équipes de sécurité, le personnel de gestion, etc. </p> <p> Microsoft a ajouté les « Alertes d&#39;activité potentielles de l&#39;État-nation » à la feuille de route Office 365 le 6 février 2021, et s&#39;attend à ce que la fonctionnalité termine le déploiement d&#39;ici la fin du mois. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Qu&#39;est-ce qu&#39;une attaque d&#39;État-nation? </h2> <p> Une attaque d&#39;un État-nation est considérée comme l&#39;un des types de cyberattaques les plus dangereux, tant l&#39;étendue des connaissances et l&#39;éventail des ressources disponibles pour l&#39;acteur de la menace sont nombreuses. </p> <p> </p> <p> le <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> cyberattaque récente de SolarWinds </a> est fortement soupçonné d&#39;être une attaque d&#39;un État-nation, tel était le niveau d&#39;expertise requis pour infiltrer de tels réseaux de haut niveau. L&#39;attaque, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> connu sous le nom de piratage de la chaîne d&#39;approvisionnement </a> , a compromis plusieurs cibles après être resté en sommeil dans les réseaux de la victime pendant des mois. </p> <p> Mais malgré la dangerosité et l&#39;apparence d&#39;une attaque d&#39;un État-nation, la plupart du temps, les utilisateurs réguliers comme vous et moi ne sont pas les cibles. Consacrer des ressources aussi substantielles à attaquer des citoyens ordinaires ne vaut pas la peine car il existe des moyens beaucoup plus faciles d&#39;accéder à leurs données. </p> <p> En tant que telles, les menaces des États-nations attaquent généralement des cibles beaucoup plus grandes telles que les bureaux du gouvernement, les grandes entreprises technologiques, les infrastructures nationales, etc. </p>"}