{"title":"Microsoft a fixé une date pour la suppression de Legacy Edge","content":"<p> Nous avons vu des indices selon lesquels Microsoft veut enfin se débarrasser de son héritage Edge, et maintenant le jour est enfin arrivé. Si vous utilisez l&#39;ancien Edge, vous n&#39;avez que jusqu&#39;au 13 avril 2021 pour passer à un nouveau navigateur avant qu&#39;il ne soit effacé de votre PC. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> La fin du Legacy Edge de Microsoft </h2> <p> Microsoft a déclaré la date limite le <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> le site de la communauté technique </a> . La nouvelle n&#39;est pas une énorme surprise, car le géant du logiciel n&#39;a pas si subtilement coupé les liens avec son ancien navigateur. Par exemple, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> les futurs modules linguistiques ne prennent plus en charge l&#39;ancien Edge </a> . </p> <p> À l&#39;époque, nous ne savions pas quand Microsoft retirerait la prise ; tout ce que nous savions, c&#39;est que Microsoft voulait qu&#39;il disparaisse bientôt. Maintenant, le géant du logiciel a défini deux dates clés dans la suppression de l&#39;ancien Edge. </p> <p> La première date est celle à laquelle Microsoft met la prise en charge de l&#39;ancien Edge, ce qui se produit le 9 mars 2021. À cette date, l&#39;ancien Edge ne recevra plus de mises à jour, même si quelqu&#39;un y trouve une faille de sécurité désagréable. En tant que tel, c&#39;est la date idéale pour changer de navigateur si vous êtes toujours sur l&#39;ancien Edge. </p> <p> La deuxième date est le 13 avril 2021, lorsque Microsoft se débarrasse de l&#39;ancien Edge. Nous ne voulons pas simplement laisser l&#39;héritage Edge à ses propres appareils ; Microsoft a l&#39;intention de publier une mise à jour de Windows 10 qui supprime l&#39;ancien navigateur du système d&#39;exploitation. </p> <p> Notez que cela ne supprimera pas le nouveau Chromium Edge, qui <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft est sorti il ​​y a un peu plus d&#39;un an </a> . En fait, la version Chromium d&#39;Edge est la principale raison pour laquelle Microsoft supprime l&#39;ancien Edge en premier lieu. </p> <p> Si vous utilisez Edge et que vous ne savez pas si vous utilisez la version héritée ou Chromium d&#39;Edge, l&#39;ancienne utilise un E bleu uni comme logo. Chromium Edge a une spirale bleue et verte plus colorée qui ressemble un peu à un E. </p> <p> En tant que tel, si vous utilisez l&#39;ancien Microsoft Edge, le moment est venu de déplacer les navigateurs, même s&#39;il s&#39;agit d&#39;un petit saut vers Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Mettre un héritage au lit </h2> <p> Si vous vous accrochez toujours à l&#39;héritage Edge, c&#39;est le moment idéal pour quitter le navire. L&#39;ancienne version d&#39;Edge ne fera qu&#39;empirer à partir de maintenant jusqu&#39;à ce qu&#39;elle soit totalement effacée en avril 2021. </p> <p> Si vous avez toujours voulu essayer Chromium Edge, c&#39;est le moment de le faire. Microsoft a récemment revendiqué 600 millions d&#39;utilisateurs sur son nouveau navigateur, donc ça vaut vraiment le coup. </p> <p> <small> Crédit d&#39;image : Marti Bug Catcher/ <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}