{"title":"Microsoft Teams reçoit deux nouvelles applications de productivité et de suivi","content":"<p> Microsoft apporte deux nouvelles Power Apps à Microsoft Teams : Bulletins et Milestones. Les deux nouvelles applications visent à faciliter le partage et le suivi du travail, et sont conçues à l&#39;aide de la Power Platform personnalisable, vous permettant de les adapter aux besoins de votre organisation. </p> <p> Les nouvelles applications sont déjà disponibles dans la boutique Microsoft Teams, ce qui signifie que vous pouvez commencer à les utiliser immédiatement. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Nouvelles Power Apps pour Microsoft Teams : Bulletins et jalons </h2> <p> Les nouvelles applications remplissent des fonctions fidèles aux noms. </p> <p> Comme annoncé le <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> le blog Power Apps </a> , <strong> Bulletins </strong> est une application Microsoft Teams à partir de laquelle vous publiez des actualités, des informations et plus encore sur l&#39;ensemble de votre organisation. L&#39;application jouera un rôle central dans la distribution des communications dans l&#39;espace de travail, en veillant à ce que chaque utilisateur reçoive des notifications et soit inclus dans la conversation de l&#39;organisation. </p> <blockquote> <p> La solution Bulletins permet à l&#39;équipe de communication de partager les nouvelles et les informations de l&#39;entreprise ou du service dans un endroit central. Les articles de presse peuvent être organisés en catégories et contenir un contenu riche, notamment des images, des vidéos et des boutons actionnables. Les éditeurs peuvent également afficher les métriques des articles publiés, telles que les taux de visualisation au fil du temps. </p> </blockquote> <p> Microsoft Teams Bulletins est également optimisé pour les mobiles. Les utilisateurs mobiles ont le même accès à l&#39;application et peuvent répondre, personnaliser et publier de la même manière que leurs homologues de bureau. </p> <p> <strong> Jalons </strong> regroupe le suivi des projets, les mises à jour de statut et les mises à jour d&#39;équipes interfonctionnelles dans un seul hub. </p> <blockquote> <p> Chaque organisation a un besoin unique de son logiciel de suivi de projet. L&#39;application Milestones vous offre la facilité du code bas pour personnaliser cette expérience. Vous pouvez mettre à jour les étiquettes des champs, ajouter de nouveaux champs ou ajouter des flux de processus d&#39;entreprise tels que des notifications aux propriétaires de flux de travail lorsqu&#39;il y a un changement de statut dans la tâche. </p> </blockquote> <p> Milestones vise donc à devenir un portail de suivi de projet pour prendre en charge l&#39;ensemble de la plate-forme Microsoft Teams, plutôt que d&#39;avoir à accéder à une autre application pour suivre ce qui se passe avec votre projet. </p> <p> L&#39;application Milestones permettra une personnalisation étendue pour répondre aux besoins de votre organisation et de ses projets. De plus, vous pouvez épingler les jalons dans le canal principal de l&#39;équipe pour que tout le monde puisse les voir. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams devient l&#39;outil incontournable </h2> <p> L&#39;introduction de nouvelles applications pour la gestion de projet et les bulletins à l&#39;échelle de l&#39;organisation est une autre étape vers Microsoft Teams devenant l&#39;outil incontournable pour chaque fonction. Microsoft a récemment fait <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Navigation des équipes beaucoup plus facile </a> , et au cours des derniers mois, nous avons vu une série de mises à jour de fonctionnalités arriver sur la plate-forme d&#39;espace de travail collaboratif. </p> <p> </p> <p> Alors que la pandémie de COVID-19 continue d&#39;affecter les lieux de travail traditionnels et que les pratiques de travail à domicile se renforcent, attendez-vous à ce que Microsoft continue de proposer de nouvelles fonctionnalités Microsoft Teams. </p>"}