{"title":"Magna, Nissan et Foxconn sont tous candidats pour construire la voiture Apple","content":"<p> Kia n&#39;est peut-être plus en lice pour fabriquer l&#39;insaisissable Apple Car, mais Apple a de nombreuses autres options viables si elle décide de construire sa première automobile. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Les véhicules électriques (VE) aident l&#39;environnement </a> et le succès de Tesla ne serait pas passé inaperçu auprès des cadres supérieurs d&#39;Apple. L&#39;entreprise investit apparemment des ressources dans la construction d&#39;une entreprise autonome <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> EV qui peut ne pas avoir de volant </a> . Cela dit, la fabrication de voitures a toujours été un gouffre financier nécessitant une vaste chaîne d&#39;approvisionnement couvrant les continents. </p> <p> Comme nous l&#39;avons récemment signalé, Apple et Kia ne semblent pas s&#39;associer après tout sur l&#39;Apple Car. En outre, les principaux constructeurs automobiles japonais qu&#39;Apple aurait approchés semblent <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> inquiet d&#39;être relégué aux sous-traitants </a> . </p> <p> Un nouveau rapport de <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> tente de rassembler d&#39;éventuels fournisseurs et partenaires d&#39;assemblage pour la production du prétendu véhicule électrique d&#39;Apple. Les options potentielles incluent Nissan et Stellantis, ainsi que Magna qui fabrique des voitures pour d&#39;autres marques, et plus encore. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn a des liens existants avec Apple </h2> <p> Foxconn est une option majeure --- la société a des liens existants avec Apple en tant que fabricant sous contrat qui assemble les iPhones et autres gadgets. Il y a quelques mois, Foxconn a dévoilé son premier châssis EV ainsi qu&#39;une plate-forme logicielle. </p> <p> Il prévoit de lancer une batterie à semi-conducteurs d&#39;ici 2024, la même année où l&#39;Apple Car entrerait en production de masse. Foxconn et Fiat Chrysler forment une coentreprise pour construire des voitures électriques en Chine. Apple pourrait tirer parti des technologies de Foxconn comme base de son VE. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna est un bon ajustement </h2> <p> Magna, basée au Canada, fabrique diverses pièces pour des marques comme BMW et Jaguar Land Rover dans son usine de Graz, en Autriche. Magna propose ses services d&#39;ingénierie et de fabrication aux startups de VE. La société s&#39;est associée à LG pour construire ensemble des transmissions et a récemment commencé à assembler des véhicules en Chine. </p> <p> </p> <p> Bloomberg dit que Magna bénéficie d&#39;une relation antérieure avec Apple --- c&#39;est le premier fabricant sous contrat avec lequel Apple a parlé lorsqu&#39;il a décidé d&#39;entrer dans l&#39;espace EV il y a cinq ans. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Les discussions Apple-Hyundai pourraient redémarrer </h2> <p> Quant à Hyundai et Kia, les deux exploitent des activités de fabrication aux États-Unis. La nouvelle plate-forme EV de Kia promet une autonomie d&#39;environ 311 miles (plus de 500 kilomètres) et des batteries à charge rapide jusqu&#39;à 80% en 18 minutes. </p> <p> Apple aurait été intéressé par un partenariat avec Hyundai/Kia. cependant, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> les pourparlers se sont effondrés </a> après que les dirigeants eurent confirmé des informations selon lesquelles l&#39;entreprise était en pourparlers avec Apple. </p> <blockquote> <p> Le gros inconvénient de Hyundai et de Kia est le récent va-et-vient pour savoir s&#39;ils développent une voiture pour Apple, une entreprise notoirement secrète. Bien que les deux constructeurs automobiles aient déclaré que les discussions n&#39;avaient pas lieu, il est possible que les discussions reprennent si Apple les considère comme les meilleurs partenaires possibles. </p> </blockquote> <p> Kia prévoit de dévoiler 23 nouveaux modèles de véhicules électriques basés sur sa plate-forme d&#39;ici 2025. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan et constructeurs automobiles européens </h2> <p> L&#39;article tente d&#39;expliquer pourquoi Nissan conviendrait parfaitement à Apple. Nisan a une plate-forme EV co-développée avec Renault, mais surtout, son PDG Makoto Uchida a récemment déclaré que Nissan &quot;a l&#39;ADN pour faire des choses que les autres ne feront pas&quot;. </p> <p> </p> <p> Combinez cela avec le fait que l&#39;entreprise a connu des difficultés financières au cours des 12 derniers mois et que vous avez un éventuel accord Apple-Nissan à l&#39;horizon, Bloomberg l&#39;a : </p> <blockquote> <p> Le constructeur automobile s&#39;est embourbé dans une crise, signalant sa plus grosse perte en deux décennies au cours de l&#39;exercice 2019, et pourrait obtenir des revenus bien nécessaires en aidant Apple à développer ou fabriquer son véhicule. Il pourrait également bénéficier d&#39;un accès à la technologie d&#39;Apple. Après avoir poursuivi une stratégie de volume à tout prix qui a généré des bénéfices, Nissan doit attirer des clients mieux rémunérés en grande partie grâce à la technologie à l&#39;intérieur de ses voitures. </p> </blockquote> <p> Le rapport met ensuite en évidence les constructeurs automobiles européens, tels que Stellantis, en tant que partenaires d&#39;assemblage et de production possibles pour l&#39;Apple Car. La disponibilité de la capacité de production est peut-être le facteur le plus important dans la fabrication de voitures --- il suffit de demander à Tesla. Dans cette optique, Apple serait sage d&#39;externaliser la production de son VE à plusieurs vendeurs et fournisseurs automobiles. </p> <p> <small> Crédit d&#39;image : Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}