{"title":"Parler aurait offert à Trump Organization une participation","content":"<p> Pendant le mandat de l&#39;ancien président Donald Trump, Parler et l&#39;équipe Trump auraient tenté de négocier un accord qui ferait de Parler Trump le principal réseau social. En échange, Trump aurait reçu une participation de 40% dans la plate-forme. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler a peut-être voulu Trump à bord </h2> <p> Parler, le réseau social de la liberté d&#39;expression, a fait la une des journaux ces derniers temps, et pas seulement parce que la plate-forme principalement politiquement conservatrice était <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> démarré à partir des magasins d&#39;applications et des services Web Amazon </a> . </p> <p> Cette fois, un rapport de <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Actualités Buzzfeed </a> affirme que Parler a offert à Trump une participation de 40% dans Parler s&#39;il en faisait sa plate-forme sociale principale. Ces pourparlers auraient eu lieu au cours de l&#39;été 2020 et auraient été repris après les élections de novembre. </p> <p> On ne sait toujours pas si Trump lui-même a été impliqué dans les négociations. Un professionnel du droit cité dans le rapport Buzzfeed a déclaré que si Trump avait accepté cet accord pendant sa présidence, il aurait pu violer les lois anti-corruption. </p> <p> Les journalistes de Buzzfeed affirment également avoir vu des documents de ces négociations. Dans le cadre de l&#39;accord, Trump devrait publier sur Parler au moins quatre heures avant tous les autres réseaux sociaux. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> Et si Trump faisait de Parler son réseau principal ? </h2> <p> Avoir Trump en tant qu&#39;utilisateur fréquent de la plate-forme aurait probablement poussé Parler à des sommets encore plus élevés. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler a vu une migration massive vers le réseau </a> après la défaite de Trump aux élections de 2020, et ce troupeau aurait probablement été encore plus important si Trump avait été à bord. </p> <p> Au cours de sa campagne et de sa présidence, Trump s&#39;est tourné vers Facebook et Twitter pour rallier des partisans. Trump ne s&#39;est jamais tourné vers Parler comme son réseau de prédilection, une plate-forme où son public aurait probablement été plus tolérant. </p> <p> Trump était <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> banni définitivement de Twitter </a> et <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> suspendu indéfiniment de Facebook </a> - rejoindre Parler aurait peut-être atténué ce coup. Cependant, les choses n&#39;ont manifestement pas fonctionné pour Parler. </p> <p> Après la mise sur liste noire de la plate-forme, le <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Le conseil d&#39;administration de Parler aurait licencié son propre PDG et co-fondateur, John Matze </a> . Apparemment, Matze a poussé à une modération plus forte pour aider Parler à regagner son espace sur les magasins d&#39;applications, mais le reste de l&#39;équipe de Parler n&#39;a pas aimé cette idée. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Quel est l&#39;avenir de Parler ? </h2> <p> Maintenant que John Matze aurait quitté le poste de PDG, Parler a un avenir encore plus incertain. Actuellement, le site Web affiche une page Web statique, mais personne ne sait quand le site Web sera officiellement opérationnel. </p> <p> Avec Trump hors de la Maison Blanche, la base d&#39;utilisateurs de Parler restera-t-elle toujours aussi forte qu&#39;elle l&#39;était à la fin de sa présidence ? Si Trump avait conclu ce prétendu accord avec Parler, cela l&#39;aurait peut-être été. </p>"}