{"title":"Photoshop, Illustrator et Fresco ajoutent une collaboration documentaire","content":"<p> Avez-vous déjà travaillé sur un projet créatif avec d&#39;autres personnes en ligne ? Cela peut souvent consister à envoyer des fichiers dans les deux sens dans des e-mails ou des messages. Télécharger un nouveau fichier juste pour effectuer une révision et télécharger à nouveau le fichier avant que quelqu&#39;un d&#39;autre ne puisse faire de même - le processus semble parfois maladroit et inefficace. </p> <p> Mais si les projets de votre équipe ont été réalisés dans Photoshop, Illustrator ou Fresco, vous serez heureux d&#39;apprendre qu&#39;Adobe vient de rationaliser ce flux de travail pour vous. </p> <h2 id=\"collaborate-on-the-cloud\"> Collaborez sur le Cloud </h2> <p> La chef de produit Photoshop, Pam Clark, a été postée au <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Blog d&#39;Adobe </a> avec une mise à jour des fonctionnalités de Photoshop, Illustrator et Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Maintenant assis dans le coin supérieur droit de l&#39;interface utilisateur respective de chaque programme se trouve le nouveau <strong> Inviter à modifier </strong> fonctionnalité. Dans un processus très similaire à <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> partage dans Google Drive </a> , vous pouvez cliquer sur le bouton pour ouvrir une zone de texte dans laquelle vous saisissez l&#39;e-mail de la personne que vous souhaitez ajouter au projet en tant que collaborateur. </p> <p> Tous les collaborateurs ont un accès en modification au document et à son historique des versions sur tous les appareils pris en charge. Pour Photoshop et Illustrator, c&#39;est PC et iPad. Pour Fresco, ce sont ces deux mêmes plates-formes, en plus de l&#39;iPhone. </p> <p> Une seule personne à la fois peut travailler sur un document cloud partagé, mais les modifications qu&#39;elle enregistre seront automatiquement synchronisées avec tous les collaborateurs. Vous pouvez accéder à vos documents cloud partagés sur votre <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Actifs Adobe </a> page et dans le <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Nuage créatif </a> application de bureau. </p> <p> Besoin de nouveaux pinceaux pour la saison ? Kyle T. Webster, un évangéliste senior du design chez Adobe, a publié le <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> Pack de brosses d&#39;hiver 2020 </a> pour Photoshop et Fresco. </p> <p> </p> <p> Le même article détaillait également l&#39;ajout de Preset Sync à Photoshop pour Mac et Windows. Activez-le et les paramètres de vos pinceaux, nuances, dégradés, motifs, styles et formes seront conservés. &quot;Les pinceaux synchronisés arriveront bientôt sur la version iPad&quot;, écrit Clark. </p> <p> </p> <p> De plus, si vous êtes un artiste souvent en déplacement, vous serez heureux d&#39;apprendre que vous pouvez désormais faire pivoter la toile dans Illustrator sur iPad. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe facilite le travail à distance </h2> <p> Il est facile pour les créatifs numériques de dénigrer Adobe lorsque nous les voyons dominer le marché des logiciels multimédias numériques depuis si longtemps. Mais vous ne pouvez pas considérer Adobe comme une entreprise à but lucratif lorsqu&#39;elle s&#39;adapte constamment à la façon dont ses utilisateurs ont modifié leur flux de travail au fil du temps. </p> <p> Cette nouvelle mise à jour des fonctionnalités de Photoshop, Illustrator ou Fresco n&#39;intervient que cinq jours après <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark a ajouté des marques partagées </a> . Maintenant qu&#39;il devient plus normal de travailler avec des personnes exclusivement en ligne, il semblerait que l&#39;entreprise fasse tout son possible pour rendre la collaboration en ligne un peu plus transparente. </p> <p> Gardez les doigts croisés; nous verrons peut-être l&#39;édition dans le cloud s&#39;appliquer à toutes les applications Creative Cloud à l&#39;avenir. </p>"}