{"title":"Que sont les abonnements à une chaîne YouTube ?","content":"<p> Saviez-vous que YouTube vous permet de soutenir directement vos chaînes préférées en devenant membre ? Cela vous permet de fournir un soutien financier au-delà des revenus publicitaires ou de YouTube Premium. </p> <p> Voyons ce que sont les souscriptions aux chaînes YouTube, comment elles fonctionnent et ce qu&#39;elles offrent aux créateurs et aux téléspectateurs. </p> <h2 id=\"what-are-channel-memberships\"> Que sont les abonnements aux chaînes ? </h2> <p> </p> <p> Les abonnements aux chaînes sur YouTube sont une option qui permet aux téléspectateurs de s&#39;engager à apporter un soutien financier mensuel aux chaînes de leur choix. Cela peut aider les créateurs à créer des vidéos à temps plein en évitant de deviner combien ils gagneront par mois. </p> <p> En échange de votre soutien, vous bénéficiez de quelques avantages en devenant membre de la chaîne. Le système est <a href=\"https://www.makeuseof.com/tag/twitch-complete-guide-buying-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> similaire aux abonnements Twitch </a> , où vous donnez quelques dollars par mois à une chaîne pour obtenir des badges, des émoticônes et d&#39;autres avantages tout en regardant. </p> <p> </p> <h2 id=\"how-can-i-become-a-channel-member\"> Comment puis-je devenir membre d&#39;une chaîne ? </h2> <p> Toutes les chaînes YouTube ne sont pas éligibles pour proposer des abonnements. Par YouTube <a href=\"https://support.google.com/youtube/answer/7636690?\" target=\"_blank\" rel=\"nofollow noopener\"> page des règles relatives aux souscriptions aux chaînes </a> , une chaîne doit (entre autres critères) compter plus de 1 000 abonnés, faire partie du programme Partenaires et ne peut pas avoir beaucoup de vidéos conçues pour les enfants ou revendiquées pour des droits d&#39;auteur sur la musique. </p> <p> Le moyen le plus simple de savoir si une chaîne propose des souscriptions est le <strong> Rejoindre </strong> bouton qui apparaît à côté du <strong> S&#39;abonner </strong> sur ses vidéos et sa page de chaîne. Lorsque vous cliquez sur le <strong> Rejoindre </strong> bouton, vous verrez quelques informations, y compris ce qui est proposé si vous devenez membre. Nous examinerons cela de plus près ci-dessous. </p> <p> <img alt=\"YouTube Channel Join Button\" src=\"images/youtube-channel-join-button-266.png\" loading=\"lazy\"> </p> <p> Après votre inscription, vous serez débité immédiatement et votre date de renouvellement est le même jour du mois à venir. Donc, si vous vous abonnez le 17, vous paierez le 17 de chaque mois à l&#39;avenir. </p> <p> Vous pouvez consulter et annuler vos adhésions sur le <a href=\"https://www.youtube.com/feed/purchases\" target=\"_blank\" rel=\"nofollow noopener\"> Page d&#39;achats YouTube </a> . </p> <p> </p> <h2 id=\"what-perks-does-channel-membership-include\"> Quels avantages l&#39;abonnement à une chaîne comprend-il ? </h2> <p> Bien qu&#39;une chaîne ne doive avoir qu&#39;un seul niveau d&#39;adhésion, elle peut en proposer jusqu&#39;à cinq. Vous verrez généralement des abonnements proposés pour 4,99 $ par mois, bien que certaines chaînes proposent également des niveaux de prix inférieurs. </p> <p> Les badges de fidélité sont l&#39;une des récompenses les plus courantes pour s&#39;engager dans une chaîne. Ceux-ci apparaissent à côté de votre nom dans tous les commentaires que vous faites sur la chaîne, ainsi que dans vos publications dans les chats en direct. Habituellement, il existe plusieurs badges qui changent au fil du temps pour honorer votre soutien continu. </p> <p> <img alt=\"YouTube Channel Membership Perks\" src=\"images/youtube-channel-membership-perks-345.png\" loading=\"lazy\"> </p> <p> Vous aurez également généralement accès à des emoji personnalisés à utiliser sur YouTube. Les autres avantages dépendent de ce que le propriétaire de la chaîne fournit. Voici d&#39;autres catégories courantes de récompenses que vous verrez : </p> <ul> <li> Accès à des publications réservées aux membres, telles que des vidéos exclusives ou des diffusions en direct </li> <li> Rabais sur la marchandise </li> <li> Accès au serveur Discord de la chaîne </li> <li> Sondages pour voter sur les prochaines vidéos </li> <li> Votre nom au générique des futures vidéos </li> </ul> <p> N&#39;oubliez pas de consulter les récompenses spécifiques aux chaînes qui vous intéressent en cliquant sur le bouton <strong> Rejoindre </strong> bouton sur leurs vidéos. Passez en revue tous les niveaux avant de décider lequel vous convient le mieux. Confirmez votre niveau, puis vous pouvez procéder à la saisie de vos informations de paiement. </p> <p> </p> <h2 id=\"youtube-memberships-vs-subscriptions\"> Abonnements YouTube et abonnements </h2> <p> Il est important de connaître la différence entre les abonnements et les abonnements YouTube. </p> <p> L&#39;abonnement, qui ne coûte rien, vous permet de suivre les créateurs qui vous tiennent le plus à cœur. Lorsque vous vous abonnez à une chaîne sur YouTube, ses vidéos apparaissent sur votre <a href=\"https://www.youtube.com/feed/subscriptions\" target=\"_blank\" rel=\"nofollow noopener\"> Page des abonnements YouTube </a> , ce qui permet de voir facilement leurs nouveautés. Vous pouvez également choisir de recevoir des notifications dès que de nouvelles vidéos sont mises en ligne. </p> <p> Vous pouvez vous abonner gratuitement à autant de chaînes que vous le souhaitez ; tout ce dont vous avez besoin est un compte YouTube. Les adhésions, comme nous l&#39;avons décrit ci-dessus, vont au-delà de l&#39;abonnement, car elles nécessitent un soutien financier. </p> <p> Indépendamment de tout cela, il y a aussi le service YouTube Premium. Il s&#39;agit d&#39;un abonnement mensuel qui vous permet de supprimer les publicités sur YouTube, entre autres avantages. YouTube Premium ne vous permet pas de souscrire à une chaîne. </p> <p> </p> <p> </p> <h2 id=\"join-the-club-for-your-favorite-channels\"> Rejoignez le club pour vos chaînes préférées </h2> <p> Vous savez maintenant ce que les abonnements aux chaînes YouTube offrent. C&#39;est un excellent moyen d&#39;envoyer quelques dollars à vos chaînes préférées et d&#39;agir comme une sorte d&#39;hybride entre le support sur Patreon et le fonctionnement des abonnements Twitch. </p> <p> En parlant de cela, les souscriptions aux chaînes ne sont qu&#39;un des moyens par lesquels les créateurs YouTube gagnent de l&#39;argent. </p> <p> <small> Crédit d&#39;image : PixieMe/ <a href=\"https://www.shutterstock.com/image-photo/newyork-usa-march-13-2020-press-1674466261\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}