{"title":"Qu&#39;est-ce que l&#39;émote PogChamp et quand est-elle utilisée ?","content":"<p> Les termes d&#39;argot peuvent provenir de n&#39;importe où, et bien que certains des nouveaux vocabulaires d&#39;aujourd&#39;hui puissent sembler un peu idiots, ce qui est important, c&#39;est que les gens se comprennent quand ils communiquent. </p> <p> Si vous avez parcouru votre juste part d&#39;Internet pendant quelques années, il est probable que vous ayez vu &quot;PogChamp&quot; ou &quot;poggers&quot; dans les commentaires de vidéos ou d&#39;articles. Mais qu&#39;est-ce que ça veut dire? </p> <p> Voici tout ce que vous devez savoir à ce sujet... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Que signifie Pogchamp et quand l&#39;utiliser </h2> <p> PogChamp est le nom d&#39;une emote Twitch, l&#39;une des plus anciennes de la plate-forme, en fait. L&#39;émote et le nom de l&#39;émote sont tous deux utilisés pour exprimer l&#39;excitation ou la surprise, de manière authentique ou sarcastique. </p> <p> Les émoticônes Twitch sont exactement ce à quoi elles ressemblent : des émojis, des émotions ou des pictogrammes exclusifs à l&#39;application et au site Web Twitch. Ils sont utilisés par les téléspectateurs et les streamers pour exprimer différents sentiments dans le chat. </p> <p> </p> <p> Le terme &quot;PogChamp&quot; est dérivé de l&#39;expression &quot;Pog Champion&quot; ou &quot;Play of Game Champion&quot;, tandis que l&#39;expression &quot;Play of the Game&quot; aurait été popularisée par Overwatch, un jeu de tir compétitif à la première personne. Overwatch a une fonctionnalité dans laquelle à la fin de chaque match, une bobine de surbrillance présente le &quot;meilleur&quot; jeu de ce match. </p> <p> &quot;PogChamp&quot; et le sentiment qu&#39;il décrit ont engendré de nombreux dérivés. Les &quot;poggers&quot; et simplement &quot;pog&quot; ont acquis une présence significative dans l&#39;argot en ligne. Il est courant de voir des streamers réagir avec enthousiasme à quelque chose en disant &quot;poggers&quot;. </p> <p> Et bien qu&#39;il ait fait son chemin sur les forums et autres coins d&#39;Internet, vous ne l&#39;utiliseriez pas avec la plupart des connaissances dans la vie quotidienne à moins qu&#39;ils ne soient également conscients du contexte du terme. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Les origines de l&#39;émote PogChamp </h2> <p> </p> <p> Le visage choqué emblématique et surexagéré de l&#39;emote PogChamp d&#39;origine a été vu pour la première fois dans une vidéo YouTube de Cross Counter TV en 2010. </p> <p> Dans ce document, la personnalité d&#39;Internet Ryan &quot;Gootecks&quot; Gutierrez fait une grimace avec les yeux et la bouche grands ouverts en réponse au caméraman heurtant le trépied. Le streamer Mike Ross est assis juste à côté de lui. </p> <p> Finalement, la réaction digne d&#39;un mème est devenue une emote Twitch. </p> <p> Selon <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , les personnalités Twitch dont les ressemblances sont utilisées pour les émoticônes sont payées à l&#39;utilisation. Cela signifie qu&#39;il y a des frais à chaque fois que quelqu&#39;un utilise l&#39;émote. </p> <p> On estime que Gutierrez gagnait environ 50 000 $ par an en spammant l&#39;image de son visage dans le chat. En plus de cela, Gutierrez a été payé entre 50 000 et 100 000 $ d&#39;avance, juste pour permettre à Twitch d&#39;utiliser son image. </p> <p> Cependant, Gutierrez ne représenterait pas PogChamp pour toujours. Le 6 janvier 2021, <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch a banni l&#39;emote PogChamp d&#39;origine </a> , indiquant que l&#39;image d&#39;origine devait être supprimée de la plate-forme. </p> <p> En conséquence, la plateforme a créé une nouvelle emote PogChamp. Depuis, Twitch a vu divers créateurs en ligne devenir le nouveau visage de PogChamp; streamers avec des horizons et des tailles d&#39;audience variés. </p> <p> </p> <p> L&#39;émote a la même signification que l&#39;original, exprimant une réaction surprise, excitée ou choquée. Cependant, l&#39;émote elle-même a changé. </p> <p> Et même avec l&#39;interdiction de Twitch sur l&#39;emote PogChamp avec le visage de Gutierrez, l&#39;utilisation de &quot;poggers&quot; et &quot;pog&quot; dans l&#39;argot Internet ne sera probablement pas affectée. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp exprime l&#39;excitation, la joie ou le choc </h2> <p> PogChamp est l&#39;une des plus anciennes émoticônes de Twitch, mais il s&#39;avère également être l&#39;une des plus polyvalentes. </p> <p> En raison de sa capacité à décrire à la fois les réactions positives et négatives, PogChamp continuera probablement à être utilisé sur Internet, même si le visage attaché au nom ne sera pas toujours le même. </p>"}