{"title":"Que sont les lunettes de jeu et comment fonctionnent-elles ?","content":"<p> Le jeu est, par nature, compétitif. Et les gens compétitifs, par nature, cherchent à s&#39;améliorer. Cela signifie pratiquer, mais cela signifie aussi avoir le bon équipement. On parle bien sûr de lunettes gamer. </p> <p> Si vous croyez au jeu sérieux, les lunettes de jeu sont déjà sur votre radar. Mais quels sont-ils et fonctionnent-ils réellement ? Nous allons jeter un coup d&#39;oeil. </p> <h2 id=\"what-are-gaming-glasses\"> Que sont les lunettes de jeu ? </h2> <p> Les lunettes de jeu de différents fabricants promettent d&#39;augmenter les performances d&#39;un joueur en améliorant la perception de la profondeur, la couleur et le contraste, et même en augmentant le temps de réaction. Les fabricants conçoivent des lunettes de jeu dédiées à porter confortablement avec un <a href=\"https://www.makeuseof.com/tag/best-wireless-gaming-headset-pc/\" target=\"_blank\" rel=\"nofollow noopener\"> gamme de casques sans fil </a> . </p> <p> La plupart des promesses concernant l&#39;augmentation des performances d&#39;un joueur proviennent du blocage de la lumière bleue. En termes simples, les « lunettes de jeu » ne sont généralement que des lunettes bloquant la lumière bleue commercialisées auprès des joueurs. </p> <p> </p> <h2 id=\"how-do-gaming-glasses-work\"> Comment fonctionnent les lunettes de jeu ? </h2> <p> La lumière bleue est une longueur d&#39;onde particulière de la lumière provenant de sources de lumière artificielle, y compris les ordinateurs et les appareils mobiles. La lumière bleue présente certains avantages, notamment l&#39;augmentation de la vigilance. L&#39;inconvénient est que, selon <a href=\"https://www.health.harvard.edu/staying-healthy/blue-light-has-a-dark-side\" target=\"_blank\" rel=\"nofollow noopener\"> Faculté de médecine de Harvard </a> , une trop grande exposition à la lumière bleue peut entraîner des problèmes de sommeil et d&#39;autres problèmes de santé. </p> <p> <img alt=\"Wavelengths of light\" src=\"images/light-spectrum-817.jpg\" loading=\"lazy\"> Crédit d&#39;image: Peter Corbett/ <a href=\"https://www.flickr.com/photos/ptc24/14457002075/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Flickr </a> </p> <p> Que ce soit pour le travail ou pour le plaisir, les lunettes bloquant la lumière bleue fonctionnent en incorporant un pigment dans les lentilles qui élimine la longueur d&#39;onde bleue de la lumière avant que la lumière n&#39;entre dans votre œil. </p> <p> Nous pouvons dire, avec toute la confiance de la science moderne, que les lunettes filtrant la lumière bleue fonctionnent. Mais les lunettes de jeu qui intègrent un filtrage de la lumière bleue améliorent-elles votre jeu, comme le prétendent la plupart des fabricants ? </p> <p> </p> <h2 id=\"is-there-any-proof-that-gaming-glasses-work\"> Existe-t-il une preuve que les lunettes de jeu fonctionnent ? </h2> <p> Bien qu&#39;il y ait eu de nombreuses études sur la lumière bleue et l&#39;impact qu&#39;elle a sur nos yeux et notre corps, il n&#39;y a pas eu d&#39;études sur l&#39;amélioration des performances promises par les fabricants de lunettes de jeu. Le consensus est que les lunettes de jeu protègent vos yeux mais pourraient ne pas sauvegarder vos statistiques. </p> <p> Cela ne signifie pas que les lunettes de jeu ne fonctionnent pas, cela signifie simplement que nous n&#39;avons pas de chiffres précis à l&#39;appui de cette affirmation. Mais, la théorie a du sens. Lorsque Oakley et Turtle Beach se sont associés pour lancer des lunettes de jeu, ils ont créé une page sur la science derrière les lunettes. Certains ont du sens, d&#39;autres non. </p> <p> </p> <p> Selon <a href=\"https://www.oakley.com/en-us/collections/e-sports\" target=\"_blank\" rel=\"nofollow noopener\"> Oakley </a> , ses lunettes de jeu (avec filtrage de la lumière bleue) améliorent la couleur et le contraste et « affinent la vision ». Les lunettes le font de la même manière que les produits Oakley améliorent les performances dans d&#39;autres sports ; en filtrant des longueurs d&#39;onde de lumière spécifiques. </p> <p> </p> <p> Oakley conçoit des verres pour d&#39;autres conditions ou activités, comme la neige et le cyclisme. Mais Oakley n&#39;est pas clair sur la façon dont il le fait pour les jeux. Dans les jeux, le même affichage numérique crée des comparaisons d&#39;environnements radicalement différents. </p> <p> En d&#39;autres termes : si Hoth et Endor de Star Wars étaient des lieux réels, vous porteriez des lunettes de sport différentes à chaque endroit. Pourquoi? Parce que les conditions d&#39;éclairage et les couleurs de chaque environnement sont radicalement différentes. Alors, comment le port d&#39;une seule paire de lunettes pourrait-il améliorer votre jeu sur les deux cartes numériques dans un jeu comme Star Wars Battlefront ? </p> <p> Les pages explicatives associées aux lunettes gamer ne répondent pas concrètement à ce genre de question. Cependant, Oakley explique en partie comment leurs différents objectifs s&#39;adaptent à différents environnements du monde réel. </p> <p> La réponse potentielle, &quot;la lumière bleue est la seule lumière qui compte dans le jeu&quot;, est prometteuse bien qu&#39;un peu décevante. Cette approche filtre la lumière bleue &quot;bruitante&quot; créée par l&#39;écran, rendant les autres couleurs plus vibrantes, similaires aux lunettes de protection contre la neige qui vous aident à voir à travers la lumière réfléchie. Si Oakley a une réponse plus complexe et satisfaisante, nous ne l&#39;avons pas trouvée. </p> <p> Quant à savoir si les lunettes de jeu fonctionnent réellement, la réponse est mitigée. </p> <p> Améliorent-ils le contraste et la couleur ? Oui. </p> <p> Améliorent-ils la perception de la profondeur ? Peut-être. </p> <p> Améliorent-ils le temps de réaction ? Probablement pas. </p> <p> </p> <h2 id=\"who-makes-gaming-glasses-what-s-the-price-range\"> Qui fabrique des lunettes de jeu ? Quelle est la fourchette de prix ? </h2> <p> Vous êtes donc toujours intéressé, ou peut-être plus intéressé, par les lunettes de jeu. Qui les fabrique ? Combien coûtent-ils? </p> <p> Si vous êtes curieux, les lunettes de jeu fabriquées par Turtle Beach et Oakley sont peut-être un peu chères à 219 $ et 166 $, mais ce ne sont pas les seuls fabricants. </p> <p> <a href=\"https://www.amazon.com/s?k=J%2BS&ref=bl_dp_s_web_0\" target=\"_blank\" rel=\"nofollow noopener\"> J+S Vision </a> fabrique des lunettes pour les jeux et l&#39;utilisation générale de l&#39;ordinateur qui sont plus proches de la fourchette de 20 $ à 30 $. <a href=\"https://www.amazon.com/stores/page/CDD15E77-5B39-4751-B616-E4E8D7B34CBD?ingress=2&visitId=8812e852-1c1c-4604-826c-749221236fa5&ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> Gunnar </a> propose une gamme complète de lunettes de jeu dédiées allant d&#39;environ 50 $ à plus de 100 $. <a href=\"https://www.amazon.com/stores/HyperX/page/C3BFE396-3717-4B59-A6EA-0A070E7654D1?ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> Jeu HyperX </a> a un ensemble dédié de lunettes de jeu qui se situe dans cette gamme de prix similaire. </p> <p> Lorsque vous magasinez pour des lunettes de jeu, n&#39;oubliez pas que certaines ont des gammes de prix différentes pour les verres correcteurs ou les accessoires qui utilisent des verres correcteurs que vous portez déjà. </p> <p> </p> <h2 id=\"can-glasses-up-your-game\"> Les lunettes peuvent-elles améliorer votre jeu ? </h2> <p> <img alt=\"gamer wearing glasses\" src=\"images/gamer-wearing-glasses-455.png\" loading=\"lazy\"> </p> <p> Au final, l&#39;efficacité des &quot;lunettes de jeu&quot; se cache derrière la science. Il y a une véritable science derrière le filtrage de la lumière bleue et certaines lunettes de jeu intègrent des caractéristiques de conception très réelles pour qu&#39;elles se marient bien avec d&#39;autres accessoires de jeu. Mais, il y a aussi beaucoup de bon marketing à l&#39;ancienne impliqué. </p> <p> Que vous soyez sceptique à l&#39;égard des &quot;lunettes de jeu&quot; ou que vous souhaitiez des options de style plus polyvalentes, envisagez d&#39;explorer des lunettes filtrant la lumière bleue standard avant de mettre de l&#39;argent sur des lunettes de jeu. Les avantages seront probablement identiques. </p> <p> <small> Crédit d&#39;image: Marco Verch/ <a href=\"https://www.flickr.com/photos/160866001@N07/49854762018/\" target=\"_blank\" rel=\"nofollow noopener\"> Flickr </a></small> </p>"}