{"title":"&quot;Friend Check Up&quot; de Snapchat vous invite à purger les amis indésirables","content":"<p> Votre liste d&#39;amis Snapchat pourrait-elle utiliser une réduction des effectifs ? Si vous avez accumulé des tonnes d&#39;amis que vous ne vous souvenez même pas d&#39;avoir ajoutés, la fonction de vérification des amis de Snapchat vous encouragera à éliminer ces utilisateurs indésirables. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Il est temps de nettoyer votre liste d&#39;amis </h2> <p> Un article sur le <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Salle de presse Snap </a> met en évidence Friend Check Up, une nouvelle fonctionnalité dévoilée juste à temps pour <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Journée Internet plus sûre </a> . Friend Check Up apparaîtra sous forme de notification sur Snapchat et vous invitera à consulter votre liste d&#39;amis. </p> <p> La notification indiquera : « Snapchat est pour les vrais amis. Appuyez pour consulter votre liste d&#39;amis. » La sélection de la notification vous mènera à votre liste d&#39;amis, où vous pourrez couper les connexions indésirables. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> L&#39;objectif de cet outil est de vous aider à supprimer tous les utilisateurs que vous avez ajoutés accidentellement, ainsi que tous ceux que vous ne voulez plus sur votre liste d&#39;amis. Avoir ce rappel est également une excellente fonctionnalité de sécurité. Après tout, vous pourriez sans le savoir donner à certains utilisateurs l&#39;accès à vos histoires et à votre position. </p> <p> </p> <p> Selon Snapchat, cette fonctionnalité sera lancée sur les appareils Android dans les semaines à venir et sur iOS dans les mois à venir. </p> <p> Cela dit, vous n&#39;avez pas besoin d&#39;attendre que Snapchat publie cette fonctionnalité pour commencer à nettoyer votre liste d&#39;amis. Vous pouvez le faire dès maintenant en vous rendant sur votre profil Snapchat et en appuyant sur <strong> Mes amies </strong> . Appuyez longuement sur l&#39;utilisateur que vous souhaitez effacer, appuyez sur <strong> Suite </strong> , puis appuyez sur <strong> Supprimer un ami </strong> &gt; <strong> Supprimer </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Autres façons dont Snapchat améliore la sécurité </h2> <p> Dans le même article de blog, Snapchat a annoncé son partenariat avec Connect Safely aux États-Unis et ChildNet au Royaume-Uni pour afficher des filtres éducatifs. En glissant sur ces filtres, vous serez lié aux ressources de sécurité Internet de l&#39;organisation concernée. </p> <p> En outre, Snapchat étend son intégration avec Crisis Text Line aux États-Unis et prévoit de lancer une fonctionnalité similaire au Royaume-Uni. La plate-forme travaille également avec The Trevor Project pour fournir des ressources intégrées aux jeunes LGBTQ. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat se concentre sur ses amis proches </h2> <p> La fonction Friend Check Up n&#39;est qu&#39;un autre moyen par lequel Snapchat essaie de renforcer son image en tant que plate-forme pour les amis proches, et non pour de parfaits inconnus. </p> <p> La plateforme se targue de ne pas encourager la communication entre des personnes qui ne se connaissent pas bien. Il est conçu pour les amis proches, ce qui est démontré par le plafond de 64 membres de la plate-forme sur les groupes, et le fait que vous ne pouvez pas communiquer avec qui que ce soit à moins que vous n&#39;acceptiez tous les deux la demande d&#39;ami de l&#39;autre. </p>"}