{"title":"Qu&#39;est-ce que le terminal Bloomberg et qu&#39;est-ce qui le rend si puissant ?","content":"<p> Bloomberg est l&#39;un des plus grands services d&#39;information financière au monde et son fondateur, Mike Bloomberg, est l&#39;une des personnes les plus riches au monde. </p> <p> Une grande partie de la richesse qu&#39;il acquiert provient du Bloomberg Terminal, le logiciel informatique indispensable pour de nombreuses entreprises du secteur financier. Si vous travaillez dans un bureau d&#39;entreprise, il est probable que vous l&#39;ayez même utilisé vous-même. </p> <p> Alors, que fait exactement le Bloomberg Terminal, et qu&#39;est-ce qui le rend si puissant et précieux pour les professionnels de Wall Street ? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Comment le terminal Bloomberg est né </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Avant de construire le terminal Bloomberg, Mike Bloomberg était associé général chez Salomon Brothers, une banque d&#39;investissement dont le siège est à New York. </p> <p> Après avoir reçu une indemnité de départ de 10 millions de dollars en 1981, il a inventé un système qui combinait les données financières, les analyses, la conformité et les services d&#39;informations commerciales et financières pertinents sous un seul logiciel informatique, le Bloomberg Terminal. </p> <p> Le terminal Bloomberg a officiellement fait ses débuts en 1982, et le reste appartient à l&#39;histoire. Aujourd&#39;hui, le Terminal est utilisé par plus de 320 000 abonnés dans le monde. On estime que le logiciel lui-même est responsable d&#39;un tiers des revenus de Bloomberg LP. Outre le PC, le Bloomberg Terminal est également disponible sur les smartphones. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Qui utilise le terminal Bloomberg ? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Crédit d&#39;image: Andrey Rudakov/ <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Le Bloomberg Terminal est souvent décrit comme un superordinateur dont les professionnels de Wall Street ne peuvent se passer. Un abonnement au terminal Bloomberg coûte environ 20 000 $ à 24 000 $ par an, mais cela n&#39;empêche pas sa clientèle de renouveler ses abonnements en raison de son utilité. </p> <p> Les commerçants, les courtiers, les analystes, les gestionnaires de portefeuille, les investisseurs et les cadres constituent la principale base de consommateurs du Terminal. </p> <p> Si vous êtes un étudiant universitaire poursuivant un cours en finance ou en économie, vous avez probablement également appris à naviguer dans ses fonctions de base. En effet, de plus en plus d&#39;établissements d&#39;enseignement supérieur s&#39;abonnent au Terminal afin que les étudiants puissent acquérir des connaissances pratiques sur les marchés financiers. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> A quoi ressemble le terminal Bloomberg ? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Crédit d&#39;image : Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Le terminal Bloomberg possède une interface emblématique facile à reconnaître : un écran entièrement noir et des lignes et des lignes de texte néon dans une police rappelant un jeu vidéo des années 90 à l&#39;ancienne. </p> <p> Le terminal fournit également ses propres ordinateurs pour une expérience optimale, appelés Bloomberg Compact Display Terminal 15 pouces. Avec des résolutions natives de 60 Hz, des écrans couleur 32 bits et 1024 x 768 (XGA), les terminaux d&#39;affichage compacts offrent un affichage de haute qualité via un support d&#39;ordinateur ergonomique. Dans un cadre d&#39;entreprise, le Terminal fonctionne généralement sur deux, mais parfois sur quatre à six écrans. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Crédit d&#39;image : Services professionnels Bloomberg/ <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> En termes de matériel, pour utiliser le terminal Bloomberg, vous avez besoin d&#39;un clavier de style PC natif de Bloomberg appelé Starboard, qui, en plus de vos touches QWERTY habituelles, contient des touches rouges, bleues, vertes et jaunes pour des fonctions spécifiques. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Fonctions du terminal Bloomberg </h2> <p> Voici maintenant quelques-unes des fonctions les plus puissantes du terminal Bloomberg. </p> <p> le <b> AIDER </b> est peut-être la clé la plus utile pour ceux qui débutent. Si vous avez des questions sur quoi que ce soit sur le terminal, appuyez une fois sur la touche et un spécialiste Bloomberg sera là pour démarrer une discussion en direct avec vous afin de résoudre vos questions. Pourquoi s&#39;embêter à googler plus? </p> <p> Si vous avez une connexion Internet, vous n&#39;êtes certainement pas étranger à <b> Actualités Bloomberg </b> . Les utilisateurs peuvent simplement taper <b> NOUVELLES </b> et appuyez sur Entrée pour obtenir les dernières informations sur les tendances du marché, les mouvements et d&#39;autres nouvelles pertinentes. </p> <p> Une fois qu&#39;un courtier de Wall Street est informé des plus grandes actualités de la journée, dites qu&#39;il souhaite vérifier les actions et les performances financières d&#39;une entreprise ce jour-là. Pas de problème : les touches de raccourci telles que <b> BQ </b> , <b> GIP </b> , et <b> OMON </b> fournir des graphiques visuels en temps réel, des données, des cotations, des tendances et des prévisions sur une option sur actions ou un fonds. </p> <p> Vous voulez exporter un graphique visuellement agréable du Terminal vers Excel ? Le terminal lui-même est déjà bien intégré à Microsoft Excel. Frappez juste <b> DAPI </b> sur le Terminal. Ceux qui ont une connaissance approfondie des feuilles de calcul de construction du terminal qui se mettent automatiquement à jour avec les dernières données à chaque ouverture du fichier. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Apprenez à créer des graphiques Microsoft Excel à mise à jour automatique ici </a> . </p> <p> Ceux de l&#39;industrie discutent <b> Messagerie Bloomberg </b> , qui est essentiellement Facebook Messenger mais sur Bloomberg. Il vous permet d&#39;envoyer un message à toute personne qui se trouve sur le terminal. Cela signifie que n&#39;importe qui dans l&#39;industrie peut techniquement se contacter instantanément. Plus besoin de demander le numéro de quelqu&#39;un d&#39;autre ou de vous renseigner sur la meilleure façon d&#39;entrer en contact. </p> <p> Si vous essayez d&#39;en savoir plus sur une personne bien connue dans une industrie spécifique, entrez <b> PEOP </b> vous permettra de parcourir leurs informations d&#39;identification. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Crédit d&#39;image : Services professionnels Bloomberg/ <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Carte de Bloomberg </b> est essentiellement Google Maps, mais plus détaillé et adapté au secteur financier. </p> <p> À l&#39;aide de données géospatiales, la carte présente aux utilisateurs une visualisation des catastrophes naturelles qui se déroulent dans le monde, afin que les traqueurs de matières premières soient conscients des impacts des catastrophes naturelles sur les matières premières telles que le pétrole et l&#39;or. Pour accéder à la carte, entrez <b> BMAP </b> . </p> <p> Le travail est fait pour la journée. Disons que notre courtier de Wall Street cherche à dîner dans un restaurant chic. Certains voudraient <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> rechercher de bons endroits sur Google ou des applications d&#39;évaluation de restaurants populaires </a> . Cependant, le terminal peut accomplir cela avec <b> DÎNER, qui </b> affiche les informations et les avis des utilisateurs sur les restaurants haut de gamme à proximité. </p> <p> Si notre courtier de Wall Street veut dépenser gros mais ne sait pas quoi dépenser, il suffit de saisir <b> MLUX </b> sur le terminal reviendra avec des résultats sur les meilleurs articles de luxe disponibles à l&#39;achat en ligne. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Le terminal Bloomberg </h2> <p> Le Bloomberg Terminal n&#39;est pas seulement un système de données financières. C&#39;est aussi une plate-forme de réseautage social, de shopping et de restauration. Son principal argument de vente est qu&#39;il s&#39;agit d&#39;un service tout-en-un fourni avec une rapidité et une précision incroyables. Pas étonnant que ceux qui utilisent le Terminal ne s&#39;en lassent pas. </p> <p> Si vous avez la possibilité d&#39;accéder au terminal à l&#39;école ou au travail, profitez-en pleinement et essayez d&#39;entrer les touches de commande ci-dessus pour voir ce qui apparaît. </p>"}