{"title":"Rapport : Apple charge l&#39;ancien patron du matériel de travailler avec AR/VR","content":"<p> Dan Riccio, l&#39;ancien patron du matériel d&#39;Apple, aurait été chargé d&#39;aider à mener la charge sur les gadgets de réalité augmentée (AR) et de réalité virtuelle (VR) de l&#39;entreprise. Il a récemment commencé un &quot;nouveau chapitre&quot; chez Apple et dirige maintenant un &quot;nouveau projet&quot; non spécifié. </p> <p> « Je suis impatient de consacrer tout mon temps et mon énergie chez Apple à la création de quelque chose de nouveau et de merveilleux qui me passionne énormément. » <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Communiqué de presse d&#39;Apple </a> le cite comme disant. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> veut que Riccio se concentre désormais sur les casques AR/VR d&#39;Apple. </p> <h2 id=\"riccio-s-importance-to-apple\"> L&#39;importance de Riccio pour Apple </h2> <p> Ce cadre de haut niveau travaille chez Apple depuis plus de deux décennies. Riccio a travaillé sur des projets à succès tels que l&#39;iMac d&#39;origine, la gamme iPhone 12 et les nouveaux Mac M1. En tant que tel, il fait le choix parfait pour accélérer les efforts AR/VR d&#39;Apple. </p> <p> Certaines personnes ont dit que le remaniement de l&#39;organisation d&#39;ingénierie matérielle d&#39;Apple est une forte indication que Riccio pourrait parler du projet Titan, un nom de code interne pour le projet mythique Apple Car. Ce n&#39;est presque certainement pas le cas ici, car l&#39;Apple Car est largement considérée comme dans au moins une demi-décennie avant sa sortie. </p> <p> </p> <p> Bien que l&#39;Apple Car dans son stade actuel n&#39;ait probablement pas besoin de toute l&#39;attention de Riccio, il semble être un grand atout en termes de stratégie AR/VR d&#39;Apple. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> La stratégie AR/VR d&#39;Apple </h2> <p> On pense qu&#39;Apple travaille sur un <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> Casque de réalité mixte cher et puissant pour une sortie potentielle en 2021 </a> . Il devrait arriver avant les lunettes AR plus abordables pour le grand public, qui devraient être lancées en 2022. Des sources décrivent le casque comme un accessoire de niche coûteux alimenté par la puce personnalisée d&#39;Apple qui est plus rapide que le silicium M1 trouvé dans les nouveaux Mac. </p> <p> D&#39;autres spécifications supposées incluent deux écrans 8K et un tas de caméras embarquées pour un suivi précis des yeux et des mains. L&#39;appareil peut coûter environ 3 000 $, ce qui est comparable au HoloLens de Microsoft. Il est décrit comme un accessoire de niche qu&#39;Apple vendra probablement principalement aux développeurs afin qu&#39;ils puissent créer des applications AR/VR pour l&#39;appareil. </p>"}