{"title":"Rapport : Apple pourrait arrêter de fabriquer l&#39;iPhone 12 Mini au deuxième trimestre","content":"<p> L&#39;iPhone 12 mini est le plus petit de la génération d&#39;iPhone la plus récente d&#39;Apple --- et cela s&#39;est apparemment avéré être également vrai pour ses ventes. Dès le premier jour, le plus miniature de la série iPhone 12 a été harcelé par des rapports selon lesquels il ne se vend pas dans les quantités de ses frères et sœurs plus grands et plus chers. </p> <p> Maintenant, un rapport de la banque d&#39;investissement JP Morgan, partagé par <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , affirme qu&#39;Apple pourrait potentiellement arrêter de produire des unités de l&#39;iPhone 12 mini dès le deuxième trimestre civil de 2021. Cela pourrait signifier que le téléphone pourrait éventuellement avoir encore quelques mois avant qu&#39;il ne cesse complètement d&#39;être fabriqué. </p> <h2 id=\"adjusting-iphone-12-orders\"> Ajuster les commandes de l&#39;iPhone 12 </h2> <p> La note d&#39;investissement, de William Yang, analyste de la chaîne d&#39;approvisionnement de JP Morgan, note également certains des autres changements qu&#39;Apple pourrait apporter au deuxième trimestre avec la gamme iPhone 12. Yang affirme qu&#39;Apple augmentera le nombre d&#39;iPhone 12 Pro Max de 11 millions d&#39;unités, l&#39;iPhone 12 Pro de 2 millions d&#39;unités supplémentaires et l&#39;iPhone 11 de l&#39;ère 2019 de 8 millions d&#39;unités supplémentaires. </p> <p> Pendant ce temps, les unités iPhone 12 régulières seront coupées et 9 millions d&#39;unités, tandis que l&#39;iPhone 12 mini sera coupé de 11 millions d&#39;unités --- le même nombre diminue que l&#39;iPhone 12 Pro Max augmente. Le rapport suggère qu&#39;Apple pourrait arrêter complètement la production de l&#39;iPhone 12 mini au cours du trimestre. </p> <p> </p> <p> Ce n&#39;est pas la première fois que nous entendons que l&#39;iPhone 12 mini a été un flop comparatif pour Apple. Un rapport de Morgan Stanley a récemment affirmé qu&#39;Apple réduisait les commandes de mini iPhone 12 au premier trimestre 2021. </p> <p> Pendant ce temps, un précédent rapport suggérait que, alors que neuf des 10 meilleurs smartphones activés le jour de Noël aux États-Unis étaient des iPhones, l&#39;iPhone 12 mini était le seul à ne pas figurer sur la liste. (C&#39;est malgré le fait que certains iPhones beaucoup plus anciens ont été inclus.) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini : un miss surprenant </h2> <p> Le fait que l&#39;iPhone 12 mini semble avoir eu du mal est assez surprenant. Il a reçu d&#39;excellentes critiques et offre une expérience iPhone 12 premium, emballée dans un petit facteur de forme. </p> <p> Il comprend le même écran OLED tout écran que ses grands frères (quoique légèrement plus petits), Face ID, processeur A14 Bionic et connectivité 5G. À partir de seulement 699 $, c&#39;est le moins cher des nouveaux iPhones d&#39;Apple. Mais il semble que, pour une raison quelconque, il n&#39;a tout simplement pas été en mesure de remporter le même succès que les plus gros iPhones cette année. </p> <p> Fait intéressant, le rapport de JP Morgan suggère qu&#39;Apple prévoit de sortir quatre autres iPhones cette année. Cela semblerait impliquer qu&#39;Apple n&#39;est peut-être pas encore prêt à jeter l&#39;éponge sur la plus petite gamme d&#39;iPhone &quot;mini&quot;. Il faudra attendre septembre pour voir ce qui se passe. </p>"}