{"title":"Sony pourrait faire face à un recours collectif PS5 DualSense","content":"<p> Alors qu&#39;un autre jour se lève, il en va de même pour la nouvelle qu&#39;un géant de la console - cette fois, Sony - fait potentiellement face à un recours collectif portant sur des commandes défectueuses. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; dresse sa tête laide </h2> <p> Il est indéniable que Sony a brisé le moule avec le pavé de commande DualSense de la PS5. Littéralement, en fait, étant donné <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> comment Sony a gravé tous ces symboles PlayStation sur le châssis du pad </a> . </p> <p> Cependant, un <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> déclaration du cabinet d&#39;avocats américain CSK&amp;D </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) nous dit qu&#39;un recours collectif pourrait être à l&#39;horizon pour Sony. Pourquoi? Parce que, comme les Joy-Cons de Nintendo, les propriétaires de PS5 signalent une dérive du pouce. </p> <p> Si vous avez suivi la couverture de la saga de recours collectifs Joy-Con drift à laquelle Nintendo est confrontée, vous reconnaîtrez peut-être le surnom de CSK&amp;D. C&#39;est parce que c&#39;est l&#39;un des cabinets d&#39;avocats qui poursuit également Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Que dit le recours collectif ? </h2> <p> Dans sa déclaration, CSK&amp;D déclare : </p> <blockquote> <p> CSK&amp;D enquête sur un éventuel recours collectif basé sur des informations selon lesquelles les contrôleurs Sony PS5 DualSense pour la console PlayStation 5 peuvent rencontrer des problèmes de dérive et/ou échouer prématurément. Plus précisément, il est rapporté que le joystick de certains contrôleurs PS5 DualSense enregistrera automatiquement le mouvement lorsque le joystick n&#39;est pas contrôlé et interfère avec le jeu. </p> </blockquote> <p> Ainsi, comme pour la Nintendo Joy-Con, les manettes de la DualSense souffrent d&#39;une usure prématurée. Les composants qui maintiennent le joystick en position lorsqu&#39;il est inactif se détériorent, par conséquent le pad enregistre le mouvement sans interaction du joueur. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> Qu&#39;est-ce que la dérive DualSense ? </h2> <p> Lorsque vous déplacez la manette de votre DualSense, cela enregistre le mouvement avec la console PS5 et le traduit en action à l&#39;écran. C&#39;est ainsi qu&#39;un contrôleur DualSense fonctionne, dans des circonstances normales et lorsqu&#39;il est au mieux de sa forme. </p> <p> Vous saurez immédiatement si vos manettes DualSense dérivent. Comment? Parce que votre PS5 commencera à se comporter comme si vous utilisiez la manette du pouce même si vous ne la touchez même pas. </p> <p> Ainsi, votre personnage peut se déplacer sur l&#39;écran sans votre intervention, ou le curseur peut parcourir les options du menu sans que vous touchiez les manettes. Dans tous les cas, vous ne voulez pas que la dérive DualSense se produise. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> Que pouvez-vous faire à propos de DualSense Drift ? </h2> <p> Si votre manette de contrôle a des problèmes de dérive, alors ce que vous pouvez faire est de contacter <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Assistance PlayStation </a> et organiser un retour. Sony n&#39;a sorti la PS5 qu&#39;en novembre 2020, vous êtes donc sous garantie. </p> <p> Sachez cependant que les lignes d&#39;assistance téléphonique du support PS sont susceptibles d&#39;être très occupées; il recevra également des appels relatifs à des problèmes de console PS5. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Les contrôleurs modernes sont-ils de bonne qualité ? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Vous pouvez faire autant d&#39;histoires que vous le souhaitez autour de votre contrôleur, mais s&#39;il cesse de fonctionner, toutes les fonctionnalités magnifiques que vous réclamez deviennent obsolètes. </p> <p> Comme nous voyons plus de contrôleurs et plus d&#39;utilisations pour eux sur plusieurs plates-formes, il appartient aux concepteurs et fabricants de consoles de s&#39;assurer que les composants sont à jour avant de les publier. Personne ne veut une console de jeu sur laquelle il ne peut pas jouer. </p>"}