{"title":"Steam établit un nouveau record pour commencer 2021 avec un bang","content":"<p> Steam a, une fois de plus, battu son propre record pour le plus grand nombre d&#39;utilisateurs de la plate-forme en même temps. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> 26 millions d&#39;utilisateurs simultanés de Steam </h2> <p> Steam vient de mettre à jour son <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Statistiques Steam </a> page. Ici, nous pouvons voir que le marché de jeux populaires et le service de streaming ont battu son précédent record d&#39;&quot;utilisateurs simultanés&quot; avec près de 26,5 millions de joueurs en ligne à la fois. </p> <p> Il s&#39;agit d&#39;une valeur &quot;de pointe&quot;, ce qui signifie qu&#39;il s&#39;agit de la statistique la plus élevée enregistrée sur une période de 24 heures. La page Steam Stats est constamment mise à jour, donnant aux utilisateurs de Steam la possibilité de voir combien de personnes sont en ligne à tout moment, de jour comme de nuit. Le site affiche des statistiques pour une période glissante de 48 heures. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Vous devez noter que ce chiffre concerne le nombre de personnes connectées à Steam, et non le nombre de personnes qui jouent. Ceux-ci font partie des &quot;utilisateurs actifs&quot; et, en même temps que Steam a établi ce record, 7,2 de ces 26,5 millions de personnes étaient occupées à jouer à leurs titres préférés. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Quand Steam a-t-il établi le record pour la dernière fois ? </h2> <p> Ce n&#39;est pas la première fois que Steam bat son propre record en 2021. Ce n&#39;est pas une mince affaire, étant donné que nous ne sommes qu&#39;en février. </p> <p> Début janvier, Steam a mis à jour ses statistiques pour afficher un nouveau record, qui s&#39;élevait à environ 25,5 millions. Ainsi, ce record crée un nouveau précédent, brisant le chiffre précédent de 1 million d&#39;utilisateurs supplémentaires. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Pourquoi Steam est-il si populaire ? </h2> <p> Eh bien, 26,5 millions de personnes ne peuvent pas se tromper, n&#39;est-ce pas ? Steam est une plate-forme incroyablement populaire pour une bonne raison. Il a une grande richesse de jeux à jouer, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> c&#39;est un marché sûr pour acheter ces jeux </a> , et il a une énorme communauté de personnes partageant les mêmes idées dans lesquelles s&#39;impliquer. </p> <p> Non seulement cela, mais les jeux eux-mêmes attirent également énormément les abonnés Steam. Au moment où j&#39;écrivais cet article, près d&#39;un million de personnes jouaient à Counter-Strike : Global Offensive. Un demi-million de personnes peuplaient les serveurs Dota 2. Les utilisateurs simultanés s&#39;élevaient à 25,1 millions et en hausse, suggérant que Steam pourrait avoir une autre statistique record pour nous d&#39;ici demain. </p> <p> De plus, nous devons également tenir compte du fait que les jeux ont connu une augmentation de popularité en 2020, notamment parce que COVID a obligé tout le monde à rester à l&#39;intérieur. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> Les dépenses de jeux aux États-Unis ont explosé l&#39;année dernière </a> . Pas de surprise là, vraiment. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam continue de croître </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam a toujours été une plate-forme populaire et 2020 l&#39;a placée dans une position de force. C&#39;est encourageant, étant donné que 2020 a été une année terrible pour la plupart des entreprises. </p> <p> Il existe de nombreuses autres façons de profiter de l&#39;écosystème Steam. Pourquoi ne pas réunir des amis et profiter d&#39;un peu de jeu à distance ? S&#39;ils ne sont pas abonnés à Steam, vous pourriez peut-être envisager de les inscrire. </p>"}