{"title":"Speedtest peut désormais mesurer la vitesse à laquelle votre réseau diffuse la vidéo","content":"<p> Si vous avez déjà testé la vitesse Internet de votre réseau, il y a de fortes chances que vous ayez au moins entendu parler de <a href=\"https://www.speedtest.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Test de rapidité </a> , un service en ligne populaire d&#39;Ookla qui fait exactement ce que son nom l&#39;indique. Des millions de personnes ont utilisé le service pour vérifier la vitesse de téléchargement et de téléchargement de leur connexion réseau depuis le lancement de Speedtest en 2006. </p> <p> Avec Speedtest pour iOS, vous pouvez &quot;mesurer la qualité de votre expérience de streaming avant de mettre en file d&#39;attente votre prochaine vidéo&quot;. </p> <h2 id=\"test-how-well-your-network-can-stream-videos\"> Testez dans quelle mesure votre réseau peut diffuser des vidéos </h2> <p> </p> <p> Sur le <a href=\"https://www.speedtest.net/insights/blog/video-test-announcement/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog de test de vitesse </a> , Ookla a annoncé que vous pouvez désormais utiliser l&#39;application iOS pour mesurer la résolution maximale, le temps de mise en mémoire tampon et le temps de chargement des vidéos sur votre réseau. Le test vidéo est gratuit et viendra éventuellement sur d&#39;autres plateformes à temps. </p> <p> Ookla explique que vous avez besoin d&#39;un test de vitesse dédié pour les vidéos car &quot;les fournisseurs [de réseau] priorisent régulièrement le trafic vidéo différemment des autres trafics&quot;. Cela signifie que la façon dont votre réseau gère le contenu vidéo peut être différente de la façon dont il traite le texte et les photos, par exemple. </p> <p> </p> <h2 id=\"how-to-use-speedtest-for-ios-and-how-it-works\"> Comment utiliser Speedtest pour iOS et comment cela fonctionne </h2> <p> Tester la vitesse de streaming vidéo avec Speedtest est simple. À l&#39;ouverture de l&#39;application, sélectionnez <strong> Vidéo </strong> à partir de la barre de navigation en bas, puis le bouton de démarrage jaune clignotant. Il ne faudra que quelques minutes à l&#39;application pour tester différentes qualités vidéo sur votre réseau avant d&#39;obtenir vos résultats. </p> <p> <strong class=\"gallery__section-title\"> Galerie d&#39;images (4 images) </strong> <img alt=\"The screen to start the Speedtest video test\" src=\"images/speedtest-video-1-538.png\" loading=\"lazy\"> Développer <img alt=\"The popup you get upon first trying the new video Speedtest\" src=\"images/speedtest-video-2-638.png\" loading=\"lazy\"> Développer <img alt=\"A video Speedtest in progress\" src=\"images/speedtest-video-3-438.png\" loading=\"lazy\"> Développer <img alt=\"Viewing the results of a video Speedtest\" src=\"images/speedtest-video-4-209.png\" loading=\"lazy\"> Développer </p> <p> Fermer </p> <p> <strong> Télécharger: </strong> <a href=\"https://apps.apple.com/us/app/speedtest-by-ookla/id300704847\" target=\"_blank\" rel=\"nofollow noopener\"> Test de vitesse pour iOS </a> </p> <p> Lorsque vous diffusez une vidéo, elle vous est transmise via des débits binaires adaptatifs qui ajustent la qualité vidéo en fonction des conditions du réseau. Le test vidéo mesure ce débit adaptatif pour vous donner une idée du type de performances que vous devriez pouvoir attendre de votre connexion. </p> <p> Vous vous demandez si vous devriez diffuser cette série Netflix sur votre <a href=\"https://www.makeuseof.com/tag/netflix-ready-smart-tv/\" target=\"_blank\" rel=\"nofollow noopener\"> Smart TV </a> ou sur votre appareil mobile ? Speedtest est là pour vous. Les résultats vous indiquent également quels appareils fonctionnent le mieux au niveau de performances de votre réseau. </p> <p> Cela dit, il est possible que le test vidéo revienne et vous dise que votre réseau ne peut pas diffuser avec succès la résolution maximale prise en charge par votre appareil. Si cela vous arrive, il s&#39;agit probablement d&#39;un problème de réseau. </p> <p> </p> <h2 id=\"how-fast-is-your-network-connection\"> Quelle est la vitesse de votre connexion réseau ? </h2> <p> Ookla semble fier de présenter que son application vous donne des &quot;résultats exploitables&quot;. Si vous constatez que le service de votre fournisseur de réseau n&#39;est pas conforme à l&#39;accord que vous avez, vous pouvez utiliser les résultats de votre test vidéo pour le prouver. </p> <p> Espérons que la possibilité de tester le streaming vidéo sera bientôt disponible sur PC et Android. </p>"}