{"title":"Sony révèle comment le contrôleur PS5 est texturé avec les symboles PlayStation","content":"<p> Si vous avez vu un contrôleur PS5 DualSense, en possédez un ou si vous avez lu le battage médiatique autour du joypad de nouvelle génération, vous saurez qu&#39;il a une texture à l&#39;arrière de l&#39;appareil. </p> <p> Cette texture comprend des milliers de petits carrés, cercles, triangles et X, représentant les boutons d&#39;action à l&#39;avant du DualSense. Maintenant, Sony a révélé exactement comment les symboles sont arrivés là. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony révèle comment il a texturé le contrôleur DualSense </h2> <p> Retournez votre DualSense et vous verrez que le dos a d&#39;innombrables petits symboles provenant des boutons d&#39;action du contrôleur. Eh bien, en fait, vous ne les verrez peut-être pas, car ils sont incroyablement petits. Mais croyez-nous, ils sont là. </p> <p> Il est difficile d&#39;imaginer comment ils existent même, ils sont si petits, mais Sony a révélé à <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , exactement comment ces 40 000 symboles sont apparus. Cela ressemble à un processus assez laborieux, c&#39;est le moins qu&#39;on puisse dire. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Après de nombreux échecs de conception, Sony a finalement opté pour la micro-texture qui lui semblait parfaite. La masse de symboles, tous hauts de quelques microns seulement et créés à partir de dessins dessinés à la main, n&#39;est pas là seulement comme décoration ; il offre également une adhérence lorsque vous utilisez le DualSense. </p> <p> Les concepteurs ont minutieusement découpé ces symboles minuscules dans un moule, à l&#39;aide de graveurs laser précis qui fonctionnent en 3D, plutôt que de simplement découper à travers un seul plan 2D ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> en savoir plus sur les graveurs laser </a> ). </p> <p> Une fois que les machines de fabrication ont injecté le plastique dans le moule, il s&#39;installe parfaitement dans chaque espace disponible, prenant la texture que vous tenez dans vos mains. Des trucs astucieux, surtout compte tenu de l&#39;ampleur de cette modélisation. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Pouvez-vous trouver la texture ailleurs ? </h2> <p> Eh bien, en fait, vous pouvez trouver la texture ailleurs. Sony sait que la continuité est la clé du design. Ainsi, vous pouvez trouver la texture dans tout l&#39;écosystème PlayStation 5. </p> <p> De ses contrôleurs DualSense à la télécommande Media, au casque sans fil PS5 et même à la console elle-même, vous trouverez cette texture sur eux tous. </p> <p> Ce n&#39;est pas non plus la première fois que Sony a texturé ses pads de contrôle. Lorsque Sony a sorti le DualShock 4 aux côtés de la PS4, celui-ci avait également une surface texturée sur son fascia. Cela avait plus à voir avec la préhension du tampon, plutôt que d&#39;avoir également une valeur cosmétique. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense : une manette parfaite ? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> OK, donc la PS5 DualSense n&#39;est peut-être pas parfaite, mais c&#39;est une pièce de design magnifique et elle fonctionne très bien (à l&#39;exception d&#39;un ou deux reproches), aussi. </p> <p> C&#39;est l&#39;attention portée aux détails de Sony, ici, qui distingue vraiment le DualSense de ses concurrents. Avec Sony qui fait vraiment de l&#39;immersion et de l&#39;intégration avant la sortie de la PS5, il est agréable de voir qu&#39;il a vraiment mis son argent là où il se trouve, en termes de design. </p>"}