{"title":"Solid State Logic annonce le contrôleur UF8 DAW","content":"<p> SSL a lancé la surface de contrôle Nucleus 2 en 2016, faisant suite à son Nucleus original primé. Les deux contrôleurs ont reçu des critiques généralement favorables, et il semble qu&#39;un autre vient d&#39;arriver. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Présentation du contrôleur UF8 DAW </h2> <p> Le 4 février, le fabricant de consoles de mixage Solid State Logic (SSL) vient de sortir son tout nouveau contrôleur DAW, l&#39;UF8. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Tous les contrôleurs ne sont pas égaux <br><br> J&#39;ai trouvé pourquoi: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> #UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWController </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> - SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4 février 2021 </a></blockquote>  <p> Il promet &quot;une maîtrise absolue de leur flux de travail&quot; et donc une vitesse de production plus rapide de contenu audio pour les ingénieurs, les producteurs et les artistes. </p> <p> Emballé dans un boîtier métallique de six livres et demi, le SF8 est ce que SSL décrit comme &quot;l&#39;aboutissement de plus de 40 ans d&#39;héritage de SSL en matière de maîtrise des flux de production et de l&#39;ergonomie de studio&quot;. </p> <p> L&#39;UF8 offre des faders tactiles de haute qualité et des écrans couleur haute résolution. Ses huit encodeurs rotatifs sans fin vous donnent accès à huit pistes dans votre DAW de choix. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Outils professionnel </a> , et <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Logique </a> sont tous compatibles avec l&#39;UF8. Quelque <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> logiciel DAW gratuit </a> ça marche aussi avec. </p> <p> Les autres caractéristiques de l&#39;UF8 incluent : </p> <ul> <li> Possibilité de contrôler entre trois DAWS simultanément </li> <li> Cinq banques de huit touches utilisateur et trois touches rapides (43 touches assignables au total) </li> <li> Encodeur de canal polyvalent intelligent </li> <li> Émulation de défilement de souris </li> <li> Extensible jusqu&#39;à quatre UF8 pour une surface de contrôle SSL à 32 canaux </li> <li> Licences complètes des plug-ins Vocalstrip 2 et Drumstrip </li> <li> Connectivité USB haut débit </li> </ul> <p> </p> <p> Pour utiliser l&#39;UF8, vous devez télécharger son logiciel de commande : <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360° </a> (disponible en téléchargement gratuit pour Mac et Windows). Une fois installé, SSL 360° vous permet de configurer votre ou vos unités UF8, de personnaliser les clés utilisateur, d&#39;enregistrer et de charger des profils et de gérer les mises à jour. </p> <p> « La mise en page et la qualité de construction sont liées à notre fixation sur l&#39;ingénierie humaine, créant des produits qui vous maintiennent dans la zone de création avec un accès à grande vitesse à chaque fader ou contrôle, sans fatigue ni inconfort de l&#39;opérateur », a déclaré Andy Jackson, chef de produit du studio. <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> Technologie TV </a> . </p> <p> SSL est une marque de studio plus connue pour produire certains des meilleurs équipements analogiques disponibles, mais le nouveau UF8 pourrait signifier que la société passe au domaine numérique. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> L&#39;UF8 est-il le contrôleur pour vous ? </h2> <p> L&#39;UF8 est une surface de contrôle puissante et polyvalente qui fonctionne avec la plupart des DAW populaires, mais vous pourriez être déçu de constater qu&#39;elle n&#39;a pas de fader principal ou de contrôle de transport approprié. C&#39;est à vous de décider si cela vaut ou non son prix de 1 299 $. </p> <p> Cependant, il est passionnant de voir SSL étendre sa marque, d&#39;abord avec son interface audio, et maintenant un contrôleur DAW. Verrons-nous éventuellement SSL créer également son propre DAW ? </p>"}