{"title":"Twitter envisage les abonnements pour réduire les publicités","content":"<p> Twitter réfléchit à l&#39;idée d&#39;abonnements payants pour réduire sa dépendance aux publicités. Non seulement la plate-forme explore l&#39;accès par abonnement à TweetDeck, mais elle peut également commencer à facturer les utilisateurs pour certaines fonctionnalités. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter veut s&#39;éloigner des publicités </h2> <p> Twitter pourrait ne pas rester entièrement gratuit après tout. Un rapport sur <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> révèle que Twitter réfléchit à de nouvelles façons de gagner de l&#39;argent, notamment les frais d&#39;abonnement, les pourboires payants et même les fonctionnalités payantes. </p> <p> Twitter peut envisager d&#39;ajouter un modèle d&#39;abonnement à <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , l&#39;alternative Twitter qui organise soigneusement vos flux en colonnes sans publicité. La plate-forme a exploré la facturation de TweetDeck en 2017, mais rien n&#39;en est jamais sorti. </p> <p> Twitter réfléchit également à l&#39;idée de fonctionnalités payantes sur Twitter. En juillet 2020, Twitter a envoyé un sondage demandant aux utilisateurs pour quelles fonctionnalités ils envisageraient de payer. Si des fonctionnalités payantes apparaissent, cela peut signifier payer pour des options de personnalisation de profil avancées, et peut-être même des fonctionnalités qui vous permettent d&#39;annuler certaines actions. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Après que le PDG Jack Dorsey a confirmé que Twitter explorait un modèle d&#39;abonnement, la société mène des enquêtes auprès des utilisateurs sur le type de fonctionnalités qu&#39;ils aimeraient voir dans un tel service. <br><br> Annuler l&#39;envoi, des badges spéciaux pour les profils et des analyses avancées font partie des fonctionnalités envisagées. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> – Andrew Roth+ (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 juillet 2020 </a></blockquote>  <p> Le rapport Bloomberg a également mentionné que Twitter explorait également les &quot;conseils&quot;. Cela permettrait aux utilisateurs de donner un pourboire aux journalistes ou aux créateurs pour certains types de contenu. La plateforme a expérimenté cette option sur son application de diffusion <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Periscope, qui devrait fermer ses portes en mars 2021 </a> . </p> <p> En outre, le directeur financier de Twitter, Ned Segal, a fait allusion à d&#39;autres types de fonctionnalités payantes lors d&#39;une conférence en décembre 2020. Il a noté que les fonctionnalités payantes de Twitter pourraient impliquer une &quot;vidéo de meilleure qualité&quot;, des &quot;analyses&quot; et même une &quot;présence commerciale&quot;. &quot; </p> <p> Bruce Falck, responsable des produits de revenus de Twitter, a déclaré à Bloomberg que Twitter &quot;pourrait inclure&quot; des abonnements à l&#39;avenir. nous ne prévoyons aucun chiffre d&#39;affaires significatif attribuable à ces opportunités en 2021. » Cela signifie que nous n&#39;aurons probablement pas à nous soucier des fonctionnalités payantes pour l&#39;instant. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter a annoncé l&#39;acquisition du service de newsletter </a> , Revue, en janvier 2021. Faire payer les utilisateurs pour un abonnement à la newsletter semblerait être une voie logique à suivre pour Twitter, mais on ne sait pas encore si Twitter envisage de le faire. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Payeriez-vous pour des fonctionnalités sur Twitter ? </h2> <p> Difficile d&#39;imaginer Twitter autrement qu&#39;un réseau social gratuit. Alors que les utilisateurs expérimentés peuvent payer pour certaines fonctionnalités afin d&#39;améliorer leurs expériences Twitter, l&#39;utilisateur moyen ne se sentirait probablement pas enclin à payer pour un abonnement TweetDeck ou à acheter une fonctionnalité d&#39;annulation. </p> <p> Twitter doit trouver l&#39;équilibre parfait entre la satisfaction des annonceurs et de ses utilisateurs. S&#39;il s&#39;appuie trop sur la facturation des utilisateurs et l&#39;élimination des publicités, cela laisserait les utilisateurs et les annonceurs mécontents. </p>"}