{"title":"TikTok améliore son jeu de commerce électronique","content":"<p> TikTok fait irruption sur la scène du commerce électronique. La plate-forme aurait l&#39;intention de dévoiler un ensemble d&#39;outils permettant aux créateurs de gagner de l&#39;argent grâce aux liens d&#39;affiliation et aux sessions d&#39;achat en direct. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok jette son dévolu sur la monétisation </h2> <p> Selon un rapport de <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> Le Financial Times </a> , TikTok offrira aux créateurs des moyens supplémentaires de générer des bénéfices sur l&#39;application. Lors d&#39;un briefing avec des annonceurs, l&#39;application vidéo abrégée a noté qu&#39;une multitude de nouvelles fonctionnalités de commerce électronique devraient être déployées en 2021. </p> <p> Les utilisateurs de TikTok pourront bientôt insérer des liens de produits dans leurs vidéos, aucune connexion entre le créateur et la marque n&#39;est nécessaire. Si les téléspectateurs cliquent sur le lien et achètent le produit, le créateur recevra une commission. </p> <p> La plate-forme envisage également une fonctionnalité d&#39;achat en direct, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> un peu comme on le voit déjà sur Instagram Reels </a> . Les créateurs pourront faire la promotion d&#39;un produit (et même faire une démonstration) lors de diffusions en direct, et les spectateurs pourront l&#39;acheter en quelques clics. </p> <p> TikTok peut également permettre aux marques de publier des catalogues entiers sur l&#39;application, ce qui ressemble presque au <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> fonctionnalité de catalogue d&#39;achats déjà présente dans WhatsApp </a> . </p> <p> Facebook, Instagram et WhatsApp se sont transformés en plateformes de médias sociaux qui font également office de centres commerciaux. Avec ces changements, il semble que TikTok vise à faire de même. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok a annoncé un partenariat avec TeeSpring </a> en septembre 2020, une intégration qui permet aux créateurs de vendre leurs propres produits sur l&#39;application. La plate-forme s&#39;est également associée à Shopify à peu près au même moment, donnant aux marchands la possibilité de créer des campagnes publicitaires pour TikTok. </p> <p> Le Financial Times a également noté qu&#39;environ 40% des utilisateurs de TikTok n&#39;ont pas de compte Facebook et 63% n&#39;utilisent pas Twitter. Cela signifie un marché entièrement nouveau d&#39;utilisateurs qui ne voient pas les campagnes publicitaires placardées sur Facebook et Twitter. Cela signifie probablement beaucoup d&#39;argent pour les marques et les annonceurs. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Les réseaux sociaux : une nouvelle destination shopping ? </h2> <p> L&#39;argent devient de plus en plus important dans les médias sociaux, et cela peut s&#39;avérer inquiétant pour les utilisateurs qui utilisent uniquement les réseaux sociaux pour rester en contact avec leurs amis. Les produits sont déjà diffusés sur Facebook et Instagram, et TikTok les rejoindra bientôt. </p> <p> Cela dit, votre <strong> Pour toi </strong> l&#39;alimentation ne peut plus se limiter à des sketchs et des duos amusants. Plus tard cette année, vous pourriez voir vos stars préférées de TikTok faire la publicité de produits lors de diffusions en direct, ou peut-être tomberez-vous sur des liens de produits que vous pourriez même penser à acheter. </p> <p> Les médias sociaux deviennent rapidement un moyen pour les créateurs, les annonceurs et les entreprises de gagner de l&#39;argent, ce que nous verrons probablement davantage dans un avenir proche. </p>"}