{"title":"Tout comme Tesla, Twitter envisage d&#39;investir dans Bitcoin","content":"<p> Tout le monde ne garde pas un œil sur le marché boursier ou la crypto-monnaie, mais si vous le faites, vous sauriez que le 8 février, Tesla a acheté pour 1,5 milliard de dollars de bitcoin. Après que la société a révélé son énorme participation, la valeur du bitcoin a bondi de 20,33% à 46 081,64 $, le plus haut jamais atteint depuis mars 2020. </p> <p> Cela dit, il a été révélé que Tesla n&#39;est pas la seule entreprise à s&#39;intéresser à la crypto-monnaie. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter pourrait bientôt payer ses employés en Bitcoin </h2> <p> Dans une interview avec CNBC, le directeur financier de Twitter, Ned Segal, a déclaré que la société envisageait d&#39;ajouter le bitcoin à son bilan. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Nous avons beaucoup réfléchi dès le départ pour réfléchir à la façon dont nous pourrions payer les employés s&#39;ils demandent à être payés <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , comment nous pourrions payer un vendeur s&#39;il demandait à être payé en <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> et si nous devons avoir <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> sur notre bilan », dit <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> - Boîte Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 février 2021 </a></blockquote>  <p> L&#39;investissement de Tesla dans le bitcoin a donc attiré l&#39;attention de Twitter. La plate-forme de médias sociaux n&#39;a pas encore fait de mouvement au sein de son département de trésorerie, mais nous savons maintenant que les transactions en bitcoins sont au moins envisagées. </p> <p> Lorsqu&#39;on a demandé à Segal ce qu&#39;il faudrait pour que Twitter investisse dans le bitcoin, il a donné une réponse très simple. </p> <p> &quot;L&#39;une des choses clés que nous examinerions serait si les gens demandent à effectuer des transactions avec nous en bitcoin. Parce que nous pourrions alors déterminer si nous transférerions des dollars en bitcoin au moment de la transaction, ou si nous voulions Bitcoin notre bilan, prêt à conclure cette transaction », a expliqué Segal. </p> <p> Vous pourriez penser qu&#39;il est peu probable que Twitter prenne un tel risque alors qu&#39;il vient d&#39;être révélé que Twitter cherche à apporter de grands changements bientôt, comme le <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> mise en place des fonctionnalités de Revue </a> et éventuellement <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> un modèle d&#39;abonnement </a> . </p> <p> Mais la société sœur de Twitter, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Carré </a> , est déjà un investisseur Bitcoin. </p> <p> En octobre dernier, Square a pris <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> son site officiel </a> pour annoncer qu&#39;il avait acheté pour 50 millions de dollars de bitcoins. À l&#39;époque, l&#39;investissement représentait environ un pour cent des actifs totaux de Square. </p> <p> Non seulement cela, mais le PDG de Twitter, Jack Dorsey, est un fan de bitcoin. À la suite des émeutes de Capitol Hill en janvier, il a publié un fil de discussion sur des tweets pour discuter de la <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> interdiction permanente de l&#39;ancien président américain Donald Trump de Twitter </a> . </p> <p> Quelque part au milieu, Dorsey s&#39;est déplacé pour braquer les projecteurs sur la crypto-monnaie. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> La raison pour laquelle j&#39;ai tant de passion pour <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoins </a> est en grande partie à cause du modèle qu&#39;il démontre : une technologie Internet fondamentale qui n&#39;est pas contrôlée ou influencée par un seul individu ou entité. C&#39;est ce que veut être Internet, et avec le temps, il le sera de plus en plus. </p> – jack (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 janvier 2021 </a></blockquote>  <p> Dorsey est devenu de plus en plus passionné par le bitcoin au fil des ans. À peu près à la même époque l&#39;année dernière, Dorsey a demandé à Twitter de lancer un hashtag de marque pour le bitcoin. Désormais, #bitcoin »est accompagné du logo bitcoin dans les tweets. </p> <p> En 2018, <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Les temps </a> a écrit que Dorsey prédit que le bitcoin deviendra un jour la &quot;monnaie unique&quot; du monde. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Quelle est la prochaine étape pour Twitter ? </h2> <p> Nous sommes à seulement deux mois de 2021 et Twitter prend déjà des mesures pour changer considérablement la plate-forme telle que nous la connaissons aujourd&#39;hui. </p> <p> Une autre étape consistera-t-elle à acheter des millions de bitcoins dans les prochains mois pour ses transactions ? Peut-être, si Twitter considère la crypto-monnaie comme &quot;un instrument d&#39;autonomisation économique&quot; comme le fait Square. </p>"}