{"title":"Valve lance officiellement Steam en Chine","content":"<p> La plate-forme de streaming et de marché de jeux, Steam, a enfin eu une sortie native officielle en Chine, dans une grosse semaine pour le marché des jeux du pays. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam arrive officiellement en Chine </h2> <p> Les joueurs chinois ont accès à la version internationale de Steam depuis un certain temps maintenant. Cependant, ce qui a fait défaut, c&#39;est un modèle chinois natif. </p> <p> Cela a maintenant changé, puisque Steam a officiellement lancé la plate-forme dans le pays. Plutôt que de devoir accéder à Steam via son client global, les joueurs chinois ont désormais leur propre version. </p> <p> Ce sera une nouvelle bien reçue. Oui, la Chine a peut-être eu accès au client international Steam, mais cela aurait pu faire l&#39;objet d&#39;une interdiction à tout moment, grâce aux lois de censure strictes en Chine. En conséquence, Steam était dans une position précaire. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Pourquoi la Chine n&#39;a-t-elle que Steam ? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Valve promet aux joueurs chinois leur propre version de Steam depuis plusieurs années maintenant. Il a fallu trois ans pour se concrétiser, enfin. Alors, qu&#39;est-ce qui a pris si longtemps ? </p> <p> Eh bien, comme vous le savez peut-être ou non, le Parti communiste chinois (PCC), qui est l&#39;organe directeur en Chine, contrôle rigoureusement tous les médias internationaux et toutes les données étrangères qui entrent dans le pays. </p> <p> Cela ne signifie pas seulement l&#39;actualité ou la politique. Il s&#39;étend à tout, des films aux livres et aux jeux vidéo. </p> <p> C&#39;est pour cette raison qu&#39;il a fallu si longtemps à Steam pour arriver en Chine. Les jeux doivent recevoir l&#39;approbation du gouvernement chinois avant que les développeurs puissent les sortir en Chine. Cela inclut les jeux sur Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Quels sont les jeux proposés par Steam en Chine ? </h2> <p> Comme mentionné, la version chinoise de la plate-forme populaire a une gamme limitée de jeux en raison de la censure que vous venez de lire. </p> <p> Dans l&#39;état actuel des choses, le marché compte actuellement environ 50 titres répertoriés, en marquant 10 d&#39;entre eux comme &quot;à venir&quot;, vraisemblablement pendant que le gouvernement les examine. </p> <p> Actuellement, les utilisateurs chinois de Steam peuvent profiter de titres populaires tels que Counter-Strike: Global Offensive. C&#39;est toujours le titre le plus populaire de Steam, comme confirmé lorsque <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam a battu son propre record d&#39;utilisateurs simultanés </a> le 8 février 2021. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Bonne nouvelle pour la communauté des jeux en Chine </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> L&#39;arrivée de Steam en Chine sera sans aucun doute une musique aux oreilles des joueurs chinois. Désormais, la Chine dispose d&#39;une plate-forme stable sur laquelle jouer ses titres Steam préférés, sans que la menace de censure n&#39;enlève son plaisir. </p> <p> Steam offre à tous ses utilisateurs un excellent moyen de jouer à des jeux, ainsi qu&#39;un environnement sûr pour acheter des jeux. Il est excellent que le gouvernement chinois ait autorisé Valve à lancer sa plate-forme dans le pays. </p>"}