{"title":"Vous pourrez bientôt désactiver les flux vidéo des personnes dans Microsoft Teams","content":"<p> Parfois, vous ne voulez pas que tout le monde montre sa vidéo lors d&#39;une réunion virtuelle ; parfois, vous préférez gérer qui peut montrer sa webcam et qui ne le peut pas. Heureusement, Microsoft ajoute cette fonctionnalité à Teams, afin que vous puissiez contrôler qui peut et ne peut pas afficher ses caméras lors d&#39;une réunion. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Plans de Microsoft pour la censure vidéo dans les équipes </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> repéré une série d&#39;entrées sur le <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Feuille de route Microsoft 365 </a> liés à la désactivation des webcams des participants dans Teams. Les fonctionnalités sont toujours en développement, mais d&#39;après ce que nous pouvons voir sur la feuille de route, ce sera une mise à jour intéressante pour les équipes. </p> <p> Si c&#39;est la première fois que vous entendez parler de la feuille de route, c&#39;est un moyen fantastique de voir ce que Microsoft a prévu pour ses services. Nous avons repéré les plans du géant du logiciel pour <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> autoriser les présentateurs anonymes dans Microsoft Teams </a> via la feuille de route Microsoft 365. </p> <p> Maintenant, Microsoft a ajouté deux autres entrées à la feuille de route. L&#39;un d&#39;entre eux discute de la désactivation de la caméra d&#39;un seul participant, tandis que l&#39;autre discute de la désactivation de la caméra de tout le monde en même temps. </p> <p> Pour le premier, Microsoft souhaite permettre à un organisateur de réunion de désactiver la webcam d&#39;une seule personne. Il s&#39;agit d&#39;une fonctionnalité pratique pour les personnes qui causent des problèmes avec leurs webcams ou simplement pour allumer et éteindre les gens quand c&#39;est l&#39;heure de parler. </p> <p> Cette dernière fonctionnalité permet à un organisateur d&#39;activer et de désactiver les webcams de tout le monde en un seul passage. L&#39;organisateur peut choisir de basculer le commutateur avant le début de la réunion ou de le faire à la volée pendant que la session est en cours. </p> <p> Les deux fonctionnalités sont répertoriées deux fois sur la feuille de route. Le premier lot est prévu pour une sortie en avril 2021 et le second en mai. En tant que tel, il est un peu difficile de savoir quand nous aurons cette mise à jour, mais cela ne devrait pas être trop long avant que vous ayez le contrôle ultime sur qui peut et ne peut pas montrer son visage dans vos réunions Teams. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Mieux contrôler vos réunions avec Microsoft Teams </h2> <p> Si vous avez toujours voulu gérer les flux de webcam des personnes dans Microsoft Teams, vous avez de la chance. Le géant du logiciel travaille sur une fonctionnalité qui vous permettra d&#39;éteindre des caméras individuelles ou toutes à la fois. Nous devrons attendre et voir la date exacte de la sortie de cette fonctionnalité. </p> <p> Si vous êtes intéressé par plus de façons de gérer vos réunions Teams, saviez-vous que le service récapitulera bientôt vos sessions pour vous ? Il était initialement prévu pour une sortie en janvier 2021 mais a été repoussé à février pour le moment. </p> <p> <small> Crédit d&#39;image: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}