{"title":"WallStreetBets apparaît dans une publicité pour le Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r/WallStreetBets </a> , la communauté Reddit derrière la frénésie boursière de GameStop, a obtenu sa propre publicité pour le Super Bowl. Reddit a créé une brève annonce de cinq secondes pour honorer la volonté et la détermination pure de WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets fait le Super Bowl </h2> <p> Quiconque a regardé le Super Bowl LV a eu une belle surprise entre les touchés record de Rob Gronkowski et la performance de The Weeknd sur le thème de Las Vegas. Pendant ce qui a semblé être une fraction de seconde pendant la pause publicitaire, une publicité de Reddit est apparue à l&#39;écran. </p> <p> Le début de l&#39;annonce comporte le logo Reddit, qui disparaît ensuite pour afficher le message : &quot;Wow, cela a fonctionné. Si vous lisez ceci, cela signifie que notre pari a été payé.&quot; </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Qu&#39;est-ce qui vient de se passer? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> - Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 février 2021 </a></blockquote>  <p> Le message se poursuit en disant: &quot;Une chose que nous avons apprise de nos communautés la semaine dernière est que les outsiders peuvent accomplir à peu près tout lorsqu&#39;ils se réunissent autour d&#39;une idée commune.&quot; Ici, Reddit faisait clairement référence à <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> Victoire de WallStreetBet sur Wall Street </a> , alors qu&#39;il luttait contre les fonds spéculatifs en colère et les restrictions commerciales de Robinhood. </p> <p> Il clôt l&#39;annonce en indiquant : &quot;Des choses puissantes se produisent lorsque les gens se mobilisent autour de quelque chose qui leur tient vraiment à cœur. Et il y a une place pour cela. Cela s&#39;appelle Reddit.&quot; </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Surprise du Super Bowl de Reddit </h2> <p> Bien que cette publicité n&#39;ait été diffusée que pendant quelques secondes, Reddit a noté qu&#39;il avait dépensé son &quot;budget marketing entier&quot; sur cette publicité incroyablement courte. WallStreetBets méritait définitivement le message de célébration et a probablement été une surprise pour les 8,7 millions de membres de la communauté. </p>"}