{"title":"10 Keterampilan Alexa Terbaik untuk Siswa yang Belajar di Rumah","content":"<p> Ketika berbicara tentang pendidikan anak Anda, selalu penting untuk menemukan tugas yang menantang, menarik, dan menginspirasi. Itu terutama benar sekarang dengan tingkat harapan pada orang tua untuk membantu siswa mereka belajar di rumah. </p> <p> Asisten Amazon Alexa dapat membantu anak Anda tetap fokus dan terlibat dengan keterampilan hebat ini. Menjadi seorang guru dan orang tua bisa menjadi kerja keras. Biarkan Alexa melakukan beberapa perencanaan dan kekuatan otak untuk Anda. </p> <h2 id=\"spelling-quiz\"> 1. <a href=\"https://www.amazon.com/MSIM-Consulting-Spelling-Quiz/dp/B087QHY928\" target=\"_blank\" rel=\"nofollow noopener\"> Kuis Ejaan </a></h2> <p> <img alt=\"Spelling Quiz Alexa\" src=\"images/spelling-quiz-alexa-skill-126.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Kuis Ejaan.&quot; </strong> </p> <p> Kuis Ejaan adalah keterampilan yang berfokus pada kata yang memungkinkan Anda untuk mendikte level apa yang Anda ingin anak Anda mulai. Mulai dari yang mudah, Kuis Ejaan memungkinkan Anda membantu anak Anda meningkatkan ejaan dengan kecepatan mereka. Dua level pertama gratis. Dan jika Anda ingin mengalami kata-kata yang lebih sulit, lima level lagi dapat dibuka dengan pembelian dalam keterampilan. </p> <p> Dengan menggunakan teknik yang biasa mereka alami di sekolah, Kuis Ejaan dapat disesuaikan. Namun, jika anak Anda kesulitan menemukan kata tersebut, mereka dapat meminta bantuan Alexa. Dia akan menyederhanakan pilihan yang tersedia untuk menjawab. </p> <p> Jika Anda ingin menemukan lebih banyak sumber daya yang berkaitan dengan sastra Inggris, Anda dapat <a href=\"https://www.makeuseof.com/little-known-places-to-download-free-ebooks/\" target=\"_blank\" rel=\"nofollow noopener\"> unduh Ebook gratis </a> untuk membantu anak Anda memperluas pengetahuan membaca mereka. </p> <p> </p> <h2 id=\"math-facts-math-practice-for-kids\"> 2. <a href=\"https://www.amazon.com/Math-Facts-Practice-Kids/dp/B01HLUPI08\" target=\"_blank\" rel=\"nofollow noopener\"> Fakta Matematika – Latihan Matematika untuk Anak </a></h2> <p> <img alt=\"Math Skill\" src=\"images/maths-facts-alexa-skill-733.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Fakta Matematika.&quot; </strong> </p> <p> Fakta Matematika adalah cara yang menyenangkan bagi anak Anda untuk belajar pengurangan, penambahan, perkalian, dan pembagian. Dalam format yang mudah diikuti, keterampilan ini mengubah pemikiran menjadi permainan, mendorong anak-anak untuk merasa santai di lingkungan belajar mereka. </p> <p> Menggunakan anak-anak sebagai bagian dari peningkatan keterampilan mereka telah memungkinkan para pengembang untuk membuat sesuatu yang benar-benar mempertimbangkan waktu dan kata-kata yang dibutuhkan anak-anak untuk menjawab pertanyaan matematika tertentu. </p> <p> </p> <h2 id=\"memory-game\"> 3. <a href=\"https://www.amazon.com/worldengine-Memory-Game/dp/B01HBWUHVG\" target=\"_blank\" rel=\"nofollow noopener\"> Permainan Memori </a></h2> <p> <img alt=\"Memory Alexa\" src=\"images/memroy-skill-alexa--455.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Memory Game.&quot; </strong> </p> <p> Salah satu hal tersulit bagi banyak anak ketika belajar adalah mempertahankan pengetahuan. Itu mungkin mata pelajaran yang berbeda untuk anak yang berbeda, tetapi masalahnya selalu sama. Dengan mengunduh keterampilan Alexa ini, Anda mempersiapkan anak Anda dan mengembangkan keterampilan pendidikan yang bermanfaat. </p> <p> Berfokus pada sejumlah topik yang dapat dikaitkan dengan segala usia, keterampilan Memory Game adalah pilihan interaktif yang menyenangkan untuk digunakan di rumah. Hal ini juga berguna bagi orang tua untuk mencoba juga. </p> <p> </p> <h2 id=\"question-of-the-day\"> 4. <a href=\"https://www.amazon.com/VoicePress-AI-Question-of-the-Day/dp/B01N6QUAXX\" target=\"_blank\" rel=\"nofollow noopener\"> Pertanyaan Hari Ini </a></h2> <p> <img alt=\"Alexa Skill Alexa\" src=\"images/question-of-the-day-alexa-skill-724.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Pertanyaan Hari Ini.&quot; </strong> </p> <p> Alih-alih berfokus pada mata pelajaran tertentu, keterampilan Pertanyaan Hari Ini dapat menantang pengetahuan umum anak Anda dengan berbagai pertanyaan setiap hari. Pertanyaan pengetahuan umum dapat membantu membawa anak keluar dari zona nyaman mereka. </p> <p> Keterampilan Pertanyaan Hari Ini pasti akan memberi anak Anda sesuatu untuk dibicarakan saat makan malam ketika Anda bertanya kepada mereka apa yang mereka pelajari di sekolah, bahkan jika mereka tidak dapat mengingat matematika, sastra, atau sains secara spesifik. </p> <p> Pembelian dalam keterampilan dapat membuka kunci pertanyaan bertema Harry Potter atau membuka keanggotaan ke Klub Trivia. Anggota dapat mendengar tiga pertanyaan tantangan harian, melihat peringkat di papan peringkat regional dan nasional, akses tak terbatas ke paket game multipemain, dan akses arsip eksklusif. </p> <p> </p> <h2 id=\"teach-me-healthy-eating\"> 5. <a href=\"https://www.amazon.com/Business-Profits-Academy-healthy-eating/dp/B07DBF446P\" target=\"_blank\" rel=\"nofollow noopener\"> Ajari Aku Makan Sehat </a></h2> <p> <img alt=\"Healthy Skill Alexa\" src=\"images/healthy-eating-alexa-skill-620.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Ajari Aku Makan Sehat.&quot; </strong> </p> <p> Ajarkan Saya Makan Sehat adalah keterampilan yang hebat bagi mereka yang ingin memastikan bahwa belajar di rumah bukan hanya tentang menulis di kertas. Keterampilan ini berfokus pada peretasan kecil yang sehat, daripada sekadar memuntahkan resep kepada pendengar. Ini mendorong perubahan kebiasaan yang perlahan-lahan dapat dicerna oleh setiap anak ke dalam rutinitas mereka. </p> <p> Ini bertujuan untuk mendidik anak-anak dengan pengetahuan inspirasional tentang makanan, tetapi juga mendorong mereka untuk membuat perubahan pola makan mereka. Ini adalah keterampilan yang berguna bagi mereka yang membutuhkan kesejahteraan pribadi pada usia berapa pun. </p> <p> </p> <h2 id=\"my-interesting-science-skill\"> 6. <a href=\"https://www.amazon.com/AjitM-My-Interesting-Science-Skill/dp/B01MT7IKQB\" target=\"_blank\" rel=\"nofollow noopener\"> Keterampilan Sains Saya yang Menarik </a></h2> <p> <img alt=\"Science Alexa Skill\" src=\"images/interesting-science-alexa-skill-687.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Keterampilan Sains Saya yang Menarik.&quot; </strong> </p> <p> Keterampilan Sains Saya yang Menarik mungkin tidak menawarkan sisi praktis sains yang tersedia di lingkungan sekolah tradisional, tetapi ini menjelaskan beberapa kisah sains yang cukup mengagumkan dan membandingkannya dengan pengalaman kita sehari-hari. </p> <p> Dengan kata lain, itu membuat sains dapat dipahami oleh pelajar melalui penemuan-penemuan yang bahkan tidak pernah kita ketahui terjadi. </p> <p> </p> <h2 id=\"home-learning\"> 7. <a href=\"https://www.amazon.com/Tiffany-Hunt-Home-Learning/dp/B088R1VYDL\" target=\"_blank\" rel=\"nofollow noopener\"> Belajar di Rumah </a></h2> <p> <img alt=\"Learning Alexa Skill\" src=\"images/home-learning-alexa-skill-282.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Home Learning.&quot; </strong> </p> <p> Salah satu tantangan belajar dari rumah bukanlah materi itu sendiri, tetapi sikap dan perilaku yang dibutuhkan untuk bekerja keras. Keterampilan Belajar di Rumah menawarkan strategi dan teknik kepada orang tua untuk mengatasi saat-saat sulit bersama anak-anak mereka. </p> <p> </p> <p> Keterampilan ini menggunakan metode dan ide yang menyenangkan untuk memerangi sikap buruk terhadap mata pelajaran tertentu. Ini sangat bagus untuk disimpan di saku belakang Anda ketika Anda membutuhkan sedikit inspirasi untuk mendorong anak Anda. </p> <p> </p> <h2 id=\"keep-kids-busy-home-life\"> 8. <a href=\"https://www.amazon.com/Keep-Kids-Busy-Home-Life/dp/B085ZTTWSK\" target=\"_blank\" rel=\"nofollow noopener\"> Buat Anak-anak Sibuk – Kehidupan Rumah </a></h2> <p> <img alt=\"Kids Alexa Skill\" src=\"images/keep-kids-busy-alexa-skill-139.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Keep Kids Sibuk&quot;. </strong> </p> <p> Terkadang metode pembelajaran tradisional bisa menjadi tipis. Itu terutama benar di rumah ketika lingkungannya sama untuk setiap mata pelajaran. Keep Kids Busy adalah keterampilan yang muncul dengan berbagai aktivitas untuk memperkaya hari rata-rata anak Anda. </p> <p> Dengan melibatkan keterampilan dan dengan bantuan beberapa alat peraga rumah, Keep Kids Busy adalah alternatif yang memperkaya untuk ditambahkan ke rutinitas pendidikan anak Anda. </p> <p> </p> <h2 id=\"music-bop-adventures\"> 9. <a href=\"https://www.amazon.com/Adassa-Innovations-Music-Bop-Adventures/dp/B0748DNRPQ/\" target=\"_blank\" rel=\"nofollow noopener\"> Petualangan Musik Bop </a></h2> <p> <img alt=\"Alexa Skill PE\" src=\"images/music-bop-adventures-613.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Music Bop Adventures.&quot; </strong> </p> <p> Music Bop Adventures adalah keterampilan petualangan yang menyenangkan dan interaktif yang dirancang untuk membuat anak Anda tetap aktif. Jika Anda mencari inspirasi pendidikan jasmani, tidak perlu mencari lagi. Anak Anda menjalani langkah mereka dengan empat petualangan berbeda untuk dijelajahi. </p> <p> Baik itu di luar angkasa, di bawah laut, di hutan, atau melarikan diri dari cuaca, Music Bop Adventures bertujuan untuk membuat anak Anda tetap bergerak dan aktif secara fisik, sambil terlibat dengan pemikiran mereka juga. </p> <p> </p> <h2 id=\"country-game\"> 10. <a href=\"https://www.amazon.com/Dilli-Labs-LLC-Country-Game/dp/B078V264VJ\" target=\"_blank\" rel=\"nofollow noopener\"> Permainan Negara </a></h2> <p> <img alt=\"Country Skill\" src=\"images/alexa-skill-country-game-490.png\" loading=\"lazy\"> </p> <p> <strong> Ucapkan &quot;Alexa, buka Game Negara.&quot; </strong> </p> <p> Keterampilan Country Game adalah cara yang bagus untuk menguji pengetahuan geografi global anak Anda. Ada juga <a href=\"https://www.amazon.com/alex-w-all-states-america/dp/B01KKYHVXO\" target=\"_blank\" rel=\"nofollow noopener\"> keterampilan yang berfokus pada negara bagian AS </a> tersedia. Tetapi jika Anda menginginkan pendidikan yang lebih global, maka ini adalah keterampilan untuk Anda. </p> <p> Uji pengetahuan anak Anda tentang negara-negara dari seluruh dunia. Anda bahkan bisa meminta mereka menggambar peta pada saat yang sama untuk tantangan tambahan. </p> <p> <img alt=\"alexa homeschool\" src=\"images/alexa-homeschool-feature-e1611664167763-374.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"alexa-is-a-perfect-teaching-assistant\"> Alexa adalah Asisten Pengajar yang Sempurna </h2> <p> Apakah anak Anda belajar di rumah penuh waktu, atau Anda hanya memerlukan dukungan dengan pekerjaan rumah, ada sejumlah keterampilan hebat Alexa yang tersedia. </p> <p> Dan ketika hari itu berakhir, semua orang dapat tertawa dengan permainan kelompok yang hebat. </p>"}