{"title":"10 Tindakan dan Larangan Keamanan Internet untuk Menjaga Anda Tetap Aman Saat Online","content":"<p> Saat Anda menjelajah internet, apakah Anda menyadari sepenuhnya risiko yang mungkin Anda hadapi? Jangan berpuas diri saat berselancar online, atau Anda bisa menjadi korban penipuan termasuk pencurian identitas, malware, dan rekayasa sosial. </p> <p> Agar aman saat online, berikut adalah 10 hal yang harus dan tidak boleh dilakukan untuk keselamatan yang harus selalu Anda ingat. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> LAKUKAN: Instal Perangkat Lunak Antivirus dan Perbarui Secara Teratur </h2> <p> Ini adalah salah satu protokol keselamatan paling dasar yang harus Anda terapkan di komputer pribadi dan kantor Anda. Ada banyak pilihan berbeda dalam hal perangkat lunak jenis ini. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Yang gratis menawarkan fitur keamanan dasar </a> tetapi jika Anda menginginkan keamanan maksimum, Anda harus menyisihkan anggaran yang layak. Pastikan Anda mempertimbangkan perlindungan malware untuk penjelajahan web yang lebih aman. </p> <p> Dan sangat penting Anda terus memperbaruinya. Kerentanan baru sering ditemukan dan ditambal; jika Anda menjalankan perangkat lunak antivirus versi lama, masalah tersebut belum diperbaiki pada perangkat Anda. Anda dapat mengatur sebagian besar suite keamanan untuk diperbarui secara otomatis. Anda juga dapat mengaturnya untuk memindai komputer Anda secara teratur tanpa Anda perlu melakukan hal lain. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> LAKUKAN: Pilih Kata Sandi yang Kuat </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> Kata sandi memainkan peran penting dalam melindungi data Anda secara online. Baik untuk profil media sosial, akun belanja, atau email pribadi, Anda harus membuat sandi yang kuat. </p> <p> Beberapa situs menawarkan saran, yaitu campuran alfanumerik dan karakter khusus. Beberapa tidak menerima sandi yang tidak sesuai dengan persyaratannya. Namun, tidak semua situs web menawarkan ini. Saat membuat sandi Anda sendiri, ingatlah bahwa Anda melindungi integritas dan informasi pribadi Anda. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> LAKUKAN: Batasi Informasi Pribadi </h2> <p> Jangan menaruh terlalu banyak informasi pribadi secara online. Dengan membagikan informasi pribadi Anda kepada publik, Anda berisiko membahayakan lokasi, rutinitas harian, dan banyak lagi. </p> <p> Jangan lupa tentang pencurian identitas. Semakin banyak Anda memberikan informasi tentang diri Anda, semakin besar risiko identitas Anda disalin oleh penjahat dunia maya. Ini adalah masalah yang sangat serius dan dapat menghancurkan kehidupan. Banyak orang telah menjadi korban hal ini. Anda tidak ingin menjadi yang berikutnya. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> LAKUKAN: Jauhi Clickbait yang Mencurigakan </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> Saat berselancar online, Anda akan menemukan berbagai situs web yang menampilkan iklan pop-up yang dapat menarik orang yang tidak tahu untuk mengklik. Iklan clickbait berbahaya karena dapat menyebabkan potensi virus menyusup ke komputer Anda. </p> <p> Lebih waspada tentang apa yang Anda baca dan klik saat online. Verifikasi informasi terlebih dahulu—terutama ke mana tautan benar-benar membawa Anda—sebelum Anda mengeklik, meskipun tampaknya sangat menarik. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> LAKUKAN: Aktifkan Otentikasi Dua Faktor </h2> <p> Otentikasi Dua Faktor (2FA) memberikan lapisan keamanan tambahan untuk akun Anda. Ini membantu mencegah scammers karena akan memerlukan dua bukti untuk memverifikasi keaslian pemilik akun, yaitu kata sandi plus kode verifikasi yang dikirim ke nomor telepon atau alamat email. </p> <p> Hal ini membuat lebih sulit bagi penjahat untuk mencuri informasi Anda dan mengakses data Anda. Ini penting jika situs web menawarkan opsi ini. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> JANGAN: Gunakan Kata Sandi Tunggal untuk Situs Web yang Berbeda </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Bayangkan sebuah rumah dengan banyak kunci tetapi hanya memiliki satu kunci untuk membuka semua ruangan. Jika pencuri mendapatkan kunci tunggal itu, semua kamar Anda dapat dibuka dengan mudah. </p> <p> Ini juga berlaku untuk perlindungan sandi. </p> <p> </p> <p> Menetapkan kata sandi yang kuat tidak cukup. Anda harus mempelajari cara menggabungkannya sehingga penipu potensial atau pencuri identitas tidak akan dapat sepenuhnya mengkompromikan informasi pribadi Anda. Jika tidak, jika satu layanan mengalami kebocoran data, semua layanan lain yang Anda gunakan juga akan terpapar. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> JANGAN: Tetap Dengan Satu Akun Email </h2> <p> Email Anda adalah faktor penting untuk mendaftar di situs web. Bahkan ketika datang ke perbankan online, email diperlukan. Namun, bayangkan Anda melupakan detail login email Anda. </p> <p> Apa yang akan kamu lakukan? Bagaimana jika seorang penjahat online mengkompromikan satu alamat email Anda? Akan lebih baik untuk membuat beberapa akun email untuk membantu Anda dengan rencana cadangan, sehingga Anda masih dapat mengambil data penting. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> JANGAN: Simpan Detail Kartu Pribadi Di Situs Web </h2> <p> Apakah Anda seorang pembelanja online yang rajin atau menggunakannya dengan hemat, tidak bijaksana untuk menyimpan detail kartu Anda di situs web. </p> <p> Semakin banyak data yang Anda simpan di situs, semakin besar kemungkinan pencurian identitas, jika terjadi pelanggaran data. Anda sering harus mengambil risiko ini dalam hal Informasi Identifikasi Pribadi (PII), mengingat banyak layanan memerlukan detail pribadi dasar untuk membuat akun, tetapi menyimpan informasi keuangan Anda di tempat lain tidak diperlukan. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> JANGAN: Unduh Perangkat Lunak Tidak Dikenal </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> Apakah Anda pernah browsing dan muncul iklan yang menawarkan software gratis? Tidak peduli seberapa bagus penawaran ini, jangan unduh ini. </p> <p> Jika terlihat terlalu bagus untuk menjadi kenyataan, mungkin memang begitu. Ini juga berlaku untuk lampiran email yang tidak diminta. </p> <p> </p> <p> Rangkaian keamanan Anda seharusnya melindungi Anda dari banyak ancaman, tetapi dengan mengklik sesuatu tanpa mengetahui konten lengkapnya, Anda dapat mengundang malware ke sistem Anda. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> JANGAN: Izinkan Situs Web Mengingat Nama Pengguna dan Kata Sandi Anda Your </h2> <p> Mengizinkan situs web mengingat nama pengguna dan kata sandi Anda memang menggoda, tetapi sebaiknya dihindari. </p> <p> Siapa pun yang dapat mengakses komputer, laptop, atau ponsel cerdas Anda dapat dengan mudah masuk ke akun Anda karena semua kredensial login sudah disimpan dalam cookie. Anda dapat menggunakan layanan sepanjang waktu, tetapi jangan terlalu nyaman saat masuk ke berbagai situs web secara online. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> Keamanan Internet Memerlukan Pilihan Cerdas yang Sederhana </h2> <p> Keamanan internet Anda sangat bergantung pada pilihan dasar. </p> <p> Semakin Anda membuat keputusan yang bijaksana, semakin kecil kemungkinan identitas Anda dikompromikan. Tanggung jawab benar-benar ada pada Anda di sini. Penjahat dunia maya hanya menunggu Anda melakukan langkah yang salah. Jadi pintarlah; waspada. Jangan pernah lengah saat menjelajah online. </p>"}