{"title":"5 Fitur Kesehatan Apple yang Kurang Dikenal Layak Digunakan","content":"<p> Sebagian besar pengguna Apple Watch dan iPhone sudah familiar dengan aplikasi Apple Health. Itu <strong> Aktivitas </strong> bagian yang melacak gerakan, kalori, dan frekuensi berdiri adalah bagian aplikasi yang paling terkenal. </p> <p> Namun, saat Anda menggali lebih dalam ke aplikasi Apple Health, Anda dapat menemukan lebih banyak fungsi bermanfaat. Untungnya, kami telah menggali untuk Anda: berikut adalah fitur terbaik yang kurang dikenal yang terkubur di aplikasi Apple Health. </p> <h2 id=\"cycle-tracking\"> 1. Pelacakan Siklus </h2> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (3 Gambar) </strong> <img alt=\"Main display screen of the cycle tracking feature within apple health. It shows the cycle log and where you are in your cycle\" src=\"images/cycletracking-symptoms-349.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Menu within the apple health cycle tracking function that allows users to record symptoms\" src=\"images/cycletracking-symptoms-617.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Cycle tracking screen with a calendar view showing when your next period is predicted to start\" src=\"images/cycletracking-predictions-910.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Meskipun ada banyak aplikasi pelacakan menstruasi yang hebat di App Store, tahukah Anda bahwa ada juga fitur pelacakan siklus hebat yang terletak di aplikasi Apple Health? Ini memiliki semua fitur utama dari aplikasi pelacakan mandiri yang dibangun secara diam-diam. </p> <p> Anda dapat memasukkan tanggal mulai dan akhir periode Anda dan panjang siklus menstruasi Anda (jangan khawatir jika Anda tidak yakin; aplikasi akan default ke 28 hari dan menyesuaikan saat Anda menambahkan data setiap bulan). Aplikasi ini akan menggunakan data ini untuk memprediksi kapan menstruasi Anda berikutnya akan dimulai dan kapan Anda bisa berovulasi. Anda juga dapat memasukkan data untuk melacak gejala Anda sepanjang siklus Anda. </p> <p> </p> <p> Melacak siklus Anda sangat membantu karena beberapa alasan. Yang paling jelas adalah membantu Anda mengetahui kapan harus mengharapkan menstruasi. Ini juga dapat membantu Anda menentukan kapan Anda paling subur jika Anda mencoba untuk hamil. Melacak ini juga akan membantu Anda mengetahui apakah Anda terlambat—yang dapat mengindikasikan kehamilan atau berbagai masalah kesehatan yang mendasarinya. </p> <p> </p> <h2 id=\"mobility-data\"> 2. Data Mobilitas </h2> <p> Anda mungkin tidak mengetahui hal ini, tetapi jika Anda berjalan-jalan dengan iPhone di saku, itu akan mengumpulkan beberapa data mobilitas yang menarik untuk Anda. Atau, mengenakan Apple Watch juga dapat mengumpulkan data mobilitas. </p> <p> Untuk mengakses data mobilitas ini: </p> <ol> <li> Buka Aplikasi Kesehatan Apple. </li> <li> Pilih <strong> Jelajahi </strong> ikon. </li> <li> Gulir ke bawah ke <strong> Mobilitas </strong> dalam <strong> Daftar Kategori Kesehatan </strong> dan pilih itu. </li> </ol> <p> Setelah Anda menavigasi ke fitur data mobilitas, Anda akan dapat meninjau beberapa bagian data yang menarik. </p> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (3 Gambar) </strong> <img alt=\"Mobility overview screen in Apple Health App\" src=\"images/mobility-overview-825.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Graph of double support time mobility data collected in Apple Health\" src=\"images/double-support-time-514.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Graph of step length data collected in Apple Health\" src=\"images/step-length-693.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <h3 id=\"double-support-time\"> Waktu Dukungan Ganda </h3> <p> Ini mewakili waktu ketika kedua kaki berada di tanah saat Anda berjalan. Orang yang sehat akan memiliki waktu dukungan ganda antara 20 dan 40 persen selama berjalan biasa. Persentase yang lebih tinggi dapat menunjukkan masalah keseimbangan atau koordinasi. IPhone Anda akan mencatat waktu dukungan ganda Anda saat berjalan di tanah datar. </p> <h3 id=\"step-length\"> Panjang langkah </h3> <p> Jarak antara kaki depan dan kaki belakang saat berjalan. Catatan panjang langkah saat Anda berjalan dengan iPhone di saku Anda. Ini dapat bervariasi berdasarkan tinggi badan, kecepatan berjalan, dan medan apa yang Anda lalui. </p> <p> Namun, penurunan panjang langkah yang signifikan dapat mengindikasikan penurunan kekuatan, koordinasi, atau mobilitas keseluruhan. Data ini dapat sangat berguna untuk orang dewasa yang menua atau orang yang baru pulih dari cedera. </p> <h3 id=\"walking-asymmetry\"> Berjalan Asimetri </h3> <p> Pengukuran seberapa simetris pola berjalan Anda. Pola berjalan yang sehat dan merata terjadi ketika langkah yang Anda ambil dengan setiap kaki terjadi pada kecepatan yang sama. Jika Anda mengambil langkah lebih cepat atau lebih lambat dengan satu kaki, itu bisa mengindikasikan cedera, penyakit, atau masalah kesehatan lainnya. </p> <p> IPhone Anda akan secara otomatis merekam simetri berjalan Anda; periksa data ini untuk melihat apakah ada perubahan atau pola. </p> <h3 id=\"walking-speed\"> Kecepatan berjalan </h3> <p> Kecepatan di mana Anda berjalan di tanah datar. Ini juga direkam secara otomatis saat berjalan dengan iPhone di saku atau setinggi pinggang. Pastikan tinggi badan Anda disimpan di aplikasi kesehatan untuk mendapatkan kecepatan berjalan paling akurat. </p> <p> </p> <h2 id=\"medication-and-health-data-tracking\"> 3. Pelacakan Data Obat dan Kesehatan </h2> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (3 Gambar) </strong> <img alt=\"Apple Health Browse Menu displaying different health data tracking features\" src=\"images/apple-health-browse-338.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Other Data Menu within the Apple Health App\" src=\"images/other-data-menu-365.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Inhaler usage tracker within the Apple Health App. A line graph showing inhaler usage throughout the week is displayed\" src=\"images/inhaler-usage-939.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Anda dapat melacak informasi medis penting seperti penggunaan inhaler, pengiriman insulin, gula darah, tanda vital, dan gejala kesehatan di Apple Health App. Jika Anda sedang dipantau atau dirawat karena suatu kondisi kesehatan, data ini dapat membantu Anda dan dokter menilai kondisi Anda, pola gejala, dan efektivitas rencana perawatan Anda saat ini. </p> <p> Pergi ke <strong> Jelajahi </strong> di Apple Health untuk melihat daftar informasi kesehatan yang dilacak oleh aplikasi. Di bagian bawah daftar, pilih <strong> Data yang lain </strong> untuk melihat lebih banyak fitur pelacakan data. </p> <p> </p> <h2 id=\"hearing\"> 4. Mendengar </h2> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (2 Gambar) </strong> <img alt=\"A graph showing audio levels over the period of a month\" src=\"images/headphone-audio-levels-372.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Menu displaying headphone notification settings\" src=\"images/headphone-notifications-919.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Mendengarkan musik terlalu keras saat menggunakan headphone dapat merusak pendengaran Anda. Untuk mengatasi masalah ini, Apple menyertakan pemberitahuan headphone dan fitur pelacakan level audio di aplikasi Kesehatan. </p> <p> Jika Anda mengaktifkan <strong> Pemberitahuan Headphone </strong> di Apple Health, aplikasi akan mengirimkan pemberitahuan jika Anda telah melampaui batas paparan audio yang direkomendasikan selama tujuh hari. Ketika ini terjadi, itu juga akan mengecilkan volume audio headphone Anda dan mengirimi Anda pemberitahuan. </p> <p> </p> <p> Batas paparan itu mengukur volume dan durasi audio untuk menilai potensi kerusakan pada pendengaran Anda. </p> <p> Untuk mengaktifkan notifikasi Headphone: </p> <ol> <li> Buka Aplikasi Kesehatan Apple. </li> <li> Pergi ke <strong> Jelajahi </strong> tab di kanan bawah. </li> <li> Pilih <strong> Pendengaran </strong> dari menu. </li> <li> Memilih <strong> Pemberitahuan Headphone </strong> dan aktifkan. </li> </ol> <p> Jika Anda memiliki Apple Watch, app Kesehatan juga dapat memberi tahu Anda jika tingkat kebisingan di dekat Anda terlalu tinggi, yang berpotensi merusak pendengaran Anda. </p> <p> </p> <h2 id=\"sleep-tracking\"> 5. Pelacakan Tidur </h2> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (3 Gambar) </strong> <img alt=\"Screen explaining the Sleep functions in Apple Health: Sleep schedule, Sleep Mode, and Wind Down\" src=\"images/sleep-function-setup-692.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Screen allowing the user to set a sleep duration goal\" src=\"images/sleep-goal-718.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Sleep schedule setup screen showing bedtime and wake up time\" src=\"images/sleep-schedule-menu-418.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Itu <strong> Tidur </strong> fungsi di Apple Health dapat membantu Anda melacak berapa banyak tidur yang Anda dapatkan setiap malam. Anda dapat mengatur jadwal tidur, target durasi tidur, mengaktifkan Mode Tidur, dan mengatur tindakan untuk membantu Anda bersantai di tempat tidur. Mode Tidur mengaktifkan Jangan Ganggu dan menyederhanakan layar kunci Anda untuk membatasi gangguan. </p> <p> Fungsi Tidur di Apple Health juga terintegrasi dengan aplikasi pelacakan dan dukungan tidur lainnya. Untuk info lebih lanjut tentang memanfaatkannya, lihat kami see <a href=\"https://www.makeuseof.com/sleep-tracking-features-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> panduan untuk fitur pelacakan tidur iPhone Anda </a> . </p> <p> </p> <h2 id=\"making-the-most-of-apple-health\"> Memaksimalkan Kesehatan Apel </h2> <p> Apple Health dapat menyediakan berbagai macam data kesehatan dan medis yang bermakna, tetapi hanya berguna jika Anda membuatnya. Untuk mendapatkan hasil maksimal dari Apple Health, pastikan untuk memasukkan data apa pun yang ingin Anda lacak dan tinjau data aktivitas yang direkam oleh iPhone atau Apple Watch Anda secara teratur. </p> <p> Meskipun data ini berguna untuk memantau kesehatan Anda, ingatlah bahwa ini bukan pengganti perawatan medis yang tepat. Diskusikan setiap kekhawatiran yang Anda miliki tentang kesehatan Anda dengan seorang profesional medis. </p>"}