{"title":"5 Situs Game Browser Gratis untuk Memainkan Multiplayer atau Game Klasik Online","content":"<p> Anda tidak memerlukan PlayStation atau kartu grafis kelas atas untuk memainkan game hebat. Situs-situs ini menunjukkan tempat bermain game online gratis di browser apa pun, termasuk game multipemain dan judul klasik. </p> <p> Game browser bukanlah hal baru, tetapi dengan matinya Flash Player, ada katalog baru yang perlu Anda ketahui. Dari petualangan berbasis teks hingga pembuatan ulang game konsol klasik, Anda dapat memainkan game fantastis di browser modern apa pun, dan beberapa di antaranya bahkan berfungsi di ponsel cerdas. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1. <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> gatal.io </a> (Web): StumbleUpon untuk Menemukan Game Browser Acak </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch adalah platform untuk menemukan game indie, baik gratis maupun berbayar, di seluruh platform. Ini memiliki perpustakaan game web yang sangat besar, sebagian besar dibuat dalam HTML5 sehingga dapat berfungsi di browser modern apa pun. Anda dapat mengurutkannya berdasarkan popularitas, peringkat, terbaru, atau memfilternya dengan tag seperti orang pertama, 2D, seni piksel, dll. </p> <p> Cara yang menyenangkan untuk menemukan game browser baru adalah dengan menggunakan <strong> Pengacak </strong> . Ini berfungsi seperti StumbleUpon untuk game web, menunjukkan kepada Anda satu demi satu proyek, dan memungkinkan Anda memainkannya di tab yang sama sebelum pindah ke yang berikutnya. Sebaiknya gunakan Randomizer dengan akun Itch.io karena akan melacak game yang sudah Anda lihat dan tidak akan menampilkannya lagi. </p> <p> Karena Itch juga merupakan klien untuk membeli game, Anda mungkin ingin memfilter berdasarkan game gratis jika Anda mencari jeda singkat. Kemudian lagi, Anda mungkin menemukan beberapa game berbayar luar biasa yang berfungsi di browser, yang ideal untuk platform seperti Chromebook atau untuk dimainkan di PC kantor Anda yang tidak mengizinkan pemasangan pihak ketiga. </p> <p> Selain game browser, Itch.io menyelenggarakan game indie untuk komputer dan konsol. Bahkan, itu salah satunya <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> situs terbaik untuk mengunduh game PC premium secara gratis </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2. <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Petualangan Web </a> (Web): Game Petualangan Berbasis Teks dan Fiksi Interaktif </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> Geeks dan gamer sejati akan menceritakan kisah-kisah tentang masa sebelum grafik mewah ketika imajinasi dan kecerdasan Anda paling penting, dalam genre game yang disebut petualangan berbasis teks atau fiksi interaktif. Game seperti Zork dimainkan dengan melihat teks, dan mengetik kalimat yang benar untuk melanjutkan. Anda sekarang dapat memainkan Zork dan fiksi interaktif lainnya di Web Adventures. </p> <p> Situs web ini mencakup beberapa game petualangan berbasis teks klasik seperti trilogi Zork asli tahun 1982 dan varian lainnya, Galatea mega-hit tahun 2000, Jigsaw petualangan teka-teki tahun 1995, dan beberapa judul pemenang penghargaan lainnya. Ini adalah game yang dulunya komersial tetapi sekarang gratis untuk dimainkan secara online. Petualangan Web juga memiliki bagian terpisah untuk fiksi interaktif ramah anak untuk memperkenalkan pikiran muda dan imajinasi aktif mereka pada keajaiban game petualangan berbasis teks. </p> <p> Petualangan Web berfungsi di browser desktop dan seluler, sehingga Anda dapat memainkannya saat bepergian. Idealnya, mainkan game di perangkat yang sama dengan yang Anda mulai karena situs dapat menyimpan kemajuan Anda melalui cache browser, tetapi tidak dapat menyinkronkan antar perangkat. Dan setelah Anda selesai dengan Petualangan Web, lihat hal-hal hebat lainnya ini <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> game petualangan berbasis teks untuk browser </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 3. <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> Permainan LCD </a> (Web): Mainkan Game Konsol LCD Genggam Retro </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> Saat ini, setiap ponsel adalah konsol video game dan Nintendo Switch adalah game genggam. Namun game portabel dimulai dengan seri game LCD dari MicroVision dan Nintendo Game &amp; Watch. Satu pengembang membuatnya kembali dalam bentuk game browser untuk semua orang untuk mendapatkan pengalaman retro itu. </p> <p> Saat ini, daftar tersebut termasuk Donkey Kong II, Pabrik Semen, Jalan Raya, Jungle Kong, Petualangan Tom, Mario Bros, Eagle n&#39; Chicken, dan Sea Ranger. Desain setiap gim dan seluruh unitnya persis seperti di tahun 1980-an. Beberapa adalah permainan layar ganda, yang lain menempel pada satu layar. </p> <p> Tombol arah keyboard menjadi pad navigasi Anda dan tombol Z dan A berfungsi sebagai tombol. Untuk berinteraksi dengan tombol lain (seperti Mulai atau Jeda), gunakan mouse Anda. Jika Anda memainkan game di ponsel, Anda dapat mengetuk tombol di layar untuk pengalaman yang lebih dekat dengan aslinya. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4. <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Kevin Games </a> (Web): Koleksi Game dan Komunitas IO Multiplayer Browser </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Anda pasti pernah mendengar tentang Agar.io, DRAWar.io, Paper.io, dan game browser online multipemain lainnya. &quot;Game IO&quot; ini adalah beberapa yang tercepat <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> game untuk dimainkan bersama teman secara gratis </a> , melalui browser apa pun. Sulit untuk menemukan semuanya di satu tempat, tetapi Kevin Games telah melakukan pekerjaan yang baik dalam mengumpulkan banyak game browser multipemain IO terbesar. </p> <p> Setiap permainan muncul sebagai ubin dengan judulnya, tetapi Anda tidak akan mendapatkan deskripsi tentang semua itu. Sebagai gantinya, arahkan kursor Anda ke ubin dan itu akan berubah menjadi GIF kecil yang menunjukkan gameplay sedang beraksi. Ini cara yang keren dan berbeda untuk menggambarkan apa yang diharapkan. </p> <p> Koleksinya tidak terbatas pada game IO yang biasanya merupakan game multipemain masif. Anda juga dapat menelusuri kategori seperti puzzle, arcade, battle royale, menembak, dll. Anda juga dapat mencari game dengan tag umum seperti balap. </p> <p> Kevin Games juga memiliki server Discord aktif di mana Anda dapat mendiskusikan permainan dengan orang-orang yang berpikiran sama, atau bahkan mengobrol sebelum dan sesudah pertandingan. Bagaimanapun, mengobrol dan komunitas adalah bagian integral dari game multipemain. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5. <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Mainkan Klasik </a> (Web): Mainkan Classic DOS, NES, Sega Games Online di Browser </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> Emulator memungkinkan Anda menjalankan game lama di komputer mana pun, baik dari konsol seperti NES atau sistem operasi seperti MS-DOS. Play Classic menghadirkan ini secara online ke browser, dengan kemampuan untuk menyimpan kemajuan game di dalam browser itu sendiri. </p> <p> Saat ini, situs web mendukung platform MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo, dan Game Boy. Anda akan menemukan berbagai judul seperti semua game Mario, Sonic the Hedgehog, versi awal Mortal Kombat, Doom, dan banyak lagi. Gunakan menu &quot;100 game klasik teratas&quot; untuk menemukan game DOS, Genesis, atau SNES paling populer dengan cepat. </p> <p> Kontrol berubah tergantung pada jenis platform. Tidak ada panduan sederhana yang tersedia, tetapi sebagian besar, periksa tombol A, S, D, Z, X, C untuk tombol dan tombol panah untuk gerakan, dan Enter untuk Pilih. </p> <p> </p> <h2 id=\"avoid-flash-games\"> Hindari Flash Game </h2> <p> Pada tanggal 31 Desember 2020, Adobe berhenti mendukung Flash Player. Faktanya, sebagian besar browser baru tidak mendukung Flash atau secara aktif menyarankan Anda untuk tidak mengaktifkannya di situs mana pun. Pengembang dan pakar keamanan telah lama memperingatkan tentang kemungkinan kerentanan di Flash, jadi sekarang saatnya untuk berhenti memainkan game itu untuk selamanya. </p> <p> Sayang sekali karena ada beberapa game Flash berkualitas tinggi, kreatif, dan menghibur di luar sana, tetapi risikonya tidak lagi sepadan. Beberapa situs web secara aktif mencoba untuk <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> simpan atau konversi game Flash lama </a> demikian juga. Semoga daftar situs web game browser di atas akan memberi Anda cukup banyak pilihan lain yang lebih aman untuk bermain game online secara gratis. </p>"}