{"title":"7 Cara Menemukan Profil LinkedIn Palsu","content":"<p> Ancaman online bahkan ada di jejaring sosial profesional seperti LinkedIn, seringkali dalam bentuk profil palsu. </p> <p> Menemukan profil LinkedIn palsu sebagian disebabkan oleh firasat. Mengetahui persis apa yang harus dicari, bagaimanapun, membuatnya lebih mudah. Berikut adalah tujuh tanda utama bahwa permintaan koneksi yang Anda terima mungkin tidak asli. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Cara Menemukan Profil LinkedIn Palsu </h2> <p> </p> <p> Akun berbahaya mengumpulkan daftar kontak dan detail seperti alamat email dan nomor telepon. Mereka juga dapat mempromosikan daftar pekerjaan palsu, memikat pencari kerja dengan prospek yang menarik, dan mendorong mereka untuk mengeklik tautan atau mengunduh file yang berisi perangkat lunak perusak. </p> <p> Itu <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> berbagai serangan phishing media sosial umum </a> luas, tetapi mudah digagalkan jika Anda berhati-hati. Intinya adalah, dengan memperhatikan, Anda dapat melindungi informasi dan aset pribadi Anda. Pada saat yang sama, Anda menjaga keamanan pengguna lain dari profil palsu yang menggunakan Anda sebagai iming-iming. </p> <p> Berikut beberapa tanda yang harus diwaspadai. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Profil Tidak Lengkap atau Impersonal </h3> <p> Perhatikan kesan keseluruhan akun. Kecuali akun tersebut bersifat pribadi, Anda seharusnya dapat melihat detail seperti lokasi pengguna, pendidikan, pekerjaan, dan bagian Tentang. Profil yang tidak lengkap adalah tanda bahaya, seperti profil yang terasa tidak profesional atau impersonal. </p> <p> Lihat informasi Tentang pengguna, misalnya. Terlepas dari kesalahan ejaan atau frasa, mungkin ada inkonsistensi dengan sektor yang seharusnya menjadi keahlian mereka. Menemukan kata-kata umum juga umum, jadi buka mata dan pikiran Anda terhadap apa pun yang terasa aneh. </p> <h3 id=\"suspicious-profile-picture\"> 2. Gambar Profil Mencurigakan </h3> <p> </p> <p> Akun LinkedIn palsu sering kali menggunakan gambar yang tidak biasa sehingga memberikan dirinya sendiri. Beberapa tidak menggunakan foto sama sekali. Sementara profesional yang rapi dan bidikan kepala berkualitas adalah pemandangan umum di platform, sebagian besar pengguna mencoba untuk tidak terlihat seperti foto stok. </p> <p> Anda juga mungkin menemukan wajah-wajah terkenal yang tersenyum balik kepada Anda yang tidak sesuai dengan nama yang ditampilkan di profil. </p> <p> Dalam kedua kasus, Anda dapat dengan cepat memeriksa melalui <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Pencarian gambar Google di komputer Anda </a> atau smartphone. </p> <h3 id=\"generic-headline\"> 3. Judul Umum </h3> <p> Sebagai pencari kerja, Anda seharusnya membuat profil yang menarik perhatian pemberi kerja, sekaligus mencerminkan siapa Anda sebagai pribadi. Jika permintaan koneksi memiliki frasa acak atau umum untuk judul, pengguna mungkin tidak berada di LinkedIn karena alasan yang sama seperti orang lain. </p> <p> Berteman di platform itu tidak buruk, tentu saja, tetapi Anda harus ekstra hati-hati, terutama jika Anda hanya perlu mengambil keputusan untuk membuat banyak masalah dengan scammers. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Riwayat Pekerjaan atau Pendidikan Mencurigakan </h3> <p> Di sini juga, semakin banyak informasi yang diberikan profil, semakin baik. Mengisi riwayat pekerjaan atau pendidikan Anda di LinkedIn itu membosankan, tetapi harus terlihat semenarik mungkin. Jadi akun yang hanya menunjukkan segelintir perusahaan dan jabatan tanpa detail tambahan seperti tanggung jawab itu aneh, untuk sedikitnya. </p> <p> Membaca resume seseorang memang tampak ekstrem, tetapi akun palsu pasti akan membuat kesalahan di sana. Tidak hanya itu, penelusuran informasi Google yang Anda tidak yakin dapat menghasilkan peringatan lebih lanjut tentang akun tersebut. Sedikit paranoia terkadang membuahkan hasil. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Pesan Antusias Dengan Tautan </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Beberapa pengguna penipuan cukup berani untuk mengirim pesan bersama dengan permintaan koneksi mereka. Karena tujuan mereka adalah meyakinkan Anda untuk memercayai mereka, mereka terkadang mengisi pesan mereka dengan hal-hal seperti tunjangan pekerjaan yang menarik, kata kunci, dan bahasa yang bersemangat. </p> <p> Mereka mungkin menyertakan tautan dan dokumen yang berisi lebih banyak informasi tentang apa pun yang mereka tawarkan. Jangan membuka atau mengunduh apa pun sampai Anda mengetahui bahwa pengguna dan penawaran itu asli. Ini berlaku untuk interaksi di platform apa pun, baik itu jejaring sosial atau akun email Anda. </p> <p> Salah satu cara praktis untuk menguji profil yang mencurigakan adalah, pertama, meneliti detail akun mereka, termasuk orang dan perusahaannya. Kemudian pesan mereka kembali dengan pertanyaan. Pendekatan diplomatik dan non-konfrontatif adalah yang terbaik. Jika jawaban mereka gagal, Anda dapat menolak atau mengabaikan tawaran mereka. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Terlalu Sedikit atau Terlalu Banyak Koneksi </h3> <p> Bisa jadi profilnya baru dan masih membangun jaringannya, tetapi jika jumlahnya tidak berubah setelah beberapa saat, pengguna mungkin tidak benar-benar mencoba. Atau orang tidak terhubung dengan mereka karena suatu alasan. </p> <p> Jika Anda melihat hal lain yang mencurigakan di akun, Anda harus menghindari atau <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> bahkan melaporkannya </a> . </p> <p> Di ujung lain spektrum adalah profil palsu yang menipu banyak orang dan bahkan sistem premium, tetapi terhubung dengan semua orang yang mereka bisa. Pengguna asli berakhir dengan jaringan yang kurang lebih terkait dengan minat mereka. Jaringan besar dengan kumpulan orang yang tidak biasa adalah bendera merah besar. </p> <h3 id=\"poor-linkedin-activity\"> 7. Aktivitas LinkedIn yang Buruk </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Profil nyata juga terlibat dengan platform. Pengguna mereka sebenarnya diinvestasikan dalam menempatkan diri mereka di luar sana dan membuat koneksi yang berarti. Akun palsu biasanya tidak lebih dari sekadar menyukai atau membagikan postingan. Bahkan komentar mereka akan bersifat umum atau sangat singkat. </p> <p> Selain memeriksa detail profil, lihat juga aktivitasnya. Jika tampaknya kurang atau tidak pribadi, menghindari koneksi adalah bijaksana. Detail kecil seperti ini akan menambah perasaan Anda tentang akun tersebut dan membantu Anda memutuskan apakah akun tersebut mencurigakan atau tidak. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Akal Sehat Membuat Anda Tetap Aman di LinkedIn </h2> <p> Secara individual, bendera merah ini kecil, tetapi gabungkan beberapa dan Anda memiliki akun yang dicurigai di tangan Anda. Bisa saja seseorang yang tidak tahu cara membuat profil yang baik atau mendekati orang secara profesional. Tapi, meski begitu, lebih baik aman daripada menyesal. </p> <p> Sebagai pengguna asli, Anda harus belajar bagaimana melindungi diri sendiri. Dan menjadi sangat pemilih dengan kontak Anda adalah harga yang kecil untuk dibayar. </p>"}