{"title":"8 Cara Mudah Memperbaiki Steam Saat Tidak Bisa Dibuka","content":"<p> Apakah Steam menolak untuk membuka di komputer Anda? Ada banyak alasan mengapa hal ini bisa terjadi. </p> <p> Panduan berikut mencantumkan delapan cara untuk membuka Steam tanpa masalah peluncuran apa pun di komputer Anda. Periksa perbaikan mudah ini sebelum Anda menghapus komputer atau mengucapkan selamat tinggal permanen ke Steam. </p> <h2 id=\"check-if-steam-is-down\"> 1. Periksa Apakah Steam Turun </h2> <p> Jika Steam terbuka tetapi tidak bisa melewati layar koneksi, atau jika tidak memuat sama sekali, mungkin ada masalah dengan server Steam. </p> <p> Server mungkin mengalami pemadaman, dan ini menyebabkan semua klien Steam berhenti berfungsi. </p> <p> Ada situs web seperti <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> Status Steam Tidak Resmiofficial </a> yang memberi tahu Anda status server aplikasi saat ini. Jika Anda melihat waktu henti di sana, mungkin itu sebabnya Steam tidak terbuka di komputer Anda. </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. Akhiri Proses Steam Menggunakan Windows Task Manager </h2> <p> Jika Steam terbuka tetapi macet di layar awal, Anda dapat mematikan proses Steam menggunakan Task Manager dan melihat apakah itu memperbaiki masalah. </p> <p> </p> <p> Inilah cara Anda mengakhiri proses Steam di PC Anda: </p> <ol> <li> Klik kanan bilah tugas Windows Anda dan pilih <strong> Pengelola tugas </strong> . </li> <li> Klik <strong> Proses </strong> tab di Pengelola Tugas. </li> <li> Temukan <strong> Bootstrapper Klien Uap </strong> dalam daftar proses, klik, dan klik <strong> Tugas akhir </strong> tombol di kanan bawah. </li> <li> Task Manager harus memaksa menutup Steam di PC Anda. </li> <li> Luncurkan kembali <strong> Uap </strong> dan lihat apakah itu berhasil. </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. Restart Komputer Anda </h2> <p> Jika komputer Anda memiliki kesalahan kecil apa pun, itu sebenarnya dapat mencegah Steam dibuka. Jika demikian halnya dengan Anda, reboot komputer Anda mungkin akan menyelesaikan masalah. </p> <p> Simpan pekerjaan Anda, tutup semua aplikasi yang terbuka, lalu ikuti langkah-langkah ini untuk mem-boot ulang PC Anda: </p> <ol> <li> Buka <strong> Mulailah </strong> Tidak bisa. </li> <li> Klik ikon daya. </li> <li> Pilih <strong> Mengulang kembali </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. Jalankan Steam sebagai Admin </h2> <p> Salah satu kemungkinan alasan Steam tidak terbuka adalah karena aplikasi tidak memiliki izin yang diperlukan. Masalah seperti ini biasa terjadi pada PC Windows. Anda dapat memperbaikinya dengan <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> menjalankan aplikasi Anda dengan hak administrator </a> . </p> <p> Anda dapat meluncurkan Steam sebagai administrator dan melihat apakah itu membantu Anda membuka aplikasi tanpa masalah. Inilah cara Anda melakukannya: </p> <ol> <li> Klik kanan pintasan Steam di desktop Anda dan pilih <strong> Buka lokasi file </strong> dari menu konteks. </li> <li> Temukan <strong> steam.exe </strong> dalam daftar file, klik kanan file ini, dan pilih <strong> Jalankan sebagai administrator </strong> . </li> <li> Memukul <strong> Iya </strong> dalam prompt. </li> <li> Steam sekarang harus diluncurkan dengan hak admin. </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. Hapus File Cache Steam </h2> <p> Seperti aplikasi lain, Steam juga membuat dan menyimpan file cache di komputer Anda. File cache ini terkadang menjadi alasan Anda memiliki berbagai masalah dengan Steam. </p> <p> Steam gagal membuka dapat disebabkan oleh file cache yang tidak berfungsi. Jika ini masalahnya, opsi terbaik Anda adalah menghapus semua file cache Steam dari komputer Anda. </p> <p> Anda dapat menghapus file cache tanpa menyebabkan masalah apa pun dengan aplikasi, dan berikut ini menunjukkan caranya: </p> <ol> <li> Menutup <strong> Uap </strong> jika itu berjalan di PC Anda. </li> <li> Klik kanan pintasan Steam di desktop Anda dan pilih <strong> Buka lokasi file. </strong> Folder Steam akan terbuka di File Explorer. </li> <li> Pergi ke bagian atas folder dan temukan folder bernama <strong> cache aplikasi </strong> . </li> <li> Salin ini <strong> cache aplikasi </strong> folder ke direktori lain di komputer Anda. Anda membuat cadangan folder. </li> <li> Kemudian, klik kanan yang asli <strong> cache aplikasi </strong> folder dan pilih <strong> Menghapus </strong> . Ini menghapus folder dari direktori Steam. </li> <li> Meluncurkan <strong> Uap </strong> dan lihat apakah itu berhasil. </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. Siram Konfigurasi Steam dan Segarkan Aplikasi </h2> <p> Karena Steam memiliki banyak file konfigurasi, aplikasi ini sebenarnya dilengkapi dengan perintah yang memungkinkan Anda menyegarkan konfigurasi dan instalasi Steam di komputer Anda. Anda dapat menggunakan perintah ini untuk menyelesaikan banyak masalah dengan Steam, selain saat tidak dapat dibuka. </p> <p> Inilah cara Anda menyegarkan file konfigurasi Steam: </p> <ol> <li> tekan <strong> Tombol Windows + R </strong> tombol pada saat yang sama untuk membuka Run. </li> <li> Ketik yang berikut ini ke dalam kotak Jalankan, lalu tekan <strong> Memasukkan </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> Steam mengatakan bahwa menjalankan perintah di atas akan menghapus cache unduhan Anda dan mengeluarkan Anda dari aplikasi. Anda perlu mengklik <strong> baik </strong> untuk melanjutkan. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> Jika Anda tertarik dengan perintah, ada beberapa <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> perintah CMD yang berguna </a> yang dapat Anda pelajari. </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. Perbaiki Pengaturan Tanggal dan Waktu Anda </h2> <p> Banyak aplikasi mengharuskan Anda memiliki pengaturan tanggal dan waktu yang benar yang dikonfigurasi di komputer Anda. Jika Steam tidak mau terbuka, mungkin pengaturan tanggal dan waktu Anda salah. </p> <p> Anda dapat menuju ke aplikasi Pengaturan Windows 10 dan mengaktifkan opsi waktu otomatis untuk memperbaikinya. Inilah cara Anda melakukannya di PC: </p> <ol> <li> Buka <strong> Pengaturan </strong> aplikasi dari <strong> Mulailah </strong> Tidak bisa. </li> <li> Klik <strong> Waktu &amp; Bahasa </strong> . </li> <li> Pilih <strong> Tanggal Waktu </strong> di kiri. </li> <li> Putar <strong> Atur waktu secara otomatis </strong> beralih ke <strong> DI </strong> posisi. </li> <li> Aktifkan sakelar untuk <strong> Atur zona waktu secara otomatis </strong> demikian juga. </li> <li> Buka <strong> Uap </strong> dan lihat apakah itu diluncurkan. </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. Instal Ulang Steam di Komputer Anda </h2> <p> Jika tidak ada yang berhasil, pilihan terakhir Anda adalah mencopot dan menginstal ulang Steam di komputer Anda. Ini menghapus Steam serta semua filenya dari mesin Anda. Setelah itu, Anda dapat menginstal Steam dari awal. </p> <p> Menginstal ulang aplikasi akan memperbaiki sebagian besar masalah dengan Steam di komputer Anda, termasuk masalah di mana aplikasi menolak untuk diluncurkan. </p> <p> <strong> Untuk menghapus Steam dari komputer Anda: </strong> </p> <ol> <li> Luncurkan <strong> Pengaturan </strong> aplikasi di PC Anda. </li> <li> Klik <strong> Aplikasi </strong> . </li> <li> Temukan <strong> Uap </strong> dalam daftar aplikasi, dan klik. </li> <li> Klik <strong> Copot pemasangan </strong> tombol untuk menghapus Steam. </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> Untuk menginstal ulang Steam: </strong> </p> <ol> <li> Pergi ke <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> Situs uap </a> menggunakan peramban web Anda. </li> <li> Unduh dan luncurkan pengaturan Steam di PC Anda. </li> <li> Pergi melalui wizard instalasi. </li> </ol> <p> Belajar <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> cara mencopot pemasangan aplikasi sepenuhnya </a> jika aplikasi Anda sering meninggalkan file sampah. </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> Memperbaiki Masalah Peluncuran Steam di Komputer Anda </h2> <p> Masalah dengan Steam sangat jarang, tetapi itu tidak berarti Anda tidak akan pernah menemukannya sama sekali. Jika Anda mengalami masalah di mana Steam tidak dapat diluncurkan, Anda sekarang tahu apa yang harus dilakukan dalam situasi ini. Ada beberapa cara untuk mengatasi masalah peluncuran Steam, seperti yang diuraikan di atas. </p> <p> Seperti Steam, Discord juga terkadang mengalami masalah peluncuran. Untungnya, Anda juga memiliki berbagai cara untuk mengatasi masalah ini. </p>"}