{"title":"9 Perintah Dasar untuk Memulai Anda Dengan Linux","content":"<p> Panduan cara Linux sering mengharapkan Anda untuk melakukan operasi tertentu di terminal, yang mungkin tampak menakutkan pada awalnya. Tapi jangan khawatir; lembar contekan perintah Linux ini akan membahas proses membuka terminal dan mengeluarkan beberapa perintah yang berguna. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Prompt Perintah Linux untuk Pemula </h2> <p> Perintah dasar Linux yang akan Anda temukan di bawah ini bersifat universal untuk hampir semua distribusi Linux, dari baris perintah Ubuntu hingga Kali Linux. Terminal Anda mungkin terlihat berbeda dari yang ada di gambar di bawah ini, tetapi yakinlah ini akan bekerja untuk Anda. </p> <p> Perhatikan bahwa di berbagai panduan online, Anda akan sering mendengar frasa berbeda yang merujuk pada tindakan yang sama: &quot;buka shell&quot;, &quot;mulai bash&quot;, atau &quot;di baris perintah&quot;. Itu semua berarti Anda harus membuka dan mengetik di terminal, yang akan kami lakukan di bawah. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Cara Membuka Terminal di Linux </h2> <p> Cari menu aplikasi Anda untuk <strong> terminal </strong> . Ini akan sering memiliki label &quot;emulator terminal,&quot; dan inilah yang Anda inginkan. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Namun, rute tercepat untuk membuka terminal adalah pintasan keyboard <strong> Ctrl+Alt+T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Perintah Dasar Linux untuk Pemula </h2> <p> Sekarang setelah terminal terbuka, Anda siap untuk mulai mengeluarkan beberapa perintah. Mari kita tinjau beberapa perintah shell paling dasar di Linux. </p> <h3 id=\"view-working-directory\"> 1. Lihat Direktori Kerja </h3> <p> Mengetahui direktori &quot;berfungsi&quot; saat ini sangat penting saat menggunakan terminal. Banyak perintah menyebabkan perubahan terjadi di direktori saat ini, dan Anda tidak ingin membuat perubahan itu di direktori yang salah. </p> <p> Untuk memeriksa direktori tempat Anda bekerja saat ini, perintah ini akan <strong> p </strong> cetak <strong> w </strong> orking <strong> d </strong> direktori: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Lihat Isi Direktori Kerja </h3> <p> Keluarkan <strong> ls </strong> perintah jika Anda ingin melihat semua file dan folder di direktori saat ini: </p> <pre><code class=\"hljs\">ls</code></pre> <p> File akan muncul dalam teks biasa, sementara folder akan dicetak tebal dan berwarna. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Jika Anda ingin melihat file tersembunyi juga, cukup tambahkan <strong> -Sebuah </strong> atau <strong> --semua </strong> pilihan: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Ubah Direktori </h3> <p> Anda dapat mengubah direktori kerja Anda saat ini dengan <strong> CD </strong> , singkatan dari <strong> c </strong> menggantung <strong> d </strong> direktori. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Perintah di atas akan mencari folder bernama Documents di dalam direktori kerja Anda saat ini dan, setelah menemukannya, ubah ke direktori itu. </p> <p> </p> <p> Pastikan setiap kali Anda menentukan file atau direktori yang namanya memiliki spasi di dalamnya bahwa Anda memasukkannya ke dalam tanda kutip, atau Anda akan mendapatkan kesalahan. </p> <p> Anda dapat memindahkan satu ke atas satu direktori dengan menambahkan <strong> .. </strong> pilihan: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> Menerbitkan cd sendiri, tanpa lokasi yang ditentukan, akan membawa Anda langsung ke direktori home Anda: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Cetak Output dari Perintah </h3> <p> Itu <strong> gema </strong> perintah akan mengambil input apa pun yang Anda berikan, baik itu string teks atau perintah lain, dan mencetaknya di terminal. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> Dengan sendirinya, gema mungkin tampak tidak berguna, tetapi Anda sebenarnya akan sering melihatnya digunakan dalam manajemen sistem Linux. </p> <h3 id=\"view-file-contents\"> Lihat Isi File </h3> <p> Perintah yang terdengar seperti kucing <strong> kucing </strong> akan mencetak di terminal konten lengkap dari file apa pun yang Anda beri nama. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Cari Isi File </h3> <p> Untuk mencari konten file apa pun untuk kata atau frasa tertentu, gunakan use <strong> grep </strong> perintah. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Perintah ini sangat membantu ketika Anda mencari informasi spesifik di antara file sistem yang panjang dan kompleks. </p> <h3 id=\"redirect-command-output\"> 5. Arahkan Ulang Perintah Output </h3> <p> Simbol &quot;lebih besar dari&quot;, <strong> &gt; </strong> , memiliki kekuatan dalam string perintah untuk mengarahkan output perintah ke file atau perintah lain. </p> <p> Misalnya, perintah ini akan mengambil output dari echo dan menyimpannya dalam file plaintext bernama &quot;file.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Pembaruan Sistem (Sistem Berbasis Ubuntu) </h3> <p> Di shell Ubuntu mana pun, masukkan dua perintah ini untuk memeriksa dan menerapkan semua pembaruan yang tersedia ke sistem Anda. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Anda akan dimintai kata sandi pengguna Anda sebelum mengonfirmasi perintah apa pun dengan awalan sudo. </p> <p> Kiat pro: Anda dapat merangkai dua atau lebih perintah menjadi satu menggunakan <strong> &amp;&amp; </strong> operator. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Pintasan Keyboard Terminal Linux untuk Pemula </h2> <p> Mempelajari pintasan keyboard, meskipun sulit pada awalnya, menghemat banyak waktu dalam jangka panjang. Linux memiliki <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> banyak jalan pintas yang berguna </a> , dan kami akan mencantumkan beberapa pintasan terminal yang paling membantu di bawah ini. </p> <h3 id=\"recall-previous-commands\"> 7. Ingat Perintah Sebelumnya </h3> <p> Jika Anda ingin mengulangi perintah yang baru saja Anda gunakan, tetapi Anda tidak mengingatnya atau tidak ingin mengetiknya lagi, Anda dapat menggulir riwayat perintah Anda menggunakan <strong> tombol panah atas dan bawah </strong> . </p> <p> Atau, Anda dapat menekan <strong> Ctrl+R </strong> untuk mencari riwayat perintah Anda untuk kata kunci atau frasa tertentu. </p> <h3 id=\"see-command-suggestions\"> 8. Lihat Saran Perintah </h3> <p> Terkadang saat menggunakan terminal, Anda akan mengingat bagian dari perintah, tetapi Anda tidak yakin bagaimana ejaannya atau opsi apa yang digunakan. Jika Anda mulai mengetik perintah, tekan tombol <strong> tab </strong> key, terminal akan mencoba menyelesaikan perintah Anda untuk Anda, atau menunjukkan beberapa kemungkinan. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Matikan Proses Terminal </h3> <p> Anda mungkin sudah tahu <strong> Ctrl+C </strong> sebagai pintasan salin-ke-clipboard, tetapi ketika digunakan di terminal, kombinasi tombol ini membunuh semua perintah yang sedang berjalan yang mungkin Anda sesali untuk dikeluarkan. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux untuk Pemula </h2> <p> Cara terbaik untuk mengingat perintah dan pintasan terminal Linux pemula ini adalah dengan menggunakannya, jadi buka baris perintah dan mulailah mengetik! </p> <p> Ingin lebih banyak perintah? Lihatlah kami <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Lembar contekan perintah Linux </a> . </p> <p> Untuk membantu Anda menemukan apa yang mungkin di Linux, kami telah mengumpulkan perangkat lunak terbaik yang tersedia untuk Linux, disusun berdasarkan kategori. </p>"}