{"title":"Apple dan Anak-anak Super Sehat Menyelesaikan Clash Over Duel Fruit Logos","content":"<p> Pertempuran hukum kadang-kadang bisa sedikit tidak nyata. Sejak Agustus 2020, Apple terlibat dalam pergumulan hukum dengan perusahaan perencanaan makanan bernama Super Healthy Kids terkait logo untuk aplikasi Prepear-nya yang menurut Apple terlalu mirip miliknya. </p> <p> Logo buah Apple, yang terdiri dari apel kartun dengan gigitannya, dan satu daun, telah digunakan sejak akhir 1970-an. Logo Super Healthy Kids yang jauh lebih baru, terdiri dari buah pir kartun dengan satu daun. </p> <p> Untuk sementara, sepertinya dunia ini tidak cukup besar untuk dua logo yang terinspirasi dari buah dengan daun yang bersudut ceria. Sekarang kedua perusahaan itu seharusnya menyelesaikan keluhan mereka -- dan yang diperlukan hanyalah Anak-anak Super Sehat yang mendesain ulang bentuk daun yang menyinggung tersebut. </p> <h2 id=\"dilution-of-distinctiveness\"> Pengenceran Kekhasan </h2> <p> Argumen hukum Apple adalah bahwa lokal berbentuk buah pir dapat &quot;menyebabkan pengenceran kekhasan&quot; dari logo ikon Apple, yang ada di atas dengan logo Nike dan beberapa lainnya sebagai ikon yang diakui secara global. </p> <p> Logo baru Prepear sudah ditampilkan di <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> situs web perusahaan </a> , dan akan segera muncul di aplikasi. Ini mengambil bentuk daun berbentuk setengah bulan, bukan oval runcing sebelumnya. Apple telah menyetujui perubahan tersebut, sesuai dengan dokumen yang diajukan di <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Kantor Paten dan Merek Dagang AS </a> (USPTO.) </p> <p> </p> <p> &quot;Prepear dengan bangga mengumumkan bahwa mereka telah menyelesaikan masalah merek dagangnya dengan Apple secara damai,&quot; kata salah satu pendiri perusahaan Russ Monson. <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple vs. Bisnis Kecil </h2> <p> Meskipun tampaknya penyelesaian damai telah tercapai, pada satu titik bentrokan antara kedua perusahaan --- satu, sebagai raksasa teknologi paling berharga di dunia, jauh lebih besar daripada yang lain --- tampaknya menjadi cukup kontroversial. </p> <p> Mengikuti keluhan asli Apple, salah satu pendiri Prepear dan COO Russell Monson mendirikan a <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Petisi Change.org </a> , mengkritik Apple. Petisi tersebut akhirnya mendapat 269.654 tanda tangan. Sekarang telah ditutup. </p> <p> &quot;Apple telah menentang usaha kecil dengan logo terkait buah dengan memulai tindakan hukum yang mahal,&quot; kata petisi tersebut, &quot;bahkan ketika logo tersebut tidak terlihat seperti logo Apple, atau tidak berada dalam lini bisnis yang sama dengan Apple di semua.&quot; </p> <p> Ia melanjutkan bahwa banyak perusahaan yang diancam oleh Apple telah menyerah karena mereka &quot;tidak mampu membayar puluhan ribu dolar&quot; biaya tindakan hukum tersebut. Tim mengatakan bahwa itu adalah &quot;pengalaman yang mengerikan untuk diserang secara hukum oleh salah satu perusahaan terbesar di dunia.&quot; </p> <p> <small> Kredit Gambar: Apple/Prepear </small> </p>"}