{"title":"Apa Itu Terminal Bloomberg Dan Apa Yang Membuatnya Begitu Kuat?","content":"<p> Bloomberg adalah salah satu layanan berita keuangan terbesar di dunia, dan pendirinya, Mike Bloomberg, adalah salah satu orang terkaya di dunia. </p> <p> Sebagian besar kekayaan yang diperolehnya berasal dari Terminal Bloomberg, perangkat lunak komputer yang sangat diperlukan bagi banyak perusahaan di sektor keuangan. Jika Anda bekerja di kantor perusahaan, kemungkinan besar Anda bahkan pernah menggunakannya sendiri. </p> <p> Jadi, apa sebenarnya yang dilakukan Terminal Bloomberg, dan apa yang membuatnya begitu kuat dan berharga bagi para profesional Wall Street? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Bagaimana Terminal Bloomberg Muncul </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Sebelum membangun Terminal Bloomberg, Mike Bloomberg adalah partner umum di Salomon Brothers, sebuah bank investasi yang berkantor pusat di New York. </p> <p> Setelah menerima paket pesangon senilai $10 juta pada tahun 1981, ia menemukan sebuah sistem yang menggabungkan data keuangan, analitik, kepatuhan, dan layanan informasi bisnis dan keuangan yang relevan di bawah satu perangkat lunak komputer—Terminal Bloomberg. </p> <p> Terminal Bloomberg secara resmi memulai debutnya pada tahun 1982, dan sisanya adalah sejarah. Saat ini, Terminal digunakan oleh lebih dari 320.000 pelanggan di seluruh dunia. Diperkirakan bahwa perangkat lunak itu sendiri bertanggung jawab atas sepertiga dari pendapatan Bloomberg LP. Selain PC, Terminal Bloomberg juga tersedia di smartphone. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Siapa yang Menggunakan Terminal Bloomberg? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Kredit Gambar: Andrey Rudakov/ <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Terminal Bloomberg sering digambarkan sebagai superkomputer yang tidak dapat ditinggali oleh para profesional Wall Street. Langganan Terminal Bloomberg berharga sekitar $20.000 hingga $24.000 per tahun, tetapi itu tidak menghentikan basis pelanggannya untuk memperbarui langganan mereka karena betapa bermanfaatnya itu. </p> <p> Pedagang, pialang, analis, manajer portofolio, investor, dan eksekutif adalah basis konsumen utama Terminal. </p> <p> Jika Anda seorang mahasiswa yang mengejar kursus di bidang keuangan atau ekonomi, Anda mungkin telah diajari cara menavigasi fungsi dasarnya juga. Hal ini karena semakin banyak institusi pendidikan tinggi yang berlangganan Terminal sehingga mahasiswa dapat memperoleh pengetahuan langsung tentang pasar keuangan. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Seperti Apa Tampilan Terminal Bloomberg? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Kredit Gambar: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Terminal Bloomberg memiliki antarmuka ikonik yang mudah dikenali: layar hitam penuh dan garis dan garis teks neon dalam font yang mengingatkan pada video game jadul tahun 90-an. </p> <p> Terminal juga menyediakan komputernya sendiri untuk pengalaman optimal, yang disebut Terminal Tampilan Ringkas 15 inci Bloomberg. Dengan resolusi asli 60Hz, warna 32-bit, dan layar 1024 x 768 (XGA), Compact Display Terminals menawarkan tampilan berkualitas tinggi melalui dudukan komputer yang dirancang secara ergonomis. Dalam pengaturan perusahaan, Terminal biasanya berjalan pada dua, tetapi terkadang empat hingga enam layar. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Kredit Gambar: Layanan Profesional Bloomberg/ <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Dalam hal perangkat keras, untuk menggunakan Terminal Bloomberg, Anda memerlukan keyboard bergaya PC asli Bloomberg yang disebut Starboard, yang di atas tombol QWERTY biasa Anda, berisi tombol merah, biru, hijau, dan kuning untuk fungsi tertentu. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Fungsi Terminal Bloomberg </h2> <p> Sekarang, inilah beberapa fungsi Terminal Bloomberg yang paling kuat. </p> <p> Itu <b> TOLONG </b> tombol mungkin adalah kunci yang paling berguna bagi mereka yang baru memulai. Jika Anda memiliki pertanyaan tentang apa pun di Terminal, cukup tekan tombol sekali, dan spesialis Bloomberg akan ada di sana untuk memulai obrolan langsung dengan Anda untuk menyelesaikan pertanyaan Anda. Mengapa repot-repot Googling lagi? </p> <p> Jika Anda memiliki koneksi internet, Anda pasti sudah tidak asing lagi <b> Berita Bloomberg </b> . Pengguna cukup mengetik <b> BERITA </b> dan tekan enter untuk mendapatkan informasi terbaru tentang tren pasar, pergerakan, dan berita terkini lainnya yang relevan. </p> <p> Setelah pialang Wall Street diberi pengarahan tentang berita terbesar hari itu, katakan mereka ingin memeriksa saham perusahaan dan kinerja keuangan pada hari itu. Tidak masalah: tombol pintas seperti <b> BQ </b> , <b> BOHONG </b> , dan <b> OMON </b> memberikan grafik visual waktu nyata, data, kutipan, tren, dan perkiraan tentang opsi ekuitas atau dana. </p> <p> Ingin mengekspor grafik yang menyenangkan secara visual dari Terminal ke Excel? Terminal itu sendiri sudah terintegrasi dengan baik dengan Microsoft Excel. Pukul saja <b> DAPI </b> di Terminal. Mereka yang memiliki keakraban tingkat lanjut dengan Terminal membuat spreadsheet yang secara otomatis diperbarui dengan data terbaru setiap kali file dibuka. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Pelajari cara membuat bagan Microsoft Excel yang dapat diperbarui sendiri di sini </a> . </p> <p> Mereka yang ada di industri mengobrol <b> Pesan Bloomberg </b> , yang pada dasarnya adalah Facebook Messenger tetapi di Bloomberg. Ini memungkinkan Anda untuk mengirim pesan kepada siapa pun yang ada di Terminal. Ini berarti bahwa siapa pun di industri ini secara teknis dapat saling menghubungi secara instan. Tidak ada lagi meminta nomor orang lain atau membuat pertanyaan tentang cara terbaik untuk berhubungan. </p> <p> Jika Anda mencoba mencari tahu lebih banyak tentang orang terkenal di industri tertentu, masuklah ke <b> ORANG </b> akan memungkinkan Anda untuk menelusuri kredensial mereka. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Kredit Gambar: Layanan Profesional Bloomberg/ <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Peta Bloomberg </b> pada dasarnya adalah Google Maps, tetapi lebih detail dan disesuaikan dengan industri keuangan. </p> <p> Menggunakan data geospasial, peta menyajikan visualisasi bencana alam yang terjadi di seluruh dunia kepada pengguna, sehingga pelacak komoditas menyadari dampak bencana alam pada komoditas seperti minyak dan emas. Untuk mengakses peta, masukkan <b> BMAP </b> . </p> <p> Pekerjaan dilakukan untuk hari itu. Katakanlah broker Wall Street kita ingin makan malam di restoran mewah. Beberapa akan <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> cari tempat bagus di Google atau aplikasi ulasan restoran populer </a> . Namun, Terminal dapat melakukannya dengan <b> MAKAN, yang </b> menampilkan informasi dan ulasan pengguna tentang restoran kelas atas di sekitar. </p> <p> Jika broker Wall Street kami ingin membelanjakan uang besar tetapi tidak tahu harus belanja apa, cukup masuk <b> MLUX </b> di terminal akan kembali dengan hasil barang mewah terbaik yang tersedia untuk dibeli secara online. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Terminal Bloomberg </h2> <p> Terminal Bloomberg bukan hanya sistem data keuangan. Ini juga merupakan platform jejaring sosial, belanja, dan makan. Nilai jual terbesarnya adalah layanan all-in-one yang diberikan dengan kecepatan dan akurasi yang luar biasa. Tidak heran mereka yang menggunakan Terminal tidak bisa merasa cukup. </p> <p> Jika Anda memiliki kesempatan untuk mengakses Terminal di sekolah atau kantor, manfaatkan sepenuhnya dan coba masukkan tombol perintah di atas untuk melihat apa yang muncul. </p>"}