{"title":"Apa yang Perlu Anda Ketahui Tentang Serangan Ransomware Labirin Sadar","content":"<p> Bayangkan menulis email kantor yang penting dan tiba-tiba kehilangan akses ke semuanya. Atau menerima pesan kesalahan ganas yang menuntut bitcoin untuk mendekripsi komputer Anda. Ada banyak skenario yang berbeda, tetapi satu hal tetap sama untuk semua serangan ransomware—penyerang selalu memberikan instruksi tentang cara mendapatkan kembali akses Anda. Tentu saja, satu-satunya tangkapan adalah Anda harus terlebih dahulu memberikan uang tebusan dalam jumlah besar di muka. </p> <p> Jenis ransomware penghancur yang dikenal sebagai &quot;Maze&quot; menjadi gebrakan di dunia keamanan siber. Inilah yang perlu Anda ketahui tentang ransomware Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> Apa itu Ransomware Labirin? </h2> <p> Ransomware Maze hadir dalam bentuk Windows, didistribusikan melalui email spam dan kit eksploitasi yang menuntut sejumlah besar bitcoin atau cryptocurrency sebagai imbalan atas dekripsi dan pemulihan data yang dicuri. </p> <p> Email tiba dengan baris subjek yang tampaknya tidak bersalah seperti &quot;Tagihan Verizon Anda siap untuk dilihat&quot; atau &quot;Pengiriman paket yang terlewat&quot; tetapi berasal dari domain jahat. Rumor mengatakan bahwa Maze adalah ransomware berbasis afiliasi yang beroperasi melalui jaringan pengembang yang berbagi keuntungan dengan berbagai kelompok yang menyusup ke jaringan perusahaan. </p> <p> Untuk menghasilkan strategi guna melindungi dan membatasi paparan dari serangan serupa, kita harus merenungkan Labirin Sadar... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> Serangan Ransomware Labirin Sadar </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> Pada April 2020, Cognizant, sebuah perusahaan Fortune 500 dan salah satu penyedia layanan TI global terbesar, menjadi korban serangan Maze ganas yang menyebabkan gangguan layanan besar-besaran secara menyeluruh. </p> <p> Karena penghapusan direktori internal yang dilakukan oleh serangan ini, beberapa karyawan Cognizant mengalami gangguan komunikasi, dan tim penjualan menjadi bingung karena tidak ada cara untuk berkomunikasi dengan klien dan sebaliknya. </p> <p> Fakta bahwa pelanggaran data Cognizant terjadi ketika perusahaan mentransisikan karyawan untuk bekerja dari jarak jauh karena pandemi virus Corona membuatnya lebih menantang. Menurut laporan oleh <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , karyawan terpaksa mencari cara lain untuk menghubungi rekan kerja karena kehilangan akses email. </p> <p> “Tidak ada yang ingin berurusan dengan serangan ransomware,” kata CEO Cognizant, Brian Humphries. “Saya pribadi tidak percaya ada orang yang benar-benar kebal terhadapnya, tetapi perbedaannya adalah bagaimana Anda mengelolanya. Dan kami mencoba mengelolanya secara profesional dan matang.” </p> <p> Perusahaan dengan cepat mengacaukan situasi dengan memperoleh bantuan pakar keamanan siber terkemuka dan tim keamanan TI internal mereka. Serangan siber Cognizant juga dilaporkan ke lembaga penegak hukum dan klien Cognizant diberikan pembaruan terus-menerus tentang Indikator Kompromi (IOC). </p> <p> Namun, perusahaan memang mengalami kerugian finansial yang besar karena serangan itu, yang terkumpul hingga kekalahan <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> $50-$70 juta dalam pendapatan yang hilang </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Mengapa Ransomware Maze Ancaman Ganda? </h2> <p> Seolah-olah terpengaruh oleh Ransomware tidak cukup buruk, para penemu serangan Maze memberikan sentuhan ekstra bagi para korban untuk dilawan. Taktik jahat yang dikenal sebagai &quot;pemerasan ganda&quot; diperkenalkan dengan serangan Maze di mana para korban diancam dengan kebocoran data mereka yang disusupi jika mereka menolak untuk bekerja sama dan memenuhi tuntutan ransomware. </p> <p> Ransomware terkenal ini dengan tepat disebut sebagai &quot;ancaman ganda&quot; karena, selain mematikan akses jaringan untuk karyawan, ia juga membuat replika seluruh data jaringan dan menggunakannya untuk mengeksploitasi dan memikat korban agar memenuhi tebusan. </p> <p> Sayangnya, taktik menekan para kreator Maze tidak berhenti sampai di sini. Penelitian terbaru menunjukkan bahwa TA2101, kelompok di balik ransomware Maze, kini telah menerbitkan situs web khusus yang mencantumkan semua korban non-kooperatif mereka dan sering menerbitkan sampel data curian mereka sebagai bentuk hukuman. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Cara Membatasi Insiden Ransomware Labirin </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Mengurangi dan menghilangkan risiko ransomware adalah proses multi-segi di mana berbagai strategi digabungkan dan disesuaikan berdasarkan setiap kasus pengguna dan profil risiko organisasi individu. Berikut adalah strategi paling populer yang dapat membantu menghentikan serangan Maze tepat di jalurnya. </p> <h3 id=\"enforce-application-whitelisting\"> Terapkan Daftar Putih Aplikasi </h3> <p> Aplikasi Whitelisting adalah teknik mitigasi ancaman proaktif yang memungkinkan hanya program atau perangkat lunak pra-otorisasi untuk berjalan sementara yang lainnya diblokir secara default. </p> <p> Teknik ini sangat membantu dalam mengidentifikasi upaya ilegal untuk mengeksekusi kode berbahaya dan membantu mencegah instalasi yang tidak sah. </p> <h3 id=\"patch-applications-and-security-flaws\"> Aplikasi Patch dan Kelemahan Keamanan </h3> <p> Kelemahan keamanan harus ditambal segera setelah ditemukan untuk mencegah manipulasi dan penyalahgunaan oleh penyerang. Berikut adalah kerangka waktu yang disarankan untuk menerapkan patch segera berdasarkan tingkat keparahan kekurangannya: </p> <ul> <li> <strong> Risiko ekstrim </strong> : dalam waktu 48 jam setelah patch dirilis. </li> <li> <strong> Berisiko tinggi </strong> : dalam waktu dua minggu setelah patch dirilis. </li> <li> <strong> Risiko sedang atau rendah </strong> : dalam waktu satu bulan setelah patch dirilis. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Konfigurasikan Pengaturan Makro Microsoft Office </h3> <p> Makro digunakan untuk mengotomatisasi tugas-tugas rutin tetapi kadang-kadang dapat menjadi sasaran empuk untuk mengangkut kode berbahaya ke dalam sistem atau komputer setelah diaktifkan. Pendekatan terbaik adalah membuat mereka dinonaktifkan jika memungkinkan atau meminta mereka dinilai dan ditinjau sebelum menggunakannya. </p> <h3 id=\"employ-application-hardening\"> Gunakan Pengerasan Aplikasi </h3> <p> Pengerasan Aplikasi adalah metode untuk melindungi aplikasi Anda dan menerapkan lapisan keamanan ekstra untuk melindunginya dari pencurian. Aplikasi Java sangat rentan terhadap kerentanan keamanan dan dapat digunakan oleh pelaku ancaman sebagai titik masuk. Sangat penting untuk melindungi jaringan Anda dengan menggunakan metodologi ini di tingkat aplikasi. </p> <h3 id=\"restrict-administrative-privileges\"> Batasi Hak Administratif </h3> <p> Hak istimewa administratif harus ditangani dengan sangat hati-hati karena akun admin memiliki akses ke semuanya. Selalu gunakan Prinsip Privilege Terkecil (POLP) saat mengatur akses dan izin karena itu dapat menjadi faktor integral dalam mengurangi ransomware Maze atau serangan cyber apa pun dalam hal ini. </p> <h3 id=\"patch-operating-systems\"> Sistem Operasi Patch </h3> <p> Sebagai aturan praktis, aplikasi, komputer, dan perangkat jaringan apa pun dengan kerentanan risiko ekstrem harus ditambal dalam waktu 48 jam. Penting juga untuk memastikan hanya versi sistem operasi terbaru yang digunakan dan menghindari versi yang tidak didukung dengan cara apa pun. </p> <h3 id=\"implement-multi-factor-authentication\"> Terapkan Otentikasi Multi-Faktor </h3> <p> Multi-Factor Authentication (MFA) menambahkan lapisan keamanan ekstra karena beberapa perangkat resmi diperlukan untuk masuk ke solusi akses jarak jauh seperti perbankan online atau tindakan istimewa lainnya yang memerlukan penggunaan informasi sensitif. </p> <h3 id=\"secure-your-browsers\"> Amankan Peramban Anda </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Penting untuk memastikan bahwa browser Anda selalu diperbarui, iklan pop-up diblokir, dan setelan browser Anda mencegah pemasangan ekstensi yang tidak dikenal. </p> <p> Verifikasi apakah situs web yang Anda kunjungi sah dengan memeriksa bilah alamat. Ingat saja, HTTPS aman sementara HTTP jauh lebih sedikit. </p> <p> </p> <h3 id=\"employ-email-security\"> Gunakan Keamanan Email </h3> <p> Metode utama masuknya ransomware Maze adalah melalui email. </p> <p> Terapkan autentikasi multi-faktor untuk menambahkan lapisan keamanan ekstra dan menetapkan tanggal kedaluwarsa untuk kata sandi. Selain itu, latih diri Anda dan staf untuk tidak pernah membuka email dari sumber yang tidak dikenal atau setidaknya tidak mengunduh apa pun seperti lampiran yang mencurigakan. Berinvestasi dalam solusi perlindungan email memastikan transmisi email Anda aman. </p> <h3 id=\"make-regular-backups\"> Buat Cadangan Reguler </h3> <p> Backup data merupakan bagian integral dari rencana pemulihan bencana. Jika terjadi serangan, dengan memulihkan cadangan yang berhasil, Anda dapat dengan mudah mendekripsi data cadangan asli yang dienkripsi oleh peretas. Sebaiknya siapkan pencadangan otomatis dan buat sandi yang unik dan rumit untuk karyawan Anda. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Perhatikan Endpoint dan Kredensial yang Terkena Dampak </h3> <p> Terakhir, jika ada titik akhir jaringan Anda yang terpengaruh oleh ransomware Maze, Anda harus segera mengidentifikasi semua kredensial yang digunakan pada mereka. Selalu asumsikan bahwa semua titik akhir tersedia dan/atau disusupi oleh peretas. Log Peristiwa Windows akan berguna untuk analisis logon pasca-kompromi. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Bingung tentang Serangan Labirin Sadar? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> Pelanggaran Cognizant membuat penyedia solusi IT berjuang keras untuk memulihkan diri dari kerugian finansial dan data yang sangat besar. Namun, dengan bantuan pakar keamanan siber terkemuka, perusahaan dengan cepat pulih dari serangan ganas ini. </p> <p> Episode ini membuktikan betapa berbahayanya serangan ransomware. </p> <p> Selain Maze, ada banyak serangan ransomware lain yang dilakukan oleh aktor ancaman jahat setiap hari. Kabar baiknya adalah, dengan uji tuntas dan praktik keamanan yang ketat, perusahaan mana pun dapat dengan mudah mengurangi serangan ini sebelum menyerang. </p>"}