{"title":"Apa Itu Emote PogChamp dan Kapan Digunakan?","content":"<p> Istilah slang bisa datang dari mana saja, dan sementara beberapa kosakata baru yang diciptakan hari ini mungkin terdengar sedikit konyol, yang penting adalah orang-orang saling memahami saat mereka berkomunikasi. </p> <p> Jika Anda telah menjelajahi bagian internet yang adil selama beberapa tahun, kemungkinan Anda telah melihat &quot;PogChamp&quot; atau &quot;poggers&quot; di komentar video atau artikel. Tapi apa artinya? </p> <p> Inilah semua yang perlu Anda ketahui tentangnya... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Apa Arti Pogchamp dan Kapan Menggunakannya </h2> <p> PogChamp adalah nama emote Twitch—salah satu yang tertua di platform, sebenarnya. Baik emote maupun nama emote digunakan untuk mengekspresikan kegembiraan atau keterkejutan, dengan cara yang tulus atau sarkastik. </p> <p> Twitch emotes persis seperti apa suaranya: emoji, emosi, atau piktogram eksklusif untuk aplikasi dan situs web Twitch. Mereka digunakan oleh pemirsa dan streamer untuk mengekspresikan perasaan yang berbeda dalam obrolan. </p> <p> </p> <p> Istilah &quot;PogChamp&quot; berasal dari frasa &quot;Pog Champion&quot; atau &quot;Play of Game Champion&quot;, sedangkan frasa &quot;Play of the Game&quot; diyakini telah dipopulerkan oleh Overwatch, game tembak-menembak orang pertama yang kompetitif. Overwatch memiliki fitur di mana di akhir setiap pertandingan, gulungan sorotan menampilkan permainan &quot;terbaik&quot; dari pertandingan itu. </p> <p> &quot;PogChamp&quot; dan sentimen yang digambarkannya telah melahirkan banyak turunan. Baik &quot;poggers&quot; dan hanya &quot;pog&quot; telah mendapatkan kehadiran yang signifikan dalam bahasa gaul online. Adalah umum untuk melihat streamer bereaksi dengan gembira terhadap sesuatu dengan mengatakan &quot;poggers&quot;. </p> <p> Dan meskipun telah masuk ke forum dan sudut lain internet, Anda tidak akan menggunakannya dengan sebagian besar kenalan dalam kehidupan sehari-hari kecuali mereka juga mengetahui konteks istilah tersebut. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Asal Usul PogChamp Emote </h2> <p> </p> <p> Wajah terkejut yang ikonik dan berlebihan dari emote PogChamp asli pertama kali terlihat di video YouTube oleh Cross Counter TV pada tahun 2010. </p> <p> Di dalamnya, tokoh internet Ryan &quot;Gootecks&quot; Gutierrez membuat wajah dengan mata dan mulut terbuka lebar sebagai tanggapan atas juru kamera yang menabrak tripod. Duduk tepat di sebelahnya adalah sesama streamer Mike Ross. </p> <p> Akhirnya, reaksi meme-layak menjadi emote Twitch. </p> <p> Berdasarkan <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , Kepribadian Twitch yang kemiripannya digunakan untuk emotes dibayar per penggunaan. Artinya ada biaya setiap kali seseorang menggunakan emote. </p> <p> Diperkirakan bahwa Gutierrez biasa menghasilkan sekitar $50.000 per tahun dari pengguna Twitch yang mengirim spam gambar wajahnya dalam obrolan. Selain itu, Gutierrez dibayar antara $50.000 dan $100.000 di muka—hanya untuk memungkinkan Twitch menggunakan kemiripannya. </p> <p> Namun, Gutierrez tidak akan mewakili PogChamp selamanya. Pada 6 Januari 2021, <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch memblokir emote PogChamp asli original </a> , yang menyatakan bahwa gambar asli akan dihapus dari platform. </p> <p> Akibatnya, platform telah membuat emote PogChamp baru. Twitch sejak itu memiliki berbagai pencipta online menjadi wajah PogChamp baru; streamer dengan berbagai latar belakang dan ukuran audiens. </p> <p> </p> <p> Emote memiliki arti yang sama dengan aslinya—mengekspresikan reaksi terkejut, bersemangat, atau terkejut. Namun, emote itu sendiri telah berubah. </p> <p> Dan bahkan dengan larangan Twitch pada emote PogChamp dengan wajah Gutierrez, penggunaan &quot;poggers&quot; dan &quot;pog&quot; dalam bahasa gaul internet kemungkinan tidak akan terpengaruh. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp Mengungkapkan Kegembiraan, Kegembiraan, atau Kejutan </h2> <p> PogChamp adalah salah satu emotes Twitch tertua, tetapi juga merupakan salah satu yang paling serbaguna. </p> <p> Karena kemampuannya untuk menggambarkan reaksi positif dan negatif, PogChamp kemungkinan akan terus digunakan di seluruh internet, meskipun wajah yang melekat pada namanya tidak akan selalu sama. </p>"}