{"title":"Apple Menawarkan Penggantian Baterai Gratis untuk MacBook Pro yang Tidak Akan Mengisi Daya Melewati 1%","content":"<p> Apple telah meluncurkan program layanan baru untuk mengganti baterai yang rusak secara gratis di model MacBook Pro tertentu yang tidak akan terisi daya di atas 1%. </p> <p> Sejumlah kecil unit MacBook Pro 13 inci dan 15 inci yang diproduksi pada tahun 2016 dan 2017 tampaknya terganggu dengan masalah pengisian daya yang aneh ini. Pelanggan yang terpengaruh mungkin melihat pesan di panel preferensi Baterai untuk menunjukkan &quot;Direkomendasikan Layanan&quot;. </p> <p> Jika Anda melihat pesan ini, Anda memenuhi syarat untuk mendapatkan penggantian baterai gratis dari Apple. Sebaliknya, jika pesan menunjukkan bahwa baterai dalam kondisi normal, Anda tidak terpengaruh. </p> <p> Menurut dokumen dukungan di <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Situs web Apple </a> , masalah pengisian daya baterai memengaruhi &quot;sejumlah kecil pelanggan&quot; dengan komputer MacBook Pro 2016 dan 2017. </p> <h2 id=\"is-my-macbook-pro-affected\"> Apakah MacBook Pro Saya Terpengaruh? </h2> <p> Model MacBook Pro 2016 dan 2017 berikut mungkin menunjukkan perilaku berikut: </p> <ul> <li> MacBook Pro (13 inci, 2016, Dua Port Thunderbolt 3) </li> <li> MacBook Pro (13 inci, 2017, Dua Port Thunderbolt 3) </li> <li> MacBook Pro (13 inci, 2016, Empat Port Thunderbolt 3) </li> <li> MacBook Pro (13 inci, 2017, Empat Port Thunderbolt 3) </li> <li> MacBook Pro (15 inci, 2016) </li> <li> MacBook Pro (15 inci, 2017) </li> </ul> <p> Untuk <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> cepat mengidentifikasi model komputer Anda </a> , pilih &quot;Tentang Mac Ini&quot; dari menu Apple. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Cara Memeriksa Kesehatan Baterai Mac </h2> <p> Anda dapat memeriksa kesehatan baterai saat ini di MacBook Pro di macOS dengan mudah. </p> <p> Di Big Sur, pilih &quot;System Preferences&quot; dari menu Apple. Di jendela System Preferences, klik &quot;Battery&quot;, lalu pilih &quot;Battery&quot; di sidebar dan klik &quot;Battery Health&quot;. </p> <p> </p> <p> Jika Mac Anda menggunakan macOS Catalina atau versi lebih lama, tahan tombol Option (⌥) di papan ketik sambil mengeklik ikon Baterai di bar menu. Ini akan mengungkapkan menu status Baterai. </p> <p> Jika notebook Anda memenuhi syarat untuk program layanan Apple, Anda dapat menggantinya secara gratis dengan menghubungi Apple melalui <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Situs web dukungan </a> . &quot;Komputer Anda akan diperiksa sebelum diservis untuk memverifikasi bahwa komputer memenuhi syarat untuk penggantian baterai gratis,&quot; catat Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Pembaruan Darurat Dengan Perbaikan Baterai </h2> <p> Setelah mengetahui bug ini, Apple dengan cepat mendorong sepasang pembaruan macOS --- macOS Big Sur 11.2.1 atau lebih baru untuk Mac yang didukung oleh perangkat lunak Big Sur dan pembaruan tambahan macOS Catalina 10.15.7 untuk pemilik Mac di macOS Catalina dan sebelumnya. </p> <p> </p> <p> Menurut catatan rilis di <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Situs web Apple </a> , macOS Big Sur 11.2.1 &quot;mengatasi masalah yang dapat mencegah pengisian daya baterai di beberapa model MacBook Pro 2016 dan 2017.&quot; Apple menyarankan agar semua orang menginstal pembaruan ini untuk mencegah masalah baterai terjadi pada MacBook Pro 2016 dan 2017 lainnya. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Cara Memperbarui Mac Anda </h2> <p> Untuk memperbarui perangkat lunak macOS di Mac Anda ke versi terbaru, buka <strong> Preferensi Sistem &gt; Pembaruan Perangkat Lunak </strong> . Jika Anda melihat pesan yang mengatakan bahwa pembaruan tersedia, klik tombol &quot;Perbarui Sekarang&quot; untuk menginstalnya. Anda mungkin diminta memasukkan kata sandi administrator untuk menyelesaikan pembaruan Mac Anda. </p> <p> Jika Anda ingin komputer mengunduh dan menginstal pembaruan di masa mendatang secara otomatis, pilih opsi &quot;Secara otomatis perbarui Mac saya&quot; di jendela Pembaruan Perangkat Lunak. Anda akan diberi tahu saat pembaruan yang tertunda memerlukan restart, dan Anda dapat memilih untuk menginstalnya nanti. </p>"}