{"title":"Anda Dapat Segera Menonaktifkan Umpan Video Orang di Microsoft Teams","content":"<p> Terkadang Anda tidak ingin semua orang menampilkan video mereka dalam rapat virtual; terkadang, Anda lebih suka mengelola siapa yang dapat menampilkan webcam mereka dan siapa yang tidak. Untungnya, Microsoft menambahkan fungsionalitas ini ke Teams, sehingga Anda dapat mengontrol siapa yang dapat dan tidak dapat menampilkan kamera mereka dalam rapat. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Rencana Microsoft untuk Sensor Video di Teams </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Pusat Jendela </a> melihat serangkaian entri di <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Peta Jalan Microsoft 365 </a> terkait dengan menonaktifkan kamera web peserta di Teams. Fitur-fiturnya masih dalam pengembangan, tetapi dari apa yang bisa kita lihat di Roadmap, ini akan menjadi pembaruan yang menarik untuk Teams. </p> <p> Jika ini adalah pertama kalinya Anda mendengar tentang Roadmap, ini adalah cara yang fantastis untuk melihat apa yang telah direncanakan Microsoft untuk layanannya. Kami melihat rencana raksasa perangkat lunak untuk <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> izinkan penyaji anonim di Microsoft Teams </a> melalui Peta Jalan Microsoft 365. </p> <p> Sekarang, Microsoft telah menambahkan dua entri lagi ke Roadmap. Salah satunya membahas mematikan kamera satu peserta, sementara yang lain membahas menonaktifkan kamera semua orang sekaligus. </p> <p> Untuk yang pertama, Microsoft ingin mengizinkan penyelenggara rapat untuk menonaktifkan webcam satu orang. Ini adalah fitur yang berguna untuk orang yang menyebabkan masalah dengan webcam mereka atau hanya untuk menghidupkan dan mematikan orang ketika tiba waktunya untuk berbicara. </p> <p> Fitur terakhir memungkinkan penyelenggara untuk mengaktifkan dan menonaktifkan webcam semua orang dalam satu sapuan. Penyelenggara dapat memilih untuk membalik tombol sebelum rapat dimulai atau melakukannya dengan cepat saat sesi sedang berlangsung. </p> <p> Kedua fitur tersebut terdaftar dua kali di Roadmap. Batch pertama dijadwalkan untuk rilis April 2021, dan yang kedua pada Mei. Karena itu, agak tidak jelas kapan kami akan mendapatkan pembaruan ini, tetapi seharusnya tidak terlalu lama hingga Anda memiliki kendali penuh atas siapa yang dapat dan tidak dapat menunjukkan wajah mereka dalam rapat Teams Anda. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Mengontrol Rapat Anda Lebih Baik Dengan Microsoft Teams </h2> <p> Jika Anda selalu ingin mengelola umpan webcam orang di Microsoft Teams, Anda beruntung. Raksasa perangkat lunak ini sedang mengerjakan fitur yang memungkinkan Anda mematikan masing-masing kamera atau semuanya sekaligus. Kita harus menunggu dan melihat tanggal pasti kapan fitur ini akan dirilis. </p> <p> Jika Anda tertarik dengan lebih banyak cara untuk mengelola rapat Teams Anda, tahukah Anda bahwa layanan ini akan segera merangkum sesi Anda untuk Anda? Awalnya dijadwalkan untuk rilis Januari 2021 tetapi telah didorong kembali ke Februari untuk saat ini. </p> <p> <small> Kredit Gambar: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}