{"title":"Apa Itu Keanggotaan Saluran YouTube?","content":"<p> Tahukah Anda bahwa YouTube memungkinkan Anda untuk mendukung saluran favorit Anda secara langsung dengan menjadi anggota saluran? Hal ini memungkinkan Anda memberikan dukungan keuangan di luar pendapatan iklan atau YouTube Premium. </p> <p> Mari kita lihat apa itu membership channel YouTube, cara kerjanya, dan apa yang ditawarkannya kepada kreator dan penonton. </p> <h2 id=\"what-are-channel-memberships\"> Apa Itu Langganan Channel? </h2> <p> </p> <p> Keanggotaan saluran di YouTube adalah opsi yang memungkinkan pemirsa untuk menjanjikan dukungan keuangan bulanan ke saluran yang mereka pilih. Hal ini dapat membantu pembuat konten membuat video secara penuh waktu dengan menebak-nebak berapa banyak yang akan mereka peroleh per bulan. </p> <p> Sebagai imbalan atas dukungan Anda, Anda mendapatkan beberapa keuntungan karena menjadi pelanggan channel. Sistemnya adalah <a href=\"https://www.makeuseof.com/tag/twitch-complete-guide-buying-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> mirip dengan langganan Twitch </a> , di mana Anda menjanjikan beberapa dolar per bulan ke saluran untuk mendapatkan lencana, emote, dan fasilitas lainnya saat menonton. </p> <p> </p> <h2 id=\"how-can-i-become-a-channel-member\"> Bagaimana Saya Bisa Menjadi Anggota Saluran? </h2> <p> Tidak semua channel YouTube memenuhi syarat untuk menawarkan membership. Per YouTube <a href=\"https://support.google.com/youtube/answer/7636690?\" target=\"_blank\" rel=\"nofollow noopener\"> halaman kebijakan membership channel </a> , saluran harus (di antara kriteria lainnya) memiliki lebih dari 1.000 pelanggan, menjadi bagian dari Program Mitra, dan tidak boleh memiliki banyak video yang Dibuat untuk Anak-Anak atau diklaim sebagai hak cipta musik. </p> <p> Cara termudah untuk mengetahui apakah suatu channel menawarkan langganan adalah <strong> Ikuti </strong> tombol yang muncul di sebelah <strong> Langganan </strong> tombol pada video dan halaman salurannya. Ketika Anda mengklik <strong> Ikuti </strong> tombol, Anda akan melihat beberapa informasi, termasuk apa yang ditawarkan jika Anda menjadi anggota. Kami akan memeriksa ini lebih dekat di bawah ini. </p> <p> <img alt=\"YouTube Channel Join Button\" src=\"images/youtube-channel-join-button-266.png\" loading=\"lazy\"> </p> <p> Setelah mendaftar, Anda akan segera ditagih, dan tanggal perpanjangan Anda pada hari yang sama di bulan berikutnya. Jadi jika Anda berlangganan pada tanggal 17, Anda akan membayar pada tanggal 17 setiap bulan di masa mendatang. </p> <p> Anda dapat meninjau dan membatalkan keanggotaan Anda di <a href=\"https://www.youtube.com/feed/purchases\" target=\"_blank\" rel=\"nofollow noopener\"> Halaman Pembelian YouTube </a> . </p> <p> </p> <h2 id=\"what-perks-does-channel-membership-include\"> Manfaat Apa yang Dicakup oleh Langganan Channel? </h2> <p> Meskipun saluran hanya diharuskan memiliki satu tingkat keanggotaan, mereka dapat menawarkan hingga lima tingkat. Anda biasanya akan melihat keanggotaan ditawarkan seharga $4,99 per bulan, meskipun beberapa saluran juga menawarkan tingkatan dengan harga lebih rendah. </p> <p> Salah satu hadiah paling umum untuk janji ke saluran adalah lencana loyalitas. Ini muncul di sebelah nama Anda di semua komentar yang Anda buat di saluran, serta pos Anda di obrolan langsung. Biasanya, ada beberapa lencana yang berubah dari waktu ke waktu untuk menghormati dukungan Anda yang berkelanjutan. </p> <p> <img alt=\"YouTube Channel Membership Perks\" src=\"images/youtube-channel-membership-perks-345.png\" loading=\"lazy\"> </p> <p> Biasanya Anda juga akan mendapatkan akses ke emoji khusus untuk digunakan di YouTube. Keuntungan lainnya bergantung pada apa yang diberikan pemilik channel. Ini adalah beberapa kategori hadiah umum lainnya yang akan Anda lihat: </p> <ul> <li> Akses ke postingan khusus pelanggan, seperti video eksklusif atau streaming langsung </li> <li> Diskon barang dagangan </li> <li> Akses ke server Discord saluran </li> <li> Jajak pendapat untuk memilih video yang akan datang </li> <li> Nama Anda di kredit video masa depan </li> </ul> <p> Pastikan untuk memeriksa hadiah khusus untuk saluran yang Anda minati dengan mengklik <strong> Ikuti </strong> tombol di video mereka. Tinjau semua level sebelum Anda memutuskan mana yang tepat untuk Anda. Konfirmasikan tingkat Anda, lalu Anda dapat melanjutkan untuk memasukkan detail pembayaran Anda. </p> <p> </p> <h2 id=\"youtube-memberships-vs-subscriptions\"> Langganan YouTube vs. Langganan </h2> <p> Penting untuk mengetahui perbedaan antara langganan dan langganan YouTube. </p> <p> Berlangganan, yang tidak memerlukan biaya apa pun, memungkinkan Anda mengikuti pembuat konten yang paling Anda minati. Saat Anda berlangganan saluran di YouTube, videonya akan muncul di <a href=\"https://www.youtube.com/feed/subscriptions\" target=\"_blank\" rel=\"nofollow noopener\"> Halaman langganan YouTube </a> , sehingga mudah untuk melihat apa yang baru dari mereka. Anda juga dapat memilih untuk mendapatkan notifikasi segera setelah video baru ditayangkan. </p> <p> Anda dapat berlangganan saluran sebanyak yang Anda inginkan secara gratis; yang Anda butuhkan hanyalah akun YouTube. Keanggotaan, seperti yang telah kami uraikan di atas, adalah langkah di luar berlangganan, karena memerlukan dukungan keuangan. </p> <p> Terpisah dari semua ini, ada juga layanan YouTube Premium. Ini adalah langganan bulanan yang memungkinkan Anda menghapus iklan di YouTube, di antara manfaat lainnya. Memiliki YouTube Premium tidak memberi Anda langganan channel apa pun. </p> <p> </p> <p> </p> <h2 id=\"join-the-club-for-your-favorite-channels\"> Bergabunglah dengan Klub untuk Saluran Favorit Anda </h2> <p> Sekarang Anda tahu apa yang ditawarkan oleh langganan saluran YouTube. Mereka adalah cara yang bagus untuk mengirim beberapa dolar ke saluran favorit Anda, dan bertindak sebagai semacam hibrida antara mendukung Patreon dan cara kerja langganan Twitch. </p> <p> Omong-omong, langganan channel hanyalah salah satu cara pembuat konten YouTube menghasilkan uang. </p> <p> <small> Kredit Gambar: PixieMe/ <a href=\"https://www.shutterstock.com/image-photo/newyork-usa-march-13-2020-press-1674466261\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}