{"title":"Apple Meningkatkan Kredit Pengembalian DTK Mac Mini Setelah Protes Pengembang","content":"<p> Menanggapi protes pengembang, Apple telah meningkatkan kredit yang ditawarkan untuk mengembalikan komputer mini Developer Transition Kit (DTK) Mac dari aslinya $200 menjadi $500 per unit. </p> <p> Selain itu, kredit $500 yang meningkat dapat ditukarkan pada akhir tahun, bukan pada tanggal 31 Mei, menurut pesan email Apple yang memberi tahu developer tentang persyaratan yang diperbarui. </p> <blockquote> <p> Alih-alih kredit $200 yang kedaluwarsa pada bulan Mei, kami memberi Anda kredit Apple $500 dan memperpanjang waktu yang dapat Anda gunakan untuk mendapatkan M1 Mac baru hingga akhir tahun. Jika Anda telah membeli Mac M1 baru, kredit Apple memberi Anda fleksibilitas untuk membeli produk Apple apa pun untuk membantu pekerjaan pengembangan aplikasi Anda. </p> </blockquote> <p> Perusahaan akan segera membagikan detail tentang cara mengirim kembali unit DTK tersebut. </p> <p> Penawaran manis memungkinkan pengembang menggunakan kredit $500 untuk menutupi sebagian besar biaya komputer mini Mac M1 baru, yang dimulai dari $699. Persyaratan baru adalah reaksi Apple terhadap protes pengembang yang terjadi setelah pengecualian <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> Penawaran $200 DTK Mac mini </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Salah Langkah PR yang Sayangnya </h2> <p> Pesan email Apple mengakui bahwa perusahaan sangat menyadari fakta bahwa &quot;kredit apresiasi&quot; asli senilai $200 mungkin telah menghina beberapa pengembang. </p> <blockquote> <p> Kami mendengar masukan Anda tentang memo kredit penghargaan $200 yang disebutkan dalam email terakhir kami. Niat kami adalah untuk mengakui upaya luar biasa yang telah Anda lakukan untuk membuat aplikasi universitas yang luar biasa. Dengan bermitra dengan kami lebih awal, Anda menunjukkan komitmen Anda terhadap platform kami dan kemauan untuk menjadi pelopor. </p> </blockquote> <p> Sayangnya, ini semua yang dilakukan Apple. </p> <p> Perusahaan telah menciptakan masalah mini-PR dari udara tipis, menyebabkan cukup kekhawatiran di antara pengembang. Dan semua kemarahan dan kontroversi itu bisa dihindari seandainya Apple menawarkan $500 untuk pengembalian kit itu sejak awal. Dan jika perusahaan benar-benar ingin memberi penghargaan kepada developer yang paling setia, perusahaan dapat membiarkan mereka mempertahankan unit DTK mereka. </p> <p> </p> <p> Dukungan developer adalah salah satu faktor terpenting dalam mengubah platform teknologi apa pun menjadi sukses. Jika perusahaan ingin membuat pelanggan kembali ke platformnya, perusahaan perlu berpikir dua kali sebelum membuat marah pasukan pengembangnya dengan tindakan seperti ini. Pengembanglah yang membuat aplikasi yang membuat orang tetap terlibat dan bersemangat dengan produk Apple. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> Apa Itu DTK Mac Mini? </h2> <p> Unit DTK Apple disewakan kepada developer untuk membantu membuat aplikasi berbasis Intel mereka berjalan secara native di M1 Mac baru. DTK adalah penutup Mac mini dengan chip A12Z Bionic iPad Pro di dalamnya, dilengkapi dengan memori 16GB, penyimpanan 512GB, dan banyak lagi. Yang penting, pengembang telah mengetahui selama ini bahwa mereka harus mengembalikan unit mereka ke Apple suatu hari nanti. </p> <p> Kredit $200 yang awalnya ditawarkan Apple kepada developer yang akan mengembalikan unit mereka dapat digunakan untuk memperoleh aplikasi, media, atau salah satu komputer Mac bertenaga silikon Apple terbaru. Pengembang akan menerima kredit $200 mereka setelah menerima unit yang dikembalikan. Kode harus digunakan sebelum 31 Mei 2021. </p> <p> Tetapi pengembang menolak tawaran itu, melampiaskan frustrasi mereka dengan persyaratan Apple di media sosial. Sebagian besar keluhan berkisar pada fakta bahwa kredit $200 tidak cukup untuk membeli M1 Mac mini baru untuk terus menguji aplikasi silikon Apple mereka. </p>"}