{"title":"Cara Bergabung dengan Server Minecraft","content":"<p> Minecraft pemain tunggal tidak memotongnya? Ingin menjelajahi dunia blok yang dihasilkan secara prosedural luas dengan teman-teman Anda? Tidak perlu mencari lagi, inilah semua yang perlu Anda ketahui tentang cara bergabung dengan server Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Menemukan Alamat IP Server Minecraft </h2> <p> Baik Anda bergabung dengan server pribadi teman atau server publik dengan ribuan pemain, Anda harus menemukan alamat IP server. Jangan khawatir, ini cepat dan mudah, tetapi ini adalah proses yang berbeda untuk <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> menemukan alamat IP Anda sendiri di Windows </a> atau Mak. </p> <h3 id=\"for-private-servers\"> Untuk Server Pribadi </h3> <p> Jika teman Anda memiliki server sendiri yang ingin Anda ikuti, mintalah IPnya. Jika mereka sudah mengetahui alamat IP server, lewati ke bagian berikutnya. </p> <p> Jika mereka membeli hosting server dari situs pihak ketiga, mereka biasanya dapat menemukan alamat IP dengan memeriksa dasbor situs atau email yang mungkin mereka terima saat pembelian. </p> <p> Jika mereka menjalankan server dari komputer mereka sendiri, Anda memiliki dua opsi untuk menyambung— LAN (Jaringan Akses Lokal) dan melalui internet (pemilik perlu melakukan port-forward agar orang lain dapat terhubung melalui internet). </p> <p> Jika Anda menggunakan jaringan yang sama dengan mereka (LAN), Anda dapat terhubung menggunakan alamat IP internal mereka. Anda tidak perlu melakukan port-forward untuk koneksi LAN. </p> <p> Temukan alamat IP internal Anda dengan membuka baris perintah atau terminal Anda. tekan <strong> Windows+R </strong> dan ketik <strong> cmd </strong> ke dalam <strong> Lari </strong> perintah di Windows, atau untuk penggunaan Mac <strong> Cmd+Spasi </strong> untuk membuka sorotan dan mengetik <strong> Terminal </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Untuk Baris Perintah Windows </strong> : Tipe <strong> ipconfig </strong> ke baris perintah Anda untuk menemukan alamat IP Anda. Cari <strong> Alamat IPv4 </strong> . Ini akan terlihat seperti &quot;192.165.0.123&quot;. Sekarang setelah Anda memiliki alamat ini, salin ke papan klip Anda ( <strong> Ctrl+C </strong> di Windows dan <strong> Cmd+C </strong> di Mac) dan menuju ke bagian berikutnya untuk mempelajari apa yang harus dilakukan dengannya. </p> <p> <strong> Untuk Terminal Mac </strong> : Tipe <strong> ipconfig getifaddr en0 </strong> (atau <strong> ipconfig getifaddr en1 </strong> jika Anda menggunakan ethernet, bukan Wi-Fi) ke terminal Anda untuk menemukan alamat IP Anda. Terminal menampilkan Alamat IP Anda pada baris baru. Setelah Anda memiliki alamat ini, salin ke papan klip Anda ( <strong> Ctrl+C </strong> di Windows dan <strong> Cmd+C </strong> di Mac) dan menuju ke bagian berikutnya untuk mempelajari apa yang harus dilakukan dengannya. </p> <p> Jika Anda terhubung ke server pribadi melalui internet, Anda memerlukan IP publik mereka. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Anda dapat menemukan alamat IP publik Anda dengan menggunakan alat seperti <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> alamat whatismyi </a> . Setelah Anda memiliki alamat ini, salin ke papan klip Anda ( <strong> Ctrl+C </strong> di Windows dan <strong> Cmd+C </strong> di Mac) dan menuju ke bagian berikutnya untuk mempelajari apa yang harus dilakukan dengannya. </p> <h3 id=\"for-public-servers\"> Untuk Server Publik </h3> <p> Jika Anda ingin bergabung dengan server publik dengan pemain lain, temukan alamat IP dengan mencari daftar server di internet. Ada beberapa server yang sangat baik untuk Anda coba yang disorot nanti dalam artikel ini. </p> <p> Sekarang Anda memiliki alamat ini, salin ke clipboard Anda ( <strong> Ctrl+C </strong> di Windows dan <strong> Cmd+C </strong> di Mac) dan menuju ke bagian berikutnya untuk mempelajari apa yang harus dilakukan dengannya. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Cara Bergabung dengan Server Minecraft: Tempel Alamat IP </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Setelah Anda memiliki alamat IP server yang ingin Anda ikuti, mulai Minecraft dan navigasikan ke <strong> Multipemain </strong> layar. </p> <p> Anda memiliki dua opsi untuk terhubung ke server dari sini. Jika Anda tahu Anda ingin kembali ke server, klik <strong> Tambahkan server </strong> sehingga Anda dapat menyimpannya ke daftar Anda. </p> <p> Jika Anda hanya mampir untuk melihat-lihat, gunakan <strong> Koneksi langsung </strong> sehingga tidak muncul dalam daftar. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> Either way, tempel alamat IP yang Anda salin ke clipboard Anda ke dalam kotak yang mengatakan <strong> Alamat server </strong> . </p> <p> Untuk <strong> Koneksi langsung </strong> , klik <strong> Gabung Server </strong> . Untuk <strong> Tambahkan server </strong> , klik <strong> Selesai </strong> dan kemudian bergabung dengan server dari daftar Anda dengan mengklik dua kali atau memilihnya dan mengklik <strong> Gabung Server </strong> . </p> <p> Sekarang Anda sedang bermain Multiplayer Minecraft! Jika Anda ingin membawa Minecrafting Anda ke level berikutnya, lihat kami <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> lembar contekan perintah Minecraft pamungkas </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Server Minecraft untuk Bermain Dengan Teman </h2> <p> Ini adalah server yang semuanya menyenangkan karena alasannya sendiri, kami bersenang-senang bermain mengujinya. </p> <p> <strong> Hypiksel </strong> (IP: hypixel.net): Hypixel telah sangat populer untuk waktu yang lama, dan untuk alasan yang bagus. Anda dapat memainkan sejumlah mini-game mulai dari <strong> Game Bertahan Hidup Blitz </strong> untuk <strong> Dinding Mega </strong> atau <strong> misteri pembunuhan </strong> . </p> <p> <strong> UniverseMC </strong> (IP: mcc.universemc.us): UniverseMC memiliki <strong> Fraksi </strong> mode yang akan membuat Anda kembali hari demi hari. Serius, itu membuat ketagihan. <strong> KitPVP </strong> juga merupakan cara yang bagus untuk memoles keterampilan bertarung pedang Anda. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Kami mungkin menghabiskan terlalu banyak waktu bermain Snapcraft <strong> Penjara </strong> mode. Jika naik melalui jajaran penjara tidak terdengar menyenangkan bagi Anda, cobalah tangan Anda di mereka <strong> Parkour </strong> . </p> <p> <strong> TakdirMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;s <strong> Skyblock </strong> mode adalah petualangan untuk kehilangan diri sendiri. Setiap blok diperhitungkan, dan semuanya terlalu mudah untuk dikalahkan. </p> <p> <strong> RealismeKota </strong> (IP: play.realismtownmc.com): RealismTown adalah pelarian dari itu semua. Server bertahan hidup sederhana dengan plugin khusus, ekonomi yang ramai, dan wajah yang ramah. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Cara Mengundang Orang Lain &amp; Bergabung dengan Dunia Minecraft </h2> <p> Menyiapkan server Minecraft pribadi bisa jadi sulit. Minecraft Realms membuatnya mudah! </p> <p> Jika Anda ingin bergabung dengan server Realms, pemilik server harus memasukkan Anda ke daftar putih terlebih dahulu. Pemilik Realm dapat melakukan ini dengan mengundang Anda. </p> <p> Pemilik Realm dapat mengundang pemain lain dengan memulai Minecraft, lalu menavigasi ke <strong> Alam Minecraft </strong> dan mengklik <strong> kunci </strong> ikon Realm mereka. Dari sini, pilih opsi yang berbunyi <strong> Pemain </strong> dan undang pemain yang Anda inginkan dengan nama pengguna Minecraft mereka. </p> <p> Anda dapat memeriksa undangan Anda dengan mengklik <strong> amplop </strong> ikon di bagian atas di sebelah <strong> Alam Minecraft </strong> logo. Jika Anda memiliki undangan yang tertunda, undangan tersebut akan muncul di sini untuk Anda setujui. </p> <p> </p> <p> Setelah Anda menerima undangan, Anda akan dapat bergabung dengan Realm dari daftar Realm Anda dengan memilihnya dan mengklik <strong> Bermain </strong> atau cukup klik dua kali pada opsi daftar. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Buat Kenangan Dengan Multiplayer Minecraft </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Sekarang setelah Anda memiliki pengetahuan untuk bergabung dengan server Minecraft mana pun yang Anda tuju, saatnya untuk masuk ke dalam permainan. Rasakan apa yang ditawarkan Minecraft saat Anda bermain dengan teman; itu jauh lebih dari apa yang bisa diberikannya saat Anda memainkan salah satu mode gimnya sendiri. </p> <p> Bermain Minecraft dengan orang lain juga merupakan peluang bagus untuk mendapatkan teman baru dan mempelajari hal baru. Setiap pengalaman yang Anda miliki dalam membangun struktur besar atau menjadi tim terakhir yang bertahan dalam perang Pemain vs Pemain habis-habisan adalah salah satu yang mungkin Anda ingat selama bertahun-tahun yang akan datang. </p>"}