{"title":"Cara Menggunakan Pengelola Kata Sandi Dengan Perangkat Android Anda","content":"<p> Android memiliki fitur hebat yang memungkinkan pengelola kata sandi untuk langsung mengisi detail login Anda di aplikasi dan layanan di perangkat Android Anda. Ini sangat meningkatkan pengalaman menggunakan pengelola kata sandi karena seluruh proses terjadi hanya dalam beberapa ketukan. Anda tidak lagi harus bolak-balik antar aplikasi untuk melihat dan kemudian memasukkan detail login mereka. </p> <p> Inilah cara Anda dapat menggunakan pengelola kata sandi di Android dengan benar dan aman untuk mengisi otomatis detail login Anda di aplikasi dan situs web. </p> <h2 id=\"why-you-should-use-a-password-manager\"> Mengapa Anda Harus Menggunakan Pengelola Kata Sandi </h2> <p> Jika Anda menghargai keamanan dan keamanan akun online Anda, Anda tidak boleh menggunakan kata sandi yang sama di semua akun tersebut. Dengan jumlah aplikasi dan layanan yang kita semua gunakan setiap hari terus bertambah, mengingat begitu banyak kata sandi unik juga bukan pilihan yang layak. </p> <p> Di sinilah pengelola kata sandi masuk karena akan menyimpan semua kata sandi Anda dengan aman dan terjamin. </p> <p> Anda bahkan dapat membuat kata sandi baru menggunakan pengelola kata sandi sehingga Anda tidak perlu memikirkan kata sandi baru setiap kali mendaftar di aplikasi atau layanan baru. Menyimpan semua kredensial login Anda di pengelola kata sandi adalah pilihan yang jauh lebih baik daripada sekadar menuliskannya di suatu tempat. </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> Semua data yang disimpan dalam pengelola kata sandi dienkripsi menggunakan kata sandi utama. Kata sandi utama ini bertindak sebagai kunci untuk membuka kunci data yang dienkripsi. Sebagian besar pengelola kata sandi tidak menawarkan opsi untuk menyetel ulang kata sandi utama ini, jadi jika Anda lupa, akun Anda juga bisa terkunci. Namun, mengingat hanya satu kata sandi utama jauh lebih mudah daripada ratusan kata sandi untuk semua aplikasi dan layanan yang Anda gunakan. </p> <p> Anda dapat menggunakan pengelola kata sandi untuk lebih dari sekadar menyimpan kredensial login Anda. Itu dapat menyimpan catatan penting Anda, file, detail rekening bank, dan banyak lagi. Beberapa pengelola kata sandi juga menawarkan opsi untuk menghasilkan kode otentikasi dua faktor. Periksa <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> beberapa fitur pengelola kata sandi yang berguna </a> untuk menggunakannya secara maksimal. </p> <p> Setiap kali Anda membuka pengelola kata sandi, pertama-tama Anda harus memverifikasi identitas Anda dengan memasukkan kata sandi utama atau melalui otentikasi biometrik. Bergantung pada seberapa kuat Anda ingin mengamankan akun pengelola kata sandi Anda, ada juga opsi untuk menggunakan kunci keamanan autentikasi dua faktor berbasis perangkat keras untuk keamanan tambahan. </p> <p> Anda dapat membaca tentang <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> cara kerja pengelola kata sandi yang berbeda </a> untuk mengetahui bagaimana mereka dapat menyimpan kata sandi penting Anda dengan aman. </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> Cara Menggunakan Pengelola Kata Sandi Dengan Android </h2> <p> Semua pengelola kata sandi utama mendukung API IsiOtomatis di Android. Ini berarti setelah pengelola kata sandi pilihan Anda telah diberikan izin yang relevan, itu akan menampilkan menu tarik-turun dengan kredensial masuk dari aplikasi apa pun yang Anda coba masuki. </p> <p> </p> <p> Tak perlu dikatakan bahwa Anda harus terlebih dahulu mendaftar dengan pengelola kata sandi pilihan Anda dan pastikan untuk menginstal aplikasinya di perangkat Android Anda dan masuk ke dalamnya. Setelah Anda selesai melakukannya: </p> <ol> <li> Buka <strong> Pengaturan </strong> menu di perangkat Android Anda dan navigasikan ke <strong> Sistem &gt; Bahasa &amp; masukan &gt; Layanan IsiOtomatis. </strong> Jika Anda tidak melihat opsi ini, cari &quot;Layanan IsiOtomatis&quot; di menu Pengaturan. </li> <li> Pilih pengelola kata sandi Anda dari daftar layanan IsiOtomatis. Jika Anda tidak menggunakan pengelola kata sandi apa pun dan menyimpan kata sandi Anda di Google Chrome, pilih <strong> Google </strong> dari daftar. </li> <li> Keran <strong> baik </strong> ketika ditanya apakah Anda mempercayai aplikasi yang baru saja Anda pilih atau tidak. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (2 Gambar) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Sekarang pengelola kata sandi telah diatur dengan benar, ia dapat dengan mudah mengisi otomatis detail login Anda di aplikasi apa pun yang Anda unduh di perangkat Android Anda. </p> <p> Untuk alasan keamanan, Anda harus memverifikasi identitas Anda baik melalui pemindai sidik jari atau dengan membuka kunci pengelola kata sandi setiap kali Anda mencoba menggunakan fitur IsiOtomatis. Anda harus memastikan bahwa fitur buka kunci biometrik diaktifkan dari menu pengaturan pengelola kata sandi Anda untuk yang terakhir. </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> Cara Mengisi Kata Sandi Secara Otomatis Menggunakan Pengelola Kata Sandi </h2> <p> Sekarang pengelola kata sandi Anda sudah diatur, Anda dapat menggunakannya untuk mengisi kata sandi secara otomatis kapan pun Anda perlu masuk ke salah satu aplikasi Anda. </p> <ol> <li> Buka aplikasi apa pun di perangkat Android Anda dan buka halaman loginnya. </li> <li> Ketuk bidang di mana Anda diminta untuk memasukkan nama pengguna/ID email Anda. Pengelola kata sandi Anda akan secara otomatis muncul sebagai opsi tarik-turun. </li> <li> Ketuk, konfirmasi identitas Anda dan pilih kredensial masuk yang ingin Anda masukkan. Anda juga akan memiliki opsi untuk mencari melalui brankas Anda jika Anda memiliki banyak login untuk aplikasi yang sama. </li> <li> Semuanya akan terisi secara otomatis dan Anda kemudian dapat menekan tombol login untuk masuk ke akun Anda. </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> Setiap kali Anda membuka aplikasi yang meminta detail login Anda, pengelola kata sandi Anda akan secara otomatis mendeteksi bidang tersebut dan menampilkan perintah untuk mengisinya. Penting juga bahwa Anda <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> menjaga pengelola kata sandi Anda tetap teratur </a> terutama jika Anda telah menggunakannya untuk waktu yang sangat lama. </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> Cara Mengisi-Otomatis Detail Login di Situs Web </h3> <p> Pengelola kata sandi Anda juga dapat secara otomatis mengisi detail login Anda di situs web di browser seperti Chrome dan Firefox untuk Android. Anda harus memberikan akses aksesibilitas aplikasi di perangkat Android Anda agar ini berfungsi dengan baik. </p> <ol> <li> Buka <strong> Pengaturan </strong> menu di perangkat Android Anda dan buka <strong> Aksesibilitas </strong> bagian. </li> <li> Di dalam <strong> Layanan yang diunduh </strong> atau <strong> Layanan terpasang </strong> menu, pilih pengelola kata sandi Anda dan berikan itu <strong> Aksesibilitas </strong> mengakses. </li> </ol> <p> Sekarang pengelola kata sandi Anda juga akan menampilkan menu tarik-turun untuk mengisi otomatis detail login setiap kali Anda membuka bagian login dari situs web mana pun yang Anda kunjungi. </p> <p> Pengelola kata sandi juga cukup pintar untuk secara otomatis meminta Anda menyimpan detail login setiap kali mereka mendeteksi bahwa Anda telah mendaftar untuk akun baru di aplikasi atau situs web di perangkat Android Anda. </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> Selalu Gunakan Pengelola Kata Sandi </h2> <p> Anda harus selalu menggunakan pengelola kata sandi untuk menyimpan kredensial login penting, detail rekening bank, dan catatan lainnya. Dengan pengelola kata sandi yang terintegrasi dengan rapi ke dalam Android itu sendiri dan secara otomatis mengisi detail login Anda setelah diatur dengan benar, ada sedikit alasan untuk tidak melakukannya. </p> <p> Jika Anda menghargai privasi dan keamanan online Anda, pengelola kata sandi akan memberi Anda ketenangan pikiran karena ini adalah pilihan yang lebih aman daripada menggunakan kata sandi yang sama di berbagai aplikasi dan layanan. </p>"}