{"title":"Cara Membuat Background Transparan di Photoshop","content":"<p> Ada beberapa alat yang tersedia di Adobe Photoshop yang menggunakan Adobe Sensei, mesin kecerdasan buatan (AI) platform. Alat-alat ini berguna untuk berbagai tujuan, termasuk membuat latar belakang transparan. </p> <p> Dalam tutorial berikut, kami akan menunjukkan cara membuat latar belakang transparan di Photoshop menggunakan beberapa metode mudah yang berbeda. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Mengapa Anda Ingin Membuat Latar Belakang Transparan di Photoshop? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Untuk memulai, mari kita ulangi pertanyaannya. Karena biasanya, pengguna Photoshop yang lebih berpengalaman tahu apa itu latar belakang transparan, dan untuk apa kegunaannya. </p> <p> Singkatnya, jika Anda bertanya bagaimana membuat latar belakang transparan di Photoshop, apa yang mungkin Anda tanyakan adalah ini: &quot;bagaimana cara menghapus latar belakang dari gambar saya di Photoshop?&quot; Atau mungkin Anda bertanya-tanya, &quot;bagaimana cara menghapus latar belakang dari gambar saya di Photoshop?&quot; </p> <p> Selain semantik, berikut adalah beberapa alasan umum mengapa Anda ingin membuat latar belakang transparan di Photoshop: </p> <ul> <li> Untuk menghilangkan elemen yang mengganggu, seperti orang atau objek lain </li> <li> Untuk membuat potret artistik </li> <li> Untuk menempatkan subjek Anda ke latar belakang yang sama sekali berbeda </li> </ul> <p> Pada dasarnya, membuat latar belakang transparan di Photoshop ada hubungannya dengan isolasi subjek. Artinya, ada sesuatu yang salah dengan latar belakang pada gambar asli, dan Anda ingin menghapus latar belakang seluruhnya untuk memberi penekanan pada subjek Anda. </p> <p> Dengan mengingat konsep inti ini, mari kita lihat beberapa cara berbeda untuk membuat latar belakang transparan di Photoshop. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Menggunakan Panel Properti di Photoshop untuk Menghapus Latar Belakang </h2> <p> Cara ini adalah cara termudah untuk menghilangkan background di Photoshop. Tapi itu tergantung pada gambar Anda. Metode ini bekerja paling baik jika Anda memiliki latar belakang sederhana di mana subjek Anda menonjol dan didefinisikan dengan jelas. </p> <p> Anda dapat mengunduh foto ini dari <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexel </a> dan ikut. </p> <ol> <li> Setelah gambar Anda diimpor ke Photoshop, tekan <strong> Ctrl </strong> + <strong> J </strong> untuk menduplikasi layer. <strong> catatan: </strong> Jika Anda melewatkan langkah ini, Anda tidak akan melihat opsi pilihan yang kami bahas di langkah ketiga. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Pergi ke <strong> Jendela </strong> &gt; <strong> Properti </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Pilih <strong> Hapus Latar Belakang </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Untuk melihat latar belakang transparan Anda, klik <strong> Mata </strong> ikon di sebelah kiri <strong> Latar Belakang </strong> lapisan. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Dengan satu lapisan transparan, Anda sekarang bebas untuk meletakkannya di latar belakang lain atau membuat efek lain untuk menonjolkan subjek Anda. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Menempatkan Lapisan Penyesuaian Warna Solid </h3> <p> Meskipun mengubah latar belakang adalah topik untuk tutorial lain, kami akan segera menunjukkan cara menempatkan a <strong> Lapisan Penyesuaian Warna Solid </strong> di bawah lapisan transparan Anda untuk membuat efek yang berbeda. </p> <ol> <li> Menggunakan suntingan dari tutorial kami di atas, aktifkan <strong> X </strong> kunci sampai warna latar depan adalah <strong> Hitam </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Pergi ke <strong> Buat Lapisan Isi atau Penyesuaian Baru </strong> ikon di sudut kanan bawah layar dan pilih <strong> Warna Solid </strong> . Lalu klik <strong> baik </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Lapisan Isi Warna akan muncul di atas tumpukan lapisan Anda. Jika tidak, tidak apa-apa karena sekarang, kita akan mengklik <strong> Isi Warna </strong> layer dan seret tepat di bawah layer transparan kita seperti yang ditunjukkan. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Anda dapat melihat betapa mudahnya menggunakan lapisan transparan yang baru Anda buat, dan meletakkannya di latar belakang baru. </p> <p> Jika subjek Anda adalah potret seperti ini, Anda bahkan dapat melanjutkan ke <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> edit gambar menggunakan plugin Photoshop, yang disebut Portrait Pro </a> , untuk menyempurnakan gambar lebih jauh. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Menggunakan Alat Pilih Subjek untuk Membuat Latar Belakang Transparan </h2> <p> Alat Pilih Subjek dapat digunakan sebagai pengganti metode di atas, tetapi ada langkah-langkah tambahan yang terlibat. Itu karena alat Pilih Subjek bekerja lebih baik dengan latar belakang yang rumit atau dengan latar belakang di mana ada banyak subjek. Pada dasarnya, kami memberi tahu Photoshop apa yang harus dipilih untuk membuat latar belakang transparan. </p> <p> Dalam tutorial ini, kita akan menyiapkan gambar untuk menghapus wanita di sisi kiri foto kita, membuat bagian gambar itu transparan. Ini akan memungkinkan kita untuk mengisi ruang dengan orang lain, atau menggunakan berbagai alat sadar konten Photoshop untuk mengisi piksel. </p> <p> Sekali lagi, ini adalah topik untuk tutorial lain, tetapi kami menyebutkannya di sini karena biasanya ada langkah pengeditan tambahan yang harus dilakukan setelah membuat latar belakang transparan. </p> <p> Anda dapat mengunduh foto ini dari <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexel </a> dan ikut. </p> <ol> <li> Dengan gambar yang diimpor ke Photoshop, buka <strong> Pilih </strong> &gt; <strong> Subyek </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Kedua wanita akan dipilih, seperti yang ditunjukkan oleh garis seleksi &quot;semut berbaris&quot; di sekitar mereka. Pilih <strong> Laso </strong> alat di kolom kiri jika tidak muncul secara default. Kemudian, dengan <strong> Alt </strong> tombol terus ditekan, telusuri lingkaran di sekitar wanita di sebelah kanan, lalu lepaskan <strong> Alt </strong> kunci. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Klik kiri </strong> di suatu tempat di dalam wanita yang dipilih di sebelah kiri. Memilih <strong> Pilih Terbalik </strong> dari menu. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Pergi ke <strong> Pilih </strong> &gt; <strong> Pilih dan Topeng </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> Secara default, warna merah menunjukkan area yang dipilih. Untuk memilih lebih banyak gambar yang akan dibuat transparan, seperti bagian kursi, pilih, <strong> Sikat </strong> alat seperti yang ditunjukkan. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Pastikan <strong> Plus </strong> ( <strong> + </strong> ) ikon dipilih di atas. Selanjutnya, cat merah ke daerah yang diinginkan untuk dibuat transparan. Hanya ada sedikit yang harus dilakukan dalam kasus ini. </li> <li> Lalu, pergi ke <strong> Keluaran Ke </strong> dan pilih <strong> Layer Baru dengan Layer Mask </strong> dari menu tarik-turun. Klik <strong> baik </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Apa yang akan Anda tinggalkan adalah latar belakang sebagian transparan di mana wanita di sebelah kiri dulu. Pilihannya tidak sempurna. Anda masih bisa melihat beberapa piksel rambut dan wajah wanita itu. Tapi ini bisa dibersihkan menggunakan <strong> Sikat </strong> alat dengan <strong> Lapisan Latar Belakang </strong> terpilih. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Atau, bisa juga dibiarkan apa adanya. Jika orang tersebut hanya dihapus, maka ada alat sadar konten yang dapat diterapkan untuk berbaur di latar belakang. Dengan begitu, sepertinya wanita itu sendirian di meja. Atau, orang lain dapat digabungkan untuk menemaninya. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Alat Seleksi Lainnya: Rentang Warna, Area Fokus, dan Langit </h2> <p> Anda mungkin telah memperhatikan bahwa ada opsi lain di <strong> Pilih </strong> menu selain <strong> Subyek </strong> . Ketiga metode pemilihan ini menggunakan alat yang berbeda, tetapi semuanya mencapai hal yang sama—semuanya menentukan apa yang dipilih Photoshop. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Seperti <strong> Subyek </strong> pilihan, alat ini dapat memberi Anda hasil yang berakhir dengan latar belakang sebagian atau sepenuhnya transparan. Tapi secara umum, kegunaannya adalah untuk hasil yang lebih halus, seperti ketika <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> mengganti langit di photoshop </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Hanya Dua Alat yang Anda Butuhkan untuk Membuat Latar Belakang Transparan </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> Di masa lalu, pengguna Photoshop harus bergantung pada berbagai alat seleksi untuk membuat latar belakang transparan. Alat-alat ini masih tersedia sampai sekarang (Laso, Tongkat Sihir, Alat Pena, dll.) dan tetap berguna untuk pekerjaan presisi. </p> <p> Namun saat ini, hanya ada dua alat yang diperlukan untuk membuat latar belakang transparan, sebagian besar berkat inti AI Adobe Sensei. </p> <p> Ada plugin Photoshop, seperti Luminar AI, yang juga menggunakan AI untuk membantu mengedit foto Anda. Dengan teknologi canggih yang diterapkan pada pengeditan foto, adalah taruhan yang aman bahwa membuat latar belakang transparan akan menjadi lebih mudah dan tepat dalam waktu dekat. </p> <p> <small> Kredit Gambar: Popok/ <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexel </a></small> </p>"}