{"title":"Cara Menghapus Instalasi Skype for Business di Windows 10","content":"<p> Skype for Business adalah alat pesan dan video perusahaan hebat yang dikembangkan oleh Microsoft. Yang mengatakan, mungkin perusahaan Anda sekarang menggunakan alternatif seperti Zoom atau Microsoft Teams, dan Anda ingin menghapus instalasi Skype for Business. </p> <p> Jika demikian, kami di sini untuk membantu. Anda mungkin merasa sedikit lebih sulit untuk menghapus instalasi daripada perangkat lunak lain, jadi kami akan menunjukkan kepada Anda semua cara untuk menghapus instalasi Skype for Business di Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Cara Menghentikan Skype for Business Dari Memulai Secara Otomatis </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Apakah Anda yakin ingin menghapus instalan Skype for Business sepenuhnya? Jika Anda mungkin menggunakannya lagi di masa mendatang, Anda mungkin lebih suka menghentikan program agar tidak terbuka secara otomatis saat Anda masuk ke Windows. </p> <p> Untuk melakukan ini: </p> <ol> <li> Buka Skype for Business. </li> <li> Klik <strong> ikon gigi </strong> (jika Anda mengklik tarik-turun, klik <strong> Alat &gt; Opsi </strong> ). </li> <li> Klik <strong> Pribadi </strong> . </li> <li> Hapus centang <strong> Memulai aplikasi secara otomatis ketika saya masuk ke Windows </strong> . </li> <li> Klik <strong> baik </strong> . </li> </ol> <p> Sekarang Anda perlu membuka Skype for Business secara manual setiap kali Anda ingin menggunakannya. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Apakah Anda Memiliki Izin untuk Menghapus Instalasi Skype for Business? </h2> <p> Skype for Business pada dasarnya adalah program perusahaan, sehingga kemungkinan besar diinstal di komputer kerja Anda. </p> <p> Jika demikian, Anda mungkin tidak memiliki kemampuan untuk menghapus instalan Skype for Business. Administrator sistem Anda dapat membatasi akun pengguna Anda untuk melakukan tindakan tertentu; menghapus instalan Skype for Business mungkin salah satunya. </p> <p> </p> <p> Meskipun akun Anda tidak memiliki batasan, sebaiknya tanyakan kepada administrator TI Anda sebelum menghapus instalasi Skype for Business. Melakukan hal itu dapat menyebabkan mereka sakit kepala. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Copot pemasangan Skype for Business melalui Pengaturan </h2> <p> Sebelum mencoba apa pun tingkat lanjut, coba hapus instalan Skype for Business seperti yang Anda lakukan pada aplikasi atau program lainnya. </p> <ol> <li> tekan <strong> Tombol Windows + I </strong> untuk membuka Pengaturan. </li> <li> Klik <strong> Aplikasi </strong> . </li> <li> Dalam <strong> Cari daftar ini </strong> lapangan, masukan <strong> Skype untuk Bisnis </strong> . </li> <li> Jika Skype for Business muncul, pilih dan klik <strong> Copot pemasangan </strong> . </li> </ol> <p> Jika Anda tidak melihat Skype for Business di sini, itu karena Anda menggunakan versi yang terintegrasi dengan aplikasi Microsoft 365 lainnya. </p> <p> Jika mau, Anda dapat menghapus instalan Microsoft 365 atau Office dari sini, tetapi jelas, itu akan menghapus program lain seperti Word, PowerPoint, dan Access yang mungkin ingin Anda pertahankan. Karena itu, teruslah membaca. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Instal Office Tanpa Skype for Business </h2> <p> Meskipun penginstalan Office standar tidak memungkinkan Anda memilih untuk tidak menginstal Skype for Business, Anda dapat menggunakan teknik tingkat lanjut untuk mencapainya. </p> <p> Pertama, hapus instalan Office menggunakan langkah-langkah yang dijelaskan di atas. Atau, pergi ke <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> &quot;Hapus instalan Office dari PC&quot; halaman dukungan Microsoft </a> dan gunakan opsi kedua untuk mengunduh alat dukungan penghapusan instalasi Office. </p> <p> Selanjutnya, unduh <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Alat Penerapan Kantor </a> . Buka dan pilih tempat untuk mengekstrak file. Ini akan memberimu tiga <strong> konfigurasi.xml </strong> file dan <strong> setup.exe </strong> mengajukan. </p> <p> Tentukan file konfigurasi yang Anda butuhkan: <strong> x64 </strong> adalah untuk sistem 32-bit, <strong> x86 </strong> adalah untuk sistem 64-bit, dan <strong> Perusahaan </strong> adalah jika Anda menginstal edisi Office Enterprise. </p> <p> <strong> Klik kanan </strong> file konfigurasi dan pilih <strong> Buka dengan </strong> &gt; <strong> buku catatan </strong> . </p> <p> Pertama, cari baris yang dimulai dengan: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Ubah pembukaan saluran sebagai berikut, ganti <strong> C:\\Kantor </strong> dengan jalur tempat Anda mengekstrak file: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Selanjutnya, cari dua baris ini (ID produk Anda mungkin &quot;ProPlus2019Volume&quot; bukan &quot;OF365ProPlusRetail&quot; dan ID bahasa Anda mungkin berbeda): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Rekatkan baris ini di bawah: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Kemudian simpan filenya. </p> <p> Lakukan pencarian sistem untuk <strong> Prompt Perintah </strong> dan klik <strong> Jalankan sebagai administrator </strong> . </p> <p> Masukkan ini ke Command Prompt: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Sekali lagi, ganti <strong> C:\\Kantor </strong> jalur tempat Anda mengekstrak file. </p> <p> Kemudian, jalankan perintah berikut satu demi satu (ganti nama file konfigurasi dengan apa pun yang Anda gunakan), yang mungkin memerlukan waktu: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Ini kemudian akan menginstal Office tanpa Skype for Business. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Pertahankan Skype for Business dan Selenggarakan Rapat Hebat </h2> <p> Tidak yakin bahwa mencopot pemasangan Skype for Business sepadan dengan usaha? Cukup adil. Coba beri kesempatan kedua. </p> <p> Dengan Skype for Business, Anda dapat berbagi layar, menjalankan polling, membuat papan tulis kolaboratif, merekam panggilan, dan banyak lagi. </p>"}