{"title":"Cara Mengubah Kata Sandi Unix Anda","content":"<p> Kita semua tahu peran kata sandi dalam melindungi privasi digital Anda. Memiliki kata sandi yang kuat adalah lapisan pertahanan pertama yang mencegah penyusup memasuki sistem Anda. Oleh karena itu, menjaga komputer Anda dengan kata sandi harus menjadi perhatian utama semua orang. </p> <p> Sistem operasi berbasis Unix menawarkan fitur-fitur canggih dalam hal kata sandi dan keamanan pengguna. Tetapi bagaimana Anda memanfaatkan fitur-fitur canggih ini untuk mengamankan sistem Anda? </p> <h2 id=\"unix-vs-linux\"> Unix vs. Linux </h2> <p> Banyak orang menjadi bingung ketika seseorang menggunakan istilah Unix dan Linux dalam konteks yang sama. Tidak masalah jika Anda <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> mengubah kata sandi di Linux </a> atau Unix, langkah-langkahnya sama. Meskipun kedua sistem operasi ini memiliki tipe arsitektur dan struktur perintah yang serupa, mereka sebenarnya jauh berbeda satu sama lain. </p> <p> Unix adalah sistem operasi yang dikembangkan pada akhir 1960-an oleh Ken Thompson dan Dennis Ritchie. Itu terutama dibangun untuk portabilitas, multi-threading, dan modifikasi cepat. Tidak seperti Linux, Unix adalah perangkat lunak berpemilik yang dikenal dengan antarmuka baris perintah yang kuat. </p> <p> Di sisi lain, Linux adalah keluarga sistem operasi &quot;mirip Unix&quot; open-source. Linus Torvalds mengembangkan sistem operasi ini pada tahun 1991. Ini disebut di bawah OS mirip Unix karena Linux sangat terinspirasi oleh Unix. Lebih dari 600 distribusi Linux berbasis komunitas tersedia di internet secara gratis. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Mengubah Kata Sandi Sendiri di Unix </h2> <p> Pada sebagian besar sistem berbasis Unix, pengguna dapat mengubah kata sandi dengan <strong> paswd </strong> perintah. Untuk mengubah kata sandi Anda sendiri di Unix, buka terminal Anda dengan menekan <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Kemudian, untuk mengubah kata sandi Anda, masukkan: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Anda akan melihat output yang terlihat seperti ini. Pertama, ketikkan kata sandi saat ini dan kemudian masukkan kata sandi baru Anda dua kali untuk menyelesaikan prosesnya. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Anda tidak akan melihat karakter yang diketik di layar Anda. OS berbasis Unix memiliki cara unik untuk melindungi pengguna dari <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> selancar bahu </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Mengubah Kata Sandi Root </h2> <p> Hanya pengguna root yang dapat mengubah kata sandi root pada mesin Unix. Untuk mengubah pengguna Anda saat ini menjadi root, ketik <strong> su - </strong> di terminal Anda dan tekan <strong> Memasukkan </strong> . Kemudian, masukkan kata sandi root untuk mengonfirmasi prosesnya. </p> <p> Sekarang setelah Anda root, Anda dapat dengan mudah mengubah kata sandi Anda dengan mengetik <strong> paswd </strong> di terminal Anda. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Mengubah Kata Sandi Pengguna Lain </h2> <p> Pengguna root memiliki otorisasi untuk mengubah kata sandi pengguna lain di sistem juga. Untuk melakukannya, buka terminal Anda dengan menekan <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Kemudian, ubah kata sandi dengan: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Anda akan melihat output berikut pada tampilan sistem Anda. Masukkan kata sandi baru dua kali untuk mengonfirmasi perubahan. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Mengelola Kata Sandi Pengguna di Unix </h2> <p> Pengguna Unix dapat dengan mudah mengubah kata sandi mereka menggunakan <strong> paswd </strong> perintah. Untuk mempelajari lebih lanjut tentang <strong> paswd </strong> , Anda dapat memeriksa manual perintah: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux dan Unix mungkin memiliki beberapa kesamaan dalam hal perintah sistem, tetapi mereka adalah dua sistem operasi yang berbeda dalam banyak aspek lainnya. </p>"}