{"title":"Cara Mengosongkan Ruang di iCloud","content":"<p> Apakah Anda muak dengan pemberitahuan pop-up yang memberi tahu Anda bahwa Anda kekurangan ruang di akun iCloud Anda? Kabar baik: Anda tidak perlu menanggungnya lebih lama lagi. </p> <p> Dan lebih baik lagi, Anda juga tidak perlu mengeluarkan uang untuk meningkatkan akun Anda. </p> <p> Apple memberi setiap pengguna penyimpanan gratis 5GB di iCloud, yang sepertinya hampir tidak ada. Tetapi jika Anda memainkan permainan dengan benar, Anda akan menyadari bahwa itu lebih dari cukup untuk semua kebutuhan Anda. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Cari Tahu Apa yang Paling Banyak Menghabiskan Tempat </h2> <p> Saat penyimpanan iCloud Anda penuh, tempat terbaik untuk memulai adalah mencari tahu apa yang paling banyak menghabiskan ruang di perangkat Anda. Lebih sering daripada tidak, Anda akan terkejut dengan apa jawabannya. </p> <p> Untuk mengetahui apa yang paling banyak menghabiskan ruang di iCloud di iPhone Anda: </p> <ol> <li> Pergi ke <strong> Pengaturan </strong> . </li> <li> Klik untuk <strong> ID Apple </strong> . </li> <li> Pergi ke <strong> iCloud &gt; Kelola Penyimpanan </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (2 Gambar) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Memperluas <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Saat Anda berada di tab Kelola Penyimpanan, Anda akan menerima perincian tentang apa yang menggunakan paling banyak ruang di akun iCloud Anda. Untuk beberapa fungsi, Anda dapat menelusuri dan menghapus data untuk mengosongkan beberapa ruang penyimpanan. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Hapus Foto Lama Anda </h2> <p> Foto seringkali merupakan pencuri penyimpanan paling jelas di akun iCloud Anda. Jika Anda mengambil foto dengan kamera profesional dan mengunggahnya ke ponsel Anda, ini lebih penting lagi. </p> <p> Untuk menghapus foto di iPhone Anda: </p> <ol> <li> Buka rol kamera Anda. </li> <li> Pilih gambar yang ingin Anda hapus. </li> <li> Kembali ke menu utama rol kamera. </li> <li> Pergilah ke <strong> Baru Dihapus </strong> map. </li> <li> Pilih <strong> Hapus semua </strong> dan konfirmasi. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Hapus Email Lama Anda </h2> <p> Jika Anda telah menghubungkan akun email Anda ke iCloud tetapi jarang menggunakan pesan Anda, Anda menghabiskan ruang berharga yang dapat Anda gunakan di tempat lain. Jika Anda menggunakan layanan ini selama bertahun-tahun, jumlah data yang digunakan ini perlahan-lahan akan bertambah. </p> <p> Untuk menghapus email lama Anda: </p> <ol> <li> Buka aplikasi Mail Anda. </li> <li> Pilih email yang ingin Anda hapus. </li> <li> Hapus email ini dan tutup aplikasi. </li> </ol> <p> Jika Anda tidak sering menggunakan Mail, Anda juga dapat memilih untuk menghapus aplikasi dari ponsel Anda. Dengan begitu, Anda tidak akan membuat daftar data yang terbuang lagi. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Hapus File Dari iCloud Drive </h2> <p> Jika Anda memiliki MacBook atau Mac, Anda mungkin tidak menyadari bahwa Anda masih menyimpan file yang sudah lama tidak Anda simpan. Saat data Anda turun, ini akan menjadi lebih menjengkelkan. </p> <p> Untungnya, menghapus file iCloud dari drive komputer Anda sangatlah mudah. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Untuk menghapus file iCloud dari drive komputer Anda: </p> <ol> <li> Buka <strong> Penemu </strong> . </li> <li> Buka iCloud Drive di menu sebelah kiri. </li> <li> Pilih file yang ingin Anda hapus dan pindahkan ke folder sampah Anda. </li> <li> Klik kanan atau Ctrl + Klik <strong> ikon tempat sampah </strong> di dermaga. </li> <li> Pilih <strong> Sampah kosong </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Kosongkan Ruang di Perangkat Apple Anda </h2> <p> Meskipun sepertinya Anda terus-menerus berjuang untuk mengosongkan penyimpanan iCloud Anda, melakukannya tidak perlu membuat stres. Terlepas dari perangkat Apple yang Anda gunakan, ada banyak cara untuk melihat apa yang memakan data Anda dan membuat perubahan. </p> <p> Saat Anda telah mengosongkan penyimpanan iCloud, ada baiknya untuk mengawasinya. Saat Anda melihat hal-hal yang mendekati tanda penuh, ulangi langkah-langkah ini dan hentikan hal itu terjadi. </p>"}