{"title":"Cara Mengambil Tangkapan Layar di Apple Watch Anda","content":"<p> Pernahkah Anda ingin memamerkan tampilan jam baru atau membagikan kemajuan Anda di app Aktivitas dari Apple Watch? Meskipun tidak terlalu jelas, Anda dapat mengambil tangkapan layar dari Apple Watch Anda yang mudah dibagikan. </p> <p> Apple tampaknya mencoba yang terbaik untuk menyembunyikan fitur ini, tetapi cukup mudah dilakukan. Pada artikel ini, kami akan menunjukkan caranya. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> Pertama, Pastikan Tangkapan Layar Diaktifkan </h2> <p> Secara default, mengambil tangkapan layar dari Apple Watch Anda dinonaktifkan. Seperti yang kami sebutkan, Apple sangat suka menyembunyikan fitur ini. Jadi, pertama-tama Anda harus memastikan bahwa Anda mengizinkan Apple Watch untuk mengambil tangkapan layar. </p> <p> Cukup ikuti langkah-langkah ini untuk melakukannya: </p> <ol> <li> Buka <strong> Menonton </strong> aplikasi di iPhone Anda. </li> <li> Gulir ke bawah dan ketuk <strong> Umum </strong> . </li> <li> Gulir ke bawah ke bawah dan pastikan untuk mengaktifkan <strong> Aktifkan Tangkapan Layar </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (3 Gambar) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Memperluas <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Cara Mengambil Tangkapan Layar di Apple Watch Anda </h2> <p> Sekarang setelah diaktifkan, mengambil tangkapan layar di Apple Watch Anda cukup mudah. Ini sangat mirip dengan bagaimana Anda <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> ambil tangkapan layar di iPhone Anda </a> atau iPad. </p> <p> Ikuti saja langkah-langkah ini: </p> <ol> <li> Di Apple Watch Anda, tekan tombol <strong> Mahkota Digital </strong> dan <strong> Tombol Samping </strong> pada waktu bersamaan. </li> <li> <strong> Melepaskan </strong> kedua tombol untuk mengambil tangkapan layar. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Anda akan merasakan getaran haptic kecil di pergelangan tangan Anda, serta melihat kilatan putih di layar Apple Watch Anda. Jika itu tidak terjadi, Anda harus mencoba lagi. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Ke mana Tangkapan Layar Apple Watch Anda Pergi? </h2> <p> Sama seperti tangkapan layar iPhone atau iPad Anda, tangkapan layar yang Anda ambil dengan Apple Watch akan langsung masuk ke aplikasi Foto. Anda akan menemukannya di Perpustakaan dan di folder Tangkapan Layar. </p> <p> </p> <h2 id=\"capture-every-minute\"> Tangkap Setiap Menit </h2> <p> Sekarang setelah Anda dapat mengambil tangkapan layar dengan Apple Watch, memamerkan komplikasi baru atau tampilan jam kustom Anda akan lebih mudah dari sebelumnya. Tentu saja, Anda juga dapat mencoba berbagi tampilan jam dengan teman dan keluarga, bukan hanya memamerkannya. </p>"}