{"title":"Cara Mengubah Suara Startup Default di Windows 10","content":"<p> Windows 10 menawarkan banyak penyesuaian, salah satunya adalah kemampuan untuk mengubah suara startup default. Jika Anda tidak menyukai lonceng default yang diputar saat Anda mem-boot PC Anda, Anda dapat mengubahnya sesuai keinginan Anda. </p> <p> Panduan ini menunjukkan kepada Anda langkah demi langkah bagaimana Anda dapat menggunakan nada kustom sebagai suara startup default di Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Matikan Startup Cepat </h2> <p> Startup cepat adalah fitur yang memungkinkan Anda mem-boot sistem Windows dengan cepat. Kerugian menggunakan fitur ini adalah Anda tidak bisa mendengar suara startup. </p> <p> Untuk mengaktifkan dan menggunakan nada kustom untuk startup, Anda harus terlebih dahulu menonaktifkan fitur ini di komputer Anda. Kecuali untuk memperlambat waktu boot beberapa detik, ini seharusnya tidak memiliki efek lain pada PC Anda. </p> <p> Berikut cara mematikan startup cepat di Windows 10: </p> <ol> <li> Buka <strong> Mulailah </strong> menu, cari <strong> Panel kendali </strong> , dan klik hasil pertama. </li> <li> Jika Anda melihat panel dalam mode kategori, klik tombol <strong> Perangkat keras dan Suara </strong> pilihan. Jika tidak, klik <strong> Opsi Daya </strong> . </li> <li> Pilih <strong> Opsi Daya </strong> pada layar yang dihasilkan jika Anda mengklik <strong> Perangkat keras dan Suara </strong> dalam langkah di atas. </li> <li> Klik <strong> Pilih fungsi tombol daya button </strong> di kiri. </li> <li> Pilih <strong> Ubah pengaturan yang saat ini tidak tersedia </strong> tautan. </li> <li> Hapus centang opsi untuk <strong> Aktifkan startup cepat (disarankan) </strong> . </li> <li> Klik <strong> Simpan perubahan </strong> di bagian bawah untuk menyimpan perubahan Anda. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Ada cara untuk <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> perbaiki waktu boot yang lambat di Windows 10 </a> jika PC Anda membutuhkan waktu lama untuk boot. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Aktifkan Suara Startup Windows 10 </h2> <p> Sekarang setelah startup cepat dinonaktifkan, Anda harus mengaktifkan opsi yang memungkinkan Anda menyesuaikan suara startup default. </p> <p> Mengaktifkan opsi itu mengharuskan Anda untuk mengubah nilai di registri Windows. Ini tidak terlalu rumit, dan Anda harus selesai dalam satu atau dua menit. </p> <p> </p> <p> Inilah cara Anda melakukannya: </p> <ol> <li> tekan <strong> Tombol Windows + R </strong> , Tipe <strong> regedit </strong> , dan pukul <strong> Memasukkan </strong> . </li> <li> Klik <strong> Iya </strong> di prompt untuk membuat perubahan pada registri. </li> <li> Saat registri terbuka, navigasikan ke jalur berikut. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> Di sebelah kanan, klik dua kali entri yang bertuliskan <strong> KecualikanDariCPL </strong> . </li> <li> Memasukkan <strong>0</strong> dalam <strong> Data nilai </strong> bidang, pilih <strong> Heksadesimal, </strong> dan klik <strong> baik </strong> . </li> <li> Klik <strong> Mengajukan </strong> menu dan pilih <strong> keluar </strong> untuk keluar dari registri. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> Opsi untuk menyesuaikan startup default sekarang harus diaktifkan. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Unduh Nada Suara Pembuka </h2> <p> Ini adalah sesuatu yang kami benar-benar tidak dapat membantu Anda langkah demi langkah. Anda perlu mengunduh atau memilih nada dari komputer yang ingin Anda gunakan sebagai suara pengaktifan default di PC Anda. </p> <p> Ini bisa berupa file audio apa pun yang tersedia di internet atau di komputer Anda. </p> <p> Jika Anda belum memiliki nada tersebut, Anda dapat mengunduhnya dari internet dan menyimpannya ke PC Anda. Ada banyak <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> situs web pengunduhan audio gratis </a> yang dapat Anda gunakan untuk mengunduh nada yang bagus untuk suara boot komputer Anda. </p> <p> Pastikan nada Anda tidak terlalu panjang. Ini karena, seperti yang sudah Anda ketahui, PC Anda hanya memutar suara startup selama beberapa detik dan tidak lebih dari itu. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Ubah Nada Suara Startup ke Format yang Kompatibel </h2> <p> Nada yang Anda unduh harus dalam format WAV untuk menggunakannya sebagai suara pengaktifan default. Jika file Anda dalam format MP3 atau format audio lainnya, hal pertama yang perlu Anda lakukan adalah mengonversi file Anda ke WAV. </p> <p> Itu cukup mudah dilakukan, terima kasih banyak <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> konverter audio gratis </a> tersedia di luar sana. </p> <p> Cukup pilih salah satu konverter, unggah nada Anda, pilih WAV sebagai format output, dan lonceng startup Windows 10 Anda akan siap. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Ubah Suara Startup Default di Windows 10 </h2> <p> Sekarang nada Anda sudah siap, inilah prosedur terakhir untuk menjadikannya suara startup default di komputer Windows 10 Anda. </p> <p> Ikuti langkah-langkah ini untuk melakukannya: </p> <ol> <li> Buka <strong> Mulailah </strong> menu, cari <strong> Ubah suara sistem </strong> , dan klik hasil pertama. </li> <li> Centang kotak yang bertuliskan <strong> Putar suara Startup Windows </strong> . </li> <li> Temukan <strong> Masuk Windows </strong> dalam <strong> Acara Program </strong> bagian, dan klik satu kali. </li> <li> Anda dapat mendengar suara saat ini dengan mengklik <strong> Uji </strong> tombol. </li> <li> Untuk mengubah suara saat ini ke nada Anda, klik <strong> Jelajahi </strong> tombol. </li> <li> Arahkan ke folder tempat nada WAV Anda berada, dan klik dua kali. </li> <li> Nama nada Anda muncul di <strong> suara </strong> menu drop down. Klik <strong> Uji </strong> untuk menguji nada Anda. </li> <li> Jika Anda senang dengan semuanya, klik <strong> Menerapkan </strong> diikuti oleh <strong> baik </strong> di dasar. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> Saat komputer Anda menyala lagi, Anda akan mendengar suara startup yang baru dipilih, bukan suara default. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Cara Mengatur Ulang Suara Startup Default di Windows 10 </h2> <p> Jika Anda ingin kembali ke lonceng startup default, Anda dapat melakukannya dengan mengubah a <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> opsi pengaturan pada PC Windows 10 Anda </a> . </p> <p> Begini caranya: </p> <ol> <li> Pencarian untuk <strong> Ubah suara sistem </strong> dalam <strong> Mulailah </strong> menu, dan klik hasil pertama. </li> <li> Temukan <strong> Masuk Windows </strong> dalam <strong> Acara Program </strong> bagian, dan klik satu kali. </li> <li> Klik <strong> suara </strong> menu tarik-turun di bagian bawah, dan pilih <strong> Masuk Windows.wav </strong> pilihan. </li> <li> Klik <strong> Menerapkan </strong> diikuti oleh <strong> baik </strong> untuk menyimpan perubahan Anda. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> PC Anda sekarang akan memainkan suara startup Windows default saat boot. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Cara Cepat Mengubah Suara Startup Default di Windows 10 </h2> <p> Jika Anda terlalu sering mengubah suara startup default, Anda mungkin menemukan prosedur di atas terlalu banyak. </p> <p> Dalam hal ini, Anda sebenarnya dapat menggunakan aplikasi gratis bernama WinAero Tweaker untuk mengubah boot chime Anda. Aplikasi ini juga tersedia dalam versi portabel, jadi Anda tidak perlu menginstal apa pun di komputer Anda. </p> <p> Untuk menggunakan aplikasi ini: </p> <ol> <li> Unduh dan jalankan <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> berkas pengaturan. </li> <li> Saat diminta untuk memilih mode, pilih <strong> Modus portabel </strong> . </li> <li> Ikuti petunjuk di layar. </li> <li> Meluncurkan <strong> WinAero Tweaker </strong> . </li> <li> Memperluas <strong> Penampilan </strong> di sebelah kiri, dan klik <strong> Suara Startup </strong> dalam menu yang diperluas. </li> <li> Kutu <strong> Aktifkan Suara Startup </strong> di kanan. </li> <li> Pilih <strong> Ganti suara startup </strong> . </li> <li> Pilih file WAV untuk mengaturnya sebagai suara startup default. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Mengubah Boot Chime Sesuai Keinginan Anda di Windows 10 </h2> <p> Jika Anda bukan penggemar berat suara startup saat ini, metode di atas akan memungkinkan Anda mengubahnya ke nada favorit di PC Anda. Anda selalu dapat kembali ke nada default kapan pun Anda mau. </p> <p> Windows 10 dapat disesuaikan untuk sebagian besar, dan ini memungkinkan Anda untuk menjadikan PC Anda benar-benar milik Anda dengan membiarkan Anda mengubah setiap aspeknya. </p>"}