{"title":"Cara Mengambil Screenshot di Perangkat Samsung","content":"<p> Anda dapat mengambil tangkapan layar dengan setiap ponsel dan tablet Android, tetapi metode yang tepat untuk melakukannya akan bergantung pada pabrikan perangkat Anda. </p> <p> Jika Anda memiliki perangkat Samsung Galaxy, Anda memiliki banyak metode berbeda yang dapat Anda gunakan, seperti menekan tombol atau menggesek layar. Kami akan merinci cara screenshot di perangkat Samsung. </p> <h2 id=\"press-the-power-and-volume-down-buttons\"> 1. Tekan Tombol Daya dan Volume Turun </h2> <p> Bagi sebagian besar, ini akan menjadi cara termudah untuk mengambil tangkapan layar di perangkat Samsung. </p> <p> Cukup tahan <strong> Kekuasaan </strong> tombol (atau <strong> Kunci samping </strong> ) dan <strong> Volume turun </strong> tombol secara bersamaan. </p> <p> Lokasi yang tepat dari tombol-tombol ini akan tergantung pada perangkat Anda. Pada Samsung Galaxy S21, kedua tombol tersebut berada di sisi kanan perangkat. Pada Samsung Galaxy S8, volume di sebelah kiri dan daya di sebelah kanan. </p> <p> Anda hanya perlu menahan tombol ini selama satu atau dua detik. Layar akan berkedip putih untuk menunjukkan tangkapan layar telah diambil. </p> <p> Ini adalah sebuah <a href=\"https://www.makeuseof.com/tag/6-ways-to-take-screenshots-on-android/\" target=\"_blank\" rel=\"nofollow noopener\"> pintasan tangkapan layar Android standar </a> yang akan bekerja pada lebih dari sekedar perangkat Samsung. </p> <p> </p> <h2 id=\"use-palm-swipe\"> 2. Gunakan Palm Swipe </h2> <p> Pada beberapa perangkat Samsung, Anda dapat menggesekkan telapak tangan di layar untuk mengambil tangkapan layar. </p> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (3 Gambar) </strong> <img alt=\"advanced features\" src=\"images/advanced-features-412.jpg\" loading=\"lazy\"> Memperluas <img alt=\"motions and gestures\" src=\"images/motions-and-gestures-740.jpg\" loading=\"lazy\"> Memperluas <img alt=\"palm swipe to capture\" src=\"images/palm-swipe-to-capture-297.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Untuk mengaktifkan ini, buka <strong> Pengaturan &gt; Fitur lanjutan &gt; Gerakan dan gestur &gt; Sapuan telapak tangan untuk mengambil &gt; Aktif </strong> . </p> <p> Sekarang, geser ujung tangan Anda melintasi layar dari kanan ke kiri untuk mengambil tangkapan layar. </p> <p> Jika Anda tidak yakin dengan gerakan yang tepat, layar Pengaturan akan menampilkan animasi yang menunjukkan. </p> <p> </p> <h2 id=\"ask-bixby-or-google-assistant\"> 3. Tanya Bixby atau Asisten Google </h2> <p> Jika Anda memiliki asisten virtual yang diaktifkan suara di ponsel Anda, Anda dapat menggunakannya untuk mengambil tangkapan layar. </p> <p> Jika Anda memiliki Bixby Voice, ucapkan &quot;Hai Bixby, ambil tangkapan layar&quot;. Atau, jika Anda memiliki Asisten Google, ucapkan &quot;Hai Google, ambil tangkapan layar&quot;. </p> <p> Anda dapat memasangkan perintah ini dengan instruksi lain, seperti &quot;Hai Bixby, ambil tangkapan layar dan bagikan di Instagram&quot;. </p> <p> </p> <p> </p> <h2 id=\"use-the-edge-panel\"> 4. Gunakan Panel Tepi </h2> <p> Beberapa perangkat Samsung memiliki panel tepi. Ini adalah fitur praktis yang dapat Anda akses dengan cepat dengan menggesek sisi layar. Satu panel tepi yang dapat Anda aktifkan memungkinkan Anda mengambil tangkapan layar. </p> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (3 Gambar) </strong> <img alt=\"display\" src=\"images/display-661.jpg\" loading=\"lazy\"> Memperluas <img alt=\"edge screen\" src=\"images/edge-screen-495.jpg\" loading=\"lazy\"> Memperluas <img alt=\"edge panels\" src=\"images/edge-panels-983.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Untuk mengaktifkan ini, buka <strong> Pengaturan &gt; Tampilan &gt; Layar tepi &gt; Panel tepi &gt; Aktif </strong> . Dari sini, aktifkan <strong> Pilihan cerdas </strong> panel. </p> <p> Sekarang, ketika Anda menggesek dari tepi kanan layar Anda, itu akan memunculkan panel pilih Cerdas. </p> <p> Pilih salah satu <strong> Empat persegi panjang </strong> atau <strong> Lonjong </strong> , lalu seret untuk memilih area yang ingin Anda screenshot. Keran <strong> Selesai </strong> , lalu ketuk <strong> Menyimpan </strong> ikon (panah bawah). </p> <p> </p> <h2 id=\"use-the-s-pen\"> 5. Gunakan Pena S </h2> <p> Jika Anda memiliki perangkat Galaxy Note, Anda dapat menggunakan S Pen untuk mengambil tangkapan layar. </p> <p> Ambil S Pen dari perangkat, ketuk <strong> Menu komando udara </strong> ikon, lalu ketuk <strong> Tulis layar </strong> . Ini akan mengambil tangkapan layar penuh. Anda kemudian dapat mengedit tangkapan layar menggunakan alat di layar, jika diinginkan. Setelah selesai, ketuk <strong> Menyimpan </strong> ikon. </p> <p> </p> <h2 id=\"use-scroll-capture-to-screenshot-the-entire-page\"> 6. Gunakan Scroll Capture untuk Screenshot Seluruh Halaman </h2> <p> Jika Anda ingin mengambil halaman web atau aplikasi yang panjang, Anda tidak perlu mengambil banyak tangkapan layar. Sebagai gantinya, Anda dapat menggunakan Fitur Tangkap Gulir Samsung untuk membuat satu tangkapan layar besar. </p> <p> <img alt=\"samsung scroll capture\" src=\"images/scroll-capture-e1612347426613-576.jpg\" loading=\"lazy\"> </p> <p> Setelah mengambil screenshot normal, menu Smart Capture muncul di bagian bawah layar. Pada ini, ketuk <strong> Gulir Tangkapan </strong> icon—dua panah ke bawah yang memantul. </p> <p> Satu ketukan akan menggulir halaman ke bawah sekali dan menjahit tangkapan layar ke bagian bawah yang pertama. Terus ketuk ikon sampai Anda menangkap semua yang ada di halaman yang Anda inginkan. </p> <p> </p> <h2 id=\"how-to-view-your-samsung-screenshots\"> Cara Melihat Tangkapan Layar Samsung Anda </h2> <p> Setelah Anda mengambil tangkapan layar, Anda mungkin bertanya-tanya di mana mereka disimpan dan bagaimana Anda dapat mengaksesnya. Itu sederhana. </p> <p> Buka <strong> Galeri </strong> aplikasi dan pilih <strong> Album </strong> dari menu bawah. Anda kemudian akan melihat <strong> Tangkapan layar </strong> album yang dapat Anda kelola seperti foto biasa. </p> <p> </p> <h2 id=\"master-your-samsung-device-with-these-tips\"> Kuasai Perangkat Samsung Anda Dengan Tips Ini </h2> <p> Sekarang Anda tahu cara mengambil tangkapan layar di ponsel atau tablet Samsung. Pilih metode mana saja yang menurut Anda paling mudah dan cepat, karena semuanya menghasilkan hasil akhir yang sama. </p> <p> Ingin mendapatkan lebih banyak dari perangkat Samsung Anda? Pastikan untuk menjelajahi semua yang ditawarkan Samsung One UI, karena ada banyak fitur praktis yang tidak disertakan dengan Android bawaan. </p>"}