{"title":"Cara Menggunakan Otomatisasi Pintasan Apple Watch dan 3 Contoh untuk Dicoba","content":"<p> Pernah berharap Apple Watch Anda secara otomatis mengaktifkan Jangan Ganggu saat Anda memasuki teater? Apakah Anda ingin mengubah wajah Apple Watch secara otomatis sekali sehari? Anda dapat melakukan ini, dan banyak lagi, berkat otomatisasi Apple Watch. </p> <p> watchOS 7 memperkenalkan beberapa rutinitas otomatisasi yang sangat baik untuk Apple Watch. Bagian terbaiknya adalah Anda tidak memerlukan pengetahuan pemrograman apa pun untuk mengatur rutinitas ini atau membuatnya sendiri. </p> <p> Kami akan menunjukkan cara mengatur otomatisasi di Apple Watch Anda, ditambah tiga otomatisasi untuk mengilustrasikan beberapa contoh yang dapat Anda lakukan. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Cara Mengatur Otomatisasi Apple Watch </h2> <p> Aplikasi Pintasan Apple adalah pusat otomatisasi iOS, dan memiliki semua yang Anda perlukan untuk mengatur otomatisasi Apple Watch juga. Tidak seperti Pintasan Siri, otomatisasi iOS tidak dapat dibagikan dengan orang lain pada saat penulisan. Ini berarti kami tidak dapat memberikan tautan untuk mengunduh otomatisasi favorit kami. </p> <p> Sebagai gantinya, kami akan memberi Anda panduan langkah demi langkah untuk membuat otomatisasi Apple Watch (dengan tangkapan layar) sehingga Anda dapat dengan cepat mengaturnya di iPhone. </p> <p> </p> <p> Untuk membuat otomatisasi Apple Watch, pertama-tama Anda harus memutuskan apa yang ingin Anda otomatisasi dan memilih pemicu yang sesuai. Mari kita mulai dengan sesuatu yang sederhana, seperti menempatkan Apple Watch dalam mode senyap pada pukul 10 malam setiap malam. </p> <p> Anda dapat dengan mudah mengatur ini dengan mengikuti langkah-langkah berikut: pergi ke <strong> Otomatisasi </strong> tab di aplikasi Pintasan. Begini caranya: </p> <ol> <li> Buka <strong> Jalan pintas </strong> aplikasi di ponsel Anda dan pergi ke <strong> Otomatisasi </strong> tab. </li> <li> Jika Anda belum pernah membuat otomatisasi di iPhone, ketuk tombol biru besar berlabel <strong> Buat Otomatisasi Pribadi </strong> . Jika Anda telah membuat otomatisasi sebelumnya, Anda harus mengetuk tombol <strong> Plus </strong> tombol di kanan atas lalu tekan <strong> Buat Otomatisasi Pribadi </strong> . </li> <li> Karena kami ingin memicu otomatisasi pada waktu tertentu setiap hari, ketuk <strong> Waktu </strong> , Pilih <strong> Waktu </strong> sekali lagi, dan ketik waktu di kotak tepat di bawah opsi itu. Dalam kasus kami, kami akan memastikan bahwa waktunya adalah 10 malam (atau 22:00). </li> <li> Tepat di bawah ini, Anda dapat mengatur frekuensi untuk otomatisasi ini. Dalam kasus kami, kami akan mengetuk <strong> Harian </strong> . Sekarang ketuk <strong> Lanjut </strong> , yang ada di kanan atas layar. </li> <li> Di halaman berikutnya, ketuk <strong> Tambahkan Tindakan </strong> dan cari <strong> Setel Mode Senyap </strong> , yang akan muncul di bawah <strong> tindakan </strong> sub-judul. Keran <strong> Setel Mode Senyap </strong> dan pastikan bahwa tindakannya adalah <strong> Nyalakan Mode Senyap </strong> . Sekarang ketuk <strong> Lanjut </strong> . </li> <li> Layar terakhir akan menunjukkan kepada Anda kapan otomatisasi akan berjalan, dan apa yang akan dilakukannya. Anda hanya perlu menonaktifkan <strong> Tanya Sebelum Berlari </strong> untuk memastikan bahwa otomatisasi akan berjalan dengan sendirinya. Keran <strong> Selesai </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (3 Gambar) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Sekarang, pada jam 10 malam setiap malam, Apple Watch Anda akan secara otomatis mengaktifkan mode senyap. Jika Anda ingin menonaktifkan mode senyap di pagi hari, Anda dapat membuat otomatisasi kedua yang serupa untuk menyelesaikan pekerjaan. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 Otomatisasi Apple Watch yang Hebat untuk Dicoba </h2> <p> Sekarang kita telah melihat sebuah contoh, mari kita telusuri beberapa otomatisasi Apple Watch paling berguna yang dapat Anda atur di perangkat Anda. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Mulai Berolahraga Saat Anda Tiba di atau Meninggalkan Lokasi </h3> <p> Sangat mudah untuk lupa memulai olahraga di Apple Watch Anda. Meskipun perangkat yang dapat dikenakan memang memiliki fitur deteksi latihan otomatis, perangkat ini tidak selalu bekerja dengan andal. Hal ini terutama terjadi pada latihan intensitas rendah seperti latihan mobilitas. </p> <p> Untungnya, ada otomatisasi Apple Watch untuk mengatasi masalah ini: </p> <ol> <li> Di aplikasi Pintasan, buat otomatisasi baru dan ketuk <strong> Tiba </strong> . </li> <li> Sekarang ketuk <strong> Memilih </strong> untuk memilih lokasi yang memicu latihan ini. Cukup ketik nama gym atau taman lingkungan tempat Anda berlari, dan peta dengan pin lokasi akan muncul di bagian bawah layar. Di sini Anda dapat memperluas radius di mana otomatisasi ini dipicu. Keran <strong> Selesai </strong> . </li> <li> Pilih <strong> Kapan saja </strong> atau pilih <strong> Rentang waktu </strong> ketika Anda ingin otomatisasi ini berjalan. Sekarang ketuk <strong> Lanjut </strong> . </li> <li> Keran <strong> Tambahkan Tindakan </strong> dan cari <strong> Mulai Latihan </strong> . </li> <li> Keran <strong> Mulai Latihan </strong> dan pilih latihan beserta tujuannya (gol terbuka, waktu, kalori yang terbakar, atau jarak yang ditempuh). Setelah ini, ketuk <strong> Lanjut </strong> . </li> <li> Tinjau otomatisasi Anda dan ketuk <strong> Selesai </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (3 Gambar) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Sekarang Apple Watch Anda akan secara otomatis memulai latihan berdasarkan lokasi Anda. Anda juga dapat memilih <strong> Meninggalkan </strong> dari pada <strong> Tiba </strong> pada langkah pertama untuk memicu otomatisasi ini ketika Anda meninggalkan lokasi tertentu, seperti rumah Anda. Misalnya, jika Anda bekerja dari rumah dan keluar hanya untuk jalan pagi, Anda dapat membuat Apple Watch memulai latihan jalan kaki di luar ruangan setiap kali Anda meninggalkan rumah. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Ubah Wajah Apple Watch Anda Secara Otomatis </h3> <p> Mengubah tampilan jam cukup mudah, tetapi bahkan lebih nyaman untuk membuat Apple Watch melakukannya untuk Anda. Mari kita lihat cara mengubah tampilan jam Anda secara berkala, serta beberapa pemicu alternatif untuk membuatnya bekerja secara berbeda. </p> <p> Pertama, pastikan Anda sudah <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> menambahkan dan menyesuaikan tampilan jam di Apple Watch Anda </a> jadi Anda memiliki sesuatu untuk dikerjakan. Kemudian, di aplikasi Pintasan: </p> <ol> <li> Buat otomatisasi baru dan ketuk <strong> Waktu </strong> . </li> <li> Pilih kapan Anda ingin tampilan jam berubah, beserta seberapa sering Anda ingin itu terjadi. Kami memilih <strong> Matahari terbit </strong> dan <strong> Harian </strong> untuk mengatur tampilan jam setiap pagi. Keran <strong> Lanjut </strong> . </li> <li> Sekarang ketuk <strong> Tambahkan Tindakan </strong> dan cari <strong> Setel Tampilan Jam </strong> . </li> <li> Keran <strong> Setel Tampilan Jam </strong> , ketuk <strong> Wajah </strong> , lalu pilih salah satu tampilan jam dari daftar. Keran <strong> Lanjut </strong> . </li> <li> Nonaktifkan <strong> Tanya Sebelum Berlari </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (2 Gambar) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Sekarang saksikan keajaiban saat tampilan jam Anda berubah secara otomatis. Jika Anda ingin tampilan jam terus berubah setiap beberapa jam, cukup atur otomatisasi serupa dengan waktu berbeda di langkah kedua. </p> <p> Anda juga dapat secara otomatis mengubah tampilan jam setiap kali Anda meninggalkan rumah atau tiba di lokasi tertentu dengan menggunakan <strong> Tiba </strong> atau <strong> Meninggalkan </strong> pemicu bukannya <strong> Waktu </strong> pada langkah pertama. </p> <p> Tampilan jam Apple sendiri cukup bagus untuk membantu Anda memulai, tetapi ada banyak <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> wajah Apple Watch kustom yang luar biasa </a> yang juga harus Anda coba. Ini akan memungkinkan Anda untuk menambahkan lebih banyak variasi wajah ke otomatisasi Anda. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Aktifkan Mode Teater di Lokasi Tenang </h3> <p> Mengaktifkan Mode Teater (Mode Bioskop di beberapa wilayah) menempatkan Apple Watch dalam mode senyap dan mematikan tampilannya hingga Anda menyentuh layar atau menekan Digital Crown. Ini paling berguna di bioskop atau lokasi lain di mana Anda tidak ingin mengganggu orang lain. </p> <p> Inilah cara Anda dapat menggunakan Pintasan untuk mengaktifkan mode teater secara otomatis di lokasi tertentu: </p> <ol> <li> Buat otomatisasi baru dan pilih <strong> Tiba </strong> pelatuk. </li> <li> Sekarang ketuk <strong> Memilih </strong> dan cari teater, atau lokasi lain yang sering Anda kunjungi. Keran <strong> Selesai </strong> , lalu pilih rentang waktu selama Anda ingin otomatisasi ini bekerja. Jika Anda mengunjungi tempat itu kebanyakan pada malam hari, misalnya, Anda dapat mengatur rentang waktu tersebut untuk menghindari pemicu ini secara tidak sengaja. Sekarang ketuk <strong> Lanjut </strong> . </li> <li> Keran <strong> Tambahkan Tindakan </strong> dan cari <strong> Setel Mode Teater </strong> . </li> <li> Keran <strong> Setel Mode Teater </strong> , diikuti oleh <strong> Lanjut </strong> . Terakhir, ketuk <strong> Selesai </strong> untuk mengaktifkan otomatisasi ini. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (2 Gambar) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Memperluas <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> Pastikan untuk mengatur otomatisasi lain menggunakan <strong> Meninggalkan </strong> picu dan ulangi proses ini sehingga Mode Teater dinonaktifkan secara otomatis saat Anda meninggalkan lokasi. </p> <p> Anda juga bisa menggunakan <strong> Waktu </strong> pemicu untuk mengaktifkan atau menonaktifkan Mode Teater secara otomatis. Ini bisa menjadi pilihan yang berguna untuk waktu tidur, atau jika Anda mengadakan rapat pada waktu yang ditentukan setiap hari kerja. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Buat Otomatisasi Apple Watch Anda Sendiri </h2> <p> Ini hanyalah beberapa otomatisasi mudah yang dapat Anda atur dengan Apple Watch, tetapi kemungkinannya tidak terbatas. Anda dapat mencoba trik keren, seperti mengirim pesan ke seseorang setiap kali Anda selesai berolahraga, dan masih banyak lagi. </p> <p> Otomatisasi yang kami pilih berfokus pada tugas yang sering muncul, tetapi dengan sedikit kreativitas, Anda dapat melampaui batas dari apa yang dilakukan Apple Watch untuk Anda. Jangan lupa bahwa Apple Watch juga memiliki banyak aplikasi lain untuk meningkatkan produktivitas Anda. </p>"}