{"title":"Cara Aman Membagikan PC Windows 10 Anda Dengan Akun Pengguna Terpisah","content":"<p> Ada banyak alasan mengapa Anda ingin berbagi PC dengan orang lain. Apakah Anda ingin memiliki satu komputer untuk seluruh keluarga Anda atau ingin menggunakan PC yang sama untuk tujuan bisnis, dapat beralih antar pengguna adalah solusi yang ideal. </p> <p> Saat membuat akun pengguna terpisah di PC yang sama, Anda tidak hanya memisahkan file dan setelan semua orang, tetapi juga memastikan bahwa data semua orang aman. Menyiapkan beberapa akun pengguna Windows untuk setiap anggota keluarga adalah solusinya. </p> <p> Proses untuk membuat beberapa akun pengguna Windows 10 sederhana, dan kami akan menunjukkan kepada Anda bagaimana Anda dapat melakukannya. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Kapan Anda Perlu Membagikan PC Windows 10 Anda Dengan Orang Lain? </h2> <p> Ada berbagai situasi ketika Anda mungkin perlu berbagi PC dengan orang lain. Ini termasuk: </p> <h3 id=\"at-work\"> 1. Di Tempat Kerja </h3> <p> Jika Anda seorang pemilik bisnis, menambahkan beberapa pengguna ke PC Windows 10 yang sama dapat menghemat biaya—terutama jika karyawan Anda menggunakan komputer secara paruh waktu. Ini juga memungkinkan untuk berbagi file dengan lebih mudah. </p> <h3 id=\"at-home\"> 2. Di Rumah </h3> <p> Membuat beberapa akun pengguna pada PC yang sama dapat bermanfaat jika Anda ingin berbagi PC yang sama dengan semua orang di keluarga Anda. Jika Anda bekerja dari rumah dan bergantung pada PC Anda, strategi ini dapat membantu mengamankan semua pekerjaan Anda. </p> <h3 id=\"in-public-places\"> 3. Di Tempat Umum </h3> <p> Jika Anda bekerja di lembaga publik, seperti perpustakaan, pasti ada banyak orang yang menggunakan komputer yang sama. Membuat banyak akun pengguna akan menjadi solusi luar biasa yang akan membantu Anda dan orang lain <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> tetap aman saat menggunakan komputer umum </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Cara Membuat Akun Pengguna Baru di Windows 10 Menggunakan Akun Microsoft </h2> <p> Windows 10 memudahkan Anda untuk berbagi PC yang sama dengan orang lain. Saat Anda menambahkan pengguna, orang tersebut mendapatkan pengaturan desktop, batas penyimpanan, dan hanya memiliki akses ke file dan folder mereka sendiri. Yang juga hebat adalah Anda, dan orang-orang yang berbagi PC dengan Anda, akan selalu memiliki kebebasan untuk <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> ubah aplikasi dan pengaturan default Anda di Windows 10 </a> . </p> <p> Sebagai administrator, mudah untuk membuat beberapa akun pengguna di PC Anda menggunakan akun Microsoft. Pertama, pergi ke <strong> Mulai &gt; Pengaturan &gt; Akun &gt; Orang lain </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Untuk membuat akun pengguna baru, klik <strong> Tambahkan orang lain ke PC ini </strong> . Anda kemudian harus memberikan alamat email yang terkait dengan akun Microsoft—alamat email lainnya tidak akan berfungsi. Dari sini, klik <strong> Lanjut </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Jika Anda membuat akun untuk seseorang yang tidak memiliki alamat email akun Microsoft, Anda cukup mengklik <strong> Tambahkan orang lain ke PC ini </strong> dan klik <strong> Saya tidak memiliki informasi masuk orang ini </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Anda dapat membuat akun pengguna dengan menggunakan alamat email akun non-Microsoft milik seseorang yang sudah ada. Anda harus mencatat bahwa alamat email ini kemudian akan ditautkan ke akun Microsoft. </p> <p> Atau, Anda dapat membuat akun pengguna dengan terlebih dahulu membuat alamat email Outlook baru untuk pengguna. Untuk melakukannya, klik <strong> Dapatkan alamat email baru </strong> . Anda kemudian harus membuat kata sandi, memilih negara tempat tinggal pengguna, dan mengisi tanggal lahir mereka. Setelah selesai, klik <strong> Lanjut </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Akun pengguna baru sekarang akan muncul di daftar pengguna PC Anda. Kamu selalu bisa <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> ubah nama login Anda di Windows 10 </a> , dan orang lain yang Anda ajak berbagi PC akan memiliki hak istimewa yang sama. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Cara Membuat Akun Pengguna Baru di Windows 10 Tanpa Menggunakan Akun Microsoft </h2> <p> Anda masih dapat membuat akun pengguna untuk seseorang yang tidak memiliki akun email Outlook dan lebih suka tidak menggunakan akun Microsoft. Hal yang sama berlaku untuk seseorang yang tidak ingin alamat email non-Microsoft mereka ditautkan ke akun Microsoft. </p> <p> Untuk melakukannya, klik <strong> Mulai &gt; Pengaturan &gt; Akun &gt; Orang lain &gt; Tambahkan orang lain ke PC ini &gt; Saya tidak memiliki informasi masuk orang ini &gt; Tambahkan pengguna tanpa akun Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. Pada layar yang muncul, Anda kemudian dapat mengisi informasi orang tersebut. Anda harus membuat nama pengguna dan kata sandi. Klik <strong> Lanjut </strong> , dan akun pengguna akan siap. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Saat Anda membuat akun pengguna Windows 10 tanpa menggunakan akun Microsoft, ini disebut sebagai <strong> akun lokal </strong> . Tidak seperti akun Microsoft, akun lokal tidak akan menyinkronkan pengaturan antar perangkat dan tidak akan mengizinkan pemilik akun untuk menginstal aplikasi apa pun dari Microsoft Store. Itu juga tidak akan memberi pemilik akun akses ke OneDrive. </p> <p> Untuk dapat menginstal aplikasi desktop, pemilik akun lokal akan dimintai kata sandi akun administrator, yang akan menjadi milik Anda dalam hal ini. Untuk alasan ini, Anda harus berada di dekat Anda untuk mengetikkan kata sandi atau Anda harus memberikannya kepada pemilik akun lokal. Sebaiknya Anda membuat akun lokal untuk seseorang yang tidak akan menggunakan produk dan layanan Microsoft apa pun. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Cara Membuat Akun Pengguna Baru untuk Rekan atau Siswa </h2> <p> Jika Anda ingin membuat akun pengguna untuk rekan kerja atau siswa, klik <strong> Mulai &gt; Pengaturan &gt; Akun &gt; Orang lain &gt; Tambahkan pengguna kantor atau sekolah </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Selanjutnya, Anda harus memasukkan informasi akun orang tersebut dan kemudian memilih jenis akun yang relevan. Setelah selesai, klik <strong> Menambahkan </strong> . Akun pengguna akan siap. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Mengelola Akun di PC Windows 10 Anda </h2> <p> Setelah Anda membuat akun yang diperlukan di PC, Anda dapat menggunakan beberapa metode untuk mengelolanya secara efisien. </p> <h3 id=\"changing-account-types\"> 1. Mengubah Jenis Akun </h3> <p> Sebagai administrator PC, Anda dapat mengatur dan mengelola semua akun pengguna di komputer Windows 10 Anda. Anda dapat memberikan akses administrator kepada orang lain dengan mengklik <strong> Setelan &gt; Akun &gt; Pengguna lain </strong> . </p> <p> Dari sini, klik akun yang ingin Anda berikan hak administrator. Klik <strong> Ubah jenis akun </strong> , ubah jenis akun dari <strong> Pengguna standar </strong> untuk <strong> Administrator </strong> lalu klik <strong> baik </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Beralih Antar Akun </h3> <p> Setelah Anda membuat akun untuk pengguna lain, mudah untuk beralih dari satu akun ke akun lainnya. Untuk melakukannya, tekan <strong> Ctrl + Alt + Hapus </strong> , Pilih <strong> Ganti pengguna, </strong> dan pilih akun yang ingin Anda alihkan. Anda kemudian dapat memasukkan kata sandi akun dan memulai. </p> <p> Jika Anda ingin menutup akun sebelum beralih, Anda harus keluar atau memulai ulang PC. Dari sana, Anda dapat memilih pengguna yang ingin Anda alihkan dan kemudian memasukkan kata sandi yang sesuai. </p> <h3 id=\"removing-accounts\"> 3. Menghapus Akun </h3> <p> Sebagai administrator, Anda juga dapat dengan mudah menghapus akun pengguna. Untuk melakukannya, klik <strong> Setelan &gt; Akun &gt; Pengguna lain </strong> , klik akun yang ingin Anda hapus, lalu klik <strong> Menghapus </strong> . Pada layar yang muncul, klik <strong> Hapus akun dan data </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Anda Siap Membagikan PC Windows 10 Anda dengan Aman Dengan Orang Lain </h2> <p> Menyiapkan beberapa akun pengguna di PC Windows 10 Anda adalah strategi yang mudah dan hemat biaya. Baik Anda ingin berbagi komputer di tempat kerja, di rumah, atau di ruang publik, beberapa akun pengguna akan membantu Anda melakukannya dengan aman. Sekarang Anda dapat membuat banyak akun pengguna, Anda juga perlu tahu cara mengunci akun pengguna agar PC Anda selalu aman. </p>"}