{"title":"Cara Menghemat Masa Pakai Baterai di Pengontrol DualSense PS5 Anda","content":"<p> Meskipun pengontrol DualSense PlayStation 5 memiliki fitur peningkatan masa pakai baterai dibandingkan DualShock 4 PlayStation 4, pengontrol Anda masih mungkin mati di tengah momen penting. </p> <p> Mari kita lihat beberapa cara untuk menghemat masa pakai baterai pada pengontrol DualSense dan membuatnya bertahan selama mungkin. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Atur Pengontrol PS5 Anda untuk Mati Secara Otomatis </h2> <p> Jika Anda membiarkan PS5 Anda berjalan karena alasan apa pun dan dengan demikian membiarkan pengontrol Anda menyala selama berjam-jam, itu jelas akan menghabiskan masa pakai baterai Anda. Untuk mengatasi hal ini, ada baiknya untuk mengatur timer sehingga DualSense Anda mati saat Anda tidak menggunakannya. </p> <p> Di menu utama PS5 Anda, buka <strong> Pengaturan &gt; Sistem &gt; Hemat Daya </strong> . Di sini Anda akan melihat <strong> Setel Waktu Hingga Pengontrol Mati </strong> opsi, yang dapat Anda atur ke <strong> Setelah 10 menit </strong> , <strong> 30 menit </strong> , <strong> 60 menit </strong> , atau <strong> Mati </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Tidak ada alasan bagus untuk membiarkan pengontrol Anda menyala untuk waktu yang lama saat menganggur. Mengaktifkan opsi ini membatasi masa pakai baterai yang terbuang saat Anda tidak berada di depan TV. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Matikan Pengontrol DualSense Secara Manual </h2> <p> Untuk saat-saat ketika Anda tahu Anda tidak akan menggunakan pengontrol PS5 untuk sementara waktu, masuk akal untuk segera mematikannya daripada menunggu timer mati otomatis. Ini berguna jika Anda menggunakan PS5 untuk menonton aplikasi hiburan seperti Netflix, atau bahkan hanya menonton cutscene panjang dalam game. </p> <p> </p> <p> Untuk mematikan pengontrol PS5 Anda, tekan tombol <strong> Tombol PS </strong> pada controller untuk membuka menu cepat. Gulir ke kanan dan pilih <strong> Aksesoris </strong> tombol, yang ditampilkan sebagai ikon pengontrol dengan masa pakai baterai Anda saat ini. Pada menu yang dihasilkan, pilih <strong> Pengontrol Nirkabel </strong> , diikuti oleh <strong> Matikan </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Melakukan ini akan mematikan pengontrol Anda sampai Anda menekan tombol <strong> Tombol PS </strong> untuk menyalakannya lagi. Jika Anda tidak ingin mengutak-atik menu, Anda juga dapat mematikan pengontrol PS5 Anda dengan menahan tombol <strong> Tombol PS </strong> selama 10 detik. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Kurangi Fungsi Pengontrol yang Menggunakan Baterai </h2> <p> DualSense memiliki beberapa fungsi yang menghabiskan masa pakai baterai. Menonaktifkan opsi ini tidak akan memperpanjang daya baterai pengontrol Anda secara drastis, tetapi dapat sedikit membantu jika Anda memprioritaskan masa pakai baterai daripada fitur-fitur mewah. </p> <p> Mengunjungi <strong> Pengaturan &gt; Aksesori &gt; Pengontrol </strong> untuk menonaktifkan fungsi ini: </p> <ul> <li> Set <strong> Kecerahan Indikator Pengontrol </strong> untuk <strong> Redup </strong> . Ini akan mengurangi lampu pada pengontrol Anda; mereka akan secara otomatis mencerahkan jika diperlukan untuk aksesori kamera. </li> <li> Turunkan <strong> Intensitas Getaran </strong> untuk <strong> Lemah </strong> atau <strong> Mati </strong> . Sementara fitur umpan balik haptic baru dari DualSense membuat gemuruh lebih realistis, ia menggunakan sedikit baterai. Jika Anda tidak peduli dengan fitur tersebut, mungkin untuk game tertentu, menonaktifkannya akan meningkatkan masa pakai baterai. </li> <li> Juga turunkan atau nonaktifkan <strong> Intensitas Efek Pemicu </strong> . Ini adalah fitur utama lain dari DualSense yang mengubah resistensi tombol L2 dan R2 tergantung pada apa yang Anda lakukan dalam game. Jika Anda tidak terlalu peduli, menurunkannya akan menghemat jus. </li> <li> Turunkan <strong> Volume (Speaker untuk Pengontrol) </strong> penggeser. Ini mengurangi output speaker bawaan pengontrol, menghemat sedikit baterai jika Anda tidak menyukainya. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Beli Kabel Pengisian yang Lebih Panjang </h2> <p> Jika menggunakan semua tip di atas masih tidak membuat pengontrol Anda bekerja selama yang Anda inginkan, Anda harus mempertimbangkan untuk membeli kabel USB-C yang lebih panjang. Dengan ini, Anda dapat dengan mudah mencolokkan pengontrol Anda untuk mengisi daya dan terus bermain saat hampir habis. Anda tidak perlu menarik kursi lebih dekat ke TV seperti yang Anda lakukan dengan kabel pendek. </p> <p> Anda dapat menemukan kabel pengisi daya USB-C ke USB-A 10 kaki (atau lebih panjang) di Amazon dengan harga murah. Coba <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> CableCreation kabel USB-C </a> untuk opsi yang solid. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Jika Anda sering bermain dengan kabel yang terhubung, di atas <strong> Pengendali </strong> halaman pengaturan, Anda harus mengatur <strong> Metode Komunikasi </strong> untuk <strong> Gunakan Kabel USB </strong> . Dengan ini, pengontrol Anda akan berkomunikasi melalui kabel alih-alih masih menggunakan Bluetooth saat dicolokkan. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Tetap Isi Daya DualSense Anda </h2> <p> Sekarang Anda tahu cara menjaga baterai DualSense Anda tetap hidup untuk sesi permainan yang lama. Singkat membeli pengontrol kedua dan menukarnya secara teratur, ini adalah pilihan terbaik Anda untuk memperpanjang masa pakai baterai. </p> <p> Jangan lupa bahwa Anda dapat menggunakan pengontrol PS4 saat memainkan game PlayStation 4 di PS5 Anda. Itu cara lain untuk menghemat masa pakai baterai DualSense. </p> <p> <small> Kredit Gambar: Alex Van Aken/ <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}