{"title":"Cara Menggunakan Hub Mozilla&amp;#039; Fitur baru","content":"<p> Mozilla merilis Hubs, platform sosial dan kolaborasi jarak jauh gratis yang imersif, pada tahun 2018. Namun, perubahan dalam cara orang mengakses dan menggunakan platform selama pandemi mendorong pembaruan yang membuatnya lebih berguna bagi sekelompok besar orang dengan tingkat pengalaman berbeda menggunakan berbagai perangkat. </p> <p> Di sini kita melihat bagaimana pembaruan 2021 mengubah Hub dan cara menggunakan fitur-fitur baru ... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Apa Itu Mozilla Hub? Apa yang baru? </h2> <p> Mozilla Hubs adalah platform gratis untuk membuat dan berbagi ruang virtual yang disebut &quot;ruang&quot;. Platform agnostik perangkat keras berjalan di browser web, membuatnya tersedia di komputer, tablet, dan ponsel cerdas dengan koneksi internet. Bahkan profil permanen tidak diperlukan, meskipun memilikinya dilengkapi dengan fasilitas seperti kustomisasi avatar. </p> <p> Fitur interaktif di dalam ruangan memungkinkan pengguna menonton media bersama, bertukar pikiran di papan tulis, menonton tayangan slide, memeriksa model 3D, dan banyak lagi. Ruangan itu sendiri sedikit mendasar dibandingkan dengan platform lain seperti Altspace, tetapi jika Anda memiliki ambisi dan dapat menanganinya <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Hub GitHub </a> , ada lebih banyak kemungkinan untuk penyesuaian. </p> <p> </p> <p> Tapi apa yang dibawa pembaruan baru ke platform? Pengguna baru, terutama di bidang pendidikan, menginspirasi banyak perubahan. </p> <p> Dengan demikian, pembaruan utama untuk platform adalah: </p> <ol> <li> Jendela/bilah chat khusus. </li> <li> Antarmuka pengguna non-VR yang efisien. </li> <li> Forum dukungan baru. </li> </ol> <p> Berikut adalah tampilan setiap fitur baru dan cara menggunakannya... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Cara Menggunakan Bilah Obrolan Baru Mozilla Hub </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs sudah memiliki fitur obrolan di iterasi sebelumnya. Namun, teks obrolan muncul sesaat di layar utama sebelum menghilang. Ini menghalangi pandangan pengguna terhadap ruangan di belakang teks dan berarti bahwa obrolan tidak dapat dibaca ulang dan dirujuk. </p> <p> Pembaruan baru membuat jendela atau bilah chat di samping layar. Ini membuat tampilan ruangan sedikit lebih kecil tetapi juga membuat teks obrolan lebih mudah dibaca. Teks obrolan juga tetap berada di bilah obrolan yang memungkinkan percakapan tetap ada dari waktu ke waktu. </p> <p> Ini sangat berguna untuk pertanyaan yang diajukan selama presentasi atau mengikuti percakapan jika Anda terlambat bergabung ke ruangan. </p> <p> Anda dapat mengakses jendela obrolan dengan menggunakan <strong> Obrolan </strong> ikon di toolbar bawah dan ketik pesan Anda di kotak teks yang disediakan. Jika Anda tidak ingin bilah obrolan mengecilkan layar, Anda dapat mengeklik ikon yang sama untuk memperkecilnya. </p> <p> Saat diminimalkan, teks chat masih muncul sesaat tetapi tidak terlalu mengganggu dibandingkan sebelum update. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Cara Memilih Antarmuka Pengguna Non-VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs paling tepat digambarkan sebagai &quot;ruang imersif&quot;. Ini bisa menjadi lingkungan &quot;realitas virtual&quot; jika digabungkan dengan peralatan VR tetapi peralatan khusus ini tidak diperlukan untuk menggunakan Hub. </p> <p> Desainer Hub ingin agar UI menjadi semirip mungkin, terlepas dari perangkat keras apa yang digunakan seseorang untuk mengakses platform. Ini juga berguna jika pengguna secara teratur menggunakan Hub di berbagai perangkat yang berbeda karena antarmuka tidak banyak berubah dari PC ke headset VR ke ponsel atau tablet. </p> <p> Namun, antarmuka memprioritaskan kegunaan dengan perangkat keras VR, membuat beberapa perintah menjadi canggung saat menggunakan antarmuka non-VR. Di satu sisi, ini masuk akal karena VR adalah antarmuka yang lebih asing sehingga mengoptimalkan antarmuka itu membuatnya cukup mulus. Masalahnya adalah ini mengorbankan kegunaan untuk pengguna non-VR — yang ternyata menjadi mayoritas pengguna. </p> <p> Tetapi pembaruan telah membuat antarmuka non-VR yang terpisah. Jadi, meskipun kontrol pada platform yang berbeda tidak seuniversal dulu, semua orang tetap menang. </p> <p> Anda sekarang dapat dengan mudah mengakses antarmuka yang diperbarui ini saat membuat atau memasuki ruangan. </p> <p> Saat pertama kali membuat atau memasuki ruangan, pilih <strong> Gabung Kamar </strong> untuk antarmuka non-VR. Pengguna non-VR sekarang mendapatkan antarmuka titik-dan-klik yang sedikit lebih ramah pengguna daripada tampilan ray casting di UI lama. </p> <p> Jika Anda menggunakan hardware VR, pilih <strong> Masuk ke Perangkat </strong> sebagai gantinya. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Cara Mendapatkan Lebih Banyak Bantuan Dengan Dukungan Komunitas Hub </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Akhirnya, Mozilla mengumumkan bahwa pengguna Hubs sekarang dapat memperoleh dukungan melalui a <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> forum komunitas khusus </a> . Hub selalu memiliki komunitas yang aktif, tetapi pada prinsipnya ditujukan untuk pengembang. Developer dapat (dan memang) membantu pengguna yang kurang paham teknologi. </p> <p> Tetapi opsi dukungan baru lebih nyaman untuk non-pengembang. Halaman dukungan sudah diisi dengan istilah yang sangat dicari dan topik yang diminta secara teratur. Sebelumnya, tidak ada fitur jelajah yang nyaman untuk pertanyaan pengguna yang diajukan di forum. </p> <p> Untuk menemukan jawaban atas pertanyaan sekarang, Anda dapat menggunakan bilah pencarian di bagian atas halaman dukungan atau menelusuri topik yang sering dan artikel unggulan yang disorot oleh Mozilla. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Apakah Anda Perlu Mengunduh Fitur Mozilla Hubs Baru? </h2> <p> Karena Hub berbasis browser, pembaruan ini otomatis. Unduhan tambahan atau penginstalan manual tidak diperlukan untuk sebagian besar pengguna. </p> <p> Pengguna Hub yang menggunakan materi sumber terbuka untuk membuat pengalaman kustom mereka sendiri mungkin harus mengubah beberapa kode secara manual. Mozilla memiliki panduan khusus untuk kasus-kasus khusus ini. </p> <p> Pengguna yang akrab dengan Hub seperti sebelum pembaruan akan melihat perubahannya. Namun karena pembaruan antarmuka tidak mengubah pengalaman VR dan mengoptimalkan pengalaman non-VR, perubahan tersebut seharusnya mudah digunakan untuk apa pun Anda mengakses Hub. </p> <p> </p> <p> Pembaruan juga menandai waktu yang tepat bagi pengguna baru untuk melihat platform. Fitur jendela chat khusus, khususnya, memudahkan pengajar dan penyaji untuk mengajukan pertanyaan, yang berpotensi memperluas kasus penggunaan platform. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Jelajahi Hub Baru </h2> <p> Pembaruan Hub Mozilla menunjukkan banyak perhatian bagi pengguna. Dengan menanggapi kasus penggunaan dan profil pengguna yang paling sering dilihat pengembang, bilah obrolan, saluran dukungan baru, dan antarmuka yang dioptimalkan membuat platform lebih ramah pengguna dan mudah didekati. </p> <p> Bahkan dengan pembaruan, jika Hub tidak sempurna untuk Anda, ingatlah bahwa itu bukan satu-satunya platform kehadiran jarak jauh yang mendukung VR di luar sana. Pengalaman yang berbeda dapat memecahkan masalah Anda. </p>"}