{"title":"Cara Memasang Minecraft Forge dan Mengelola Mod Anda","content":"<p> Saat Minecraft pertama kali merilis alfa publik berbayarnya pada tahun 2009, itu hanyalah game kotak pasir yang sederhana dan kotak-kotak. Lebih dari satu dekade kemudian, Minecraft telah mengisi dunianya dengan lebih dari 100 blok berbeda dan lebih dari 40 monster. </p> <p> Namun, jika Anda telah memainkan game ini sejak awal, vanilla atau Minecraft default mungkin akan sedikit basi untuk Anda. Dengan Minecraft Forge, Anda dapat mengelola mod yang diunduh, dan panduan ini akan mengajari Anda cara menyiapkan berbagai hal. </p> <h2 id=\"what-is-minecraft-forge\"> Apa Itu Minecraft Forge? </h2> <p> Ketika Anda berpikir untuk memodifikasi video game, Anda mungkin juga berpikir bahwa Anda perlu memiliki pengetahuan luas tentang teknologi atau pemrograman untuk melakukannya. Itu mungkin benar dengan judul lain, tetapi menambahkan mod ke Minecraft sederhana dengan Forge. </p> <p> Forge adalah server sumber terbuka gratis yang dapat Anda gunakan untuk menginstal dan menjalankan mod Minecraft. Pengembangnya merancangnya secara khusus untuk memudahkan orang yang paling tidak paham teknologi sekalipun untuk menambahkan mod game buatan komunitas ke salinan Minecraft mereka. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Cara Memasang Minecraft Forge </h2> <p> Jadi sekarang Anda tahu apa itu Forge, bagaimana Anda menginstalnya? Sebelum hal lain, Anda harus menginstal <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Jawa </a> jika Anda belum melakukannya. Setelah itu, Anda dapat mengikuti langkah-langkah sederhana ini: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Unduh Minecraft Forge </h3> <p> Pergi ke <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> situs resmi Forge </a> untuk mengunduh penginstal. Pastikan nomor versi yang tertulis pada unduhan adalah nomor yang sama dengan versi Minecraft yang ingin Anda mod. </p> <p> Di sisi kiri situs web Forge, ini mencantumkan semua versi dari yang terbaru hingga terlama. Di peluncur Minecraft, Anda dapat melihat nomor versi Anda saat ini pada profil di bawah karya seni spanduk gim. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Buka Penginstal Forge </h3> <p> Setelah selesai mengunduh, buka penginstal Forge. Pilih klien atau server dari opsi, tergantung pada mod apa yang ingin Anda unduh. Periksa bahwa alamat untuk Anda <strong> .minecraft </strong> folder sudah benar (jika tidak, klik tombol dengan tiga titik dan arahkan ke alamat yang benar), lalu klik <strong> baik </strong> . Forge akan membutuhkan beberapa menit untuk menginstal. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Buka Peluncur Minecraft </h3> <p> Setelah Forge selesai menginstal, buka Minecraft Launcher. Pilih <strong> menempa </strong> profile jika belum aktif, maka mulai permainan. Ini akan memakan waktu cukup lama saat pertama kali Anda mem-boot-nya setelah menginstal Forge. Namun setelah layar utama diaktifkan, Anda akan melihat yang baru <strong> Mod </strong> tombol di sebelah <strong> Minecraft Alam </strong> . </p> <p> Sekarang, Anda dapat mengunduh mod ke folder itu dan memperluas Minecraft dengan cara apa pun yang Anda inginkan. Folder ini juga tempat Anda akan mengatur dan mengelola semua mod Anda. Ini akan membantu Anda melacak mereka. </p> <p> Situs web populer untuk mengunduh mod dari include <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> Penempaan Kutukan </a> , dan <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Planet Minecraft </a> . Ada juga bagian khusus untuk mod di <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> forum resmi Minecraft </a> , dan <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Modpack Minecraft—kumpulan mod </a> yang menurut pemain lain bekerja paling baik bersama-sama. </p> <p> Atau, jika Anda tidak dapat menemukan mod yang sudah ada yang cocok dengan apa yang Anda harapkan untuk ditambahkan ke game, Anda selalu dapat <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> buat mod Minecraft Anda sendiri </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Tambahkan Lebih Banyak ke Minecraft Dengan Bantuan Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> Setelah proses instalasi yang mudah, Minecraft Forge memberi Anda tempat yang praktis untuk menyimpan, menyortir, dan melacak semua mod yang telah Anda unduh. Saat ini Anda mungkin tidak melihat diri Anda sebagai seseorang yang akan mengunduh terlalu banyak mod, tetapi ambillah dari kami. Itu selalu dimulai dengan satu mod, lalu yang lain, lalu satu lagi ... </p> <p> Kemudian pada akhirnya, Anda menyadari bahwa Anda memiliki lebih banyak konten yang dimodifikasi daripada konten vanilla di game Minecraft Anda. </p>"}