{"title":"Cara Memperbaiki Kegagalan Status Daya Driver di Windows 10","content":"<p> Driver Power State Failure adalah kesalahan layar biru langka yang terjadi saat pengemudi masuk ke mode tidur saat Anda sedang bekerja. BSOD sering muncul ketika komputer keluar dari hibernasi, dan Windows tidak dapat membangunkan driver perangkat sama sekali, atau driver membutuhkan waktu terlalu lama untuk merespons. </p> <p> Kesalahan dapat diatasi dengan penyesuaian sederhana pada pengaturan daya, tetapi beberapa pengguna mungkin harus mempelajari lebih dalam untuk menghilangkan masalah tersebut. Berikut adalah enam cara untuk memperbaiki kesalahan Driver Power State Failure di Windows 10. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Ubah Pengaturan Power dan Power Plan Anda </h2> <p> Langkah pertama yang harus dilakukan pengguna untuk mendiagnosis kesalahan ini adalah mengubah pengaturan daya perangkat mereka. Inilah cara Anda mengubah pengaturan daya Windows 10 Anda. </p> <h3 id=\"change-power-settings\"> Ubah Pengaturan Daya </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> Di bilah pencarian menu Mulai, ketik <strong> Panel kendali </strong> dan membukanya. </li> <li> Mencari <strong> Opsi Daya </strong> klik di atasnya. </li> <li> Di jendela yang terbuka, klik opsi yang berbunyi <strong> Pilih fungsi tombol daya button </strong> . </li> <li> Klik <strong> Ubah pengaturan yang saat ini tidak tersedia </strong> . Anda memerlukan hak administrator untuk melakukannya. </li> <li> Hapus centang <strong> Aktifkan startup cepat, Tidur, </strong> dan <strong> hibernasi </strong> pilihan. </li> <li> Klik <strong> Simpan perubahan </strong> dan keluar. </li> </ol> <h3 id=\"change-power-plan-settings\"> Ubah Pengaturan Paket Daya </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> Buka <strong> Panel kendali </strong> dan klik <strong> Opsi Daya. </strong> </li> <li> Temukan paket daya yang saat ini dipilih dan klik <strong> Ubah pengaturan paket </strong> . </li> <li> Kemudian klik <strong> Ubah pengaturan daya lanjutan. </strong> </li> <li> Perluas <strong> Tidur </strong> bagian dan pastikan semua pengaturan diatur ke <strong> Tidak pernah </strong> . </li> <li> Navigasi ke <strong> Pengaturan Adaptor Nirkabel </strong> dan <strong> PCI Express </strong> . Perluas dan atur semua opsi ke <strong> Tidak pernah </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Perbarui Display dan Driver Jaringan Anda </h2> <p> Alasan paling umum untuk Driver Power State Failure BSOD adalah driver Jaringan atau Tampilan yang salah. Itulah mengapa yang terbaik adalah memastikan bahwa kedua driver ini diperbarui dan berjalan dengan lancar. </p> <p> Terkadang, pembaruan yang lebih baru juga dapat menyebabkan ketidakstabilan sistem. Dalam kasus seperti itu, pengguna harus membatalkan pembaruan ini. Memperbarui driver tampilan juga dapat <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> menyelesaikan masalah layar berkedip dan berkedip. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Cara Memperbarui Driver Jaringan dan Tampilan </h3> <ol> <li> tekan <strong> Tombol Windows + R </strong> dan ketik <strong> devmgmt.msc </strong> . Itu <strong> Pengaturan perangkat </strong> jendela akan terbuka. </li> <li> Mencari <strong> Display adapter </strong> dan memperluas menu. </li> <li> Klik kanan pada driver dan klik <strong> Perbarui driver </strong> . </li> <li> Klik <strong> Cari secara otomatis untuk perangkat lunak driver yang diperbarui </strong> . Windows akan secara otomatis mengunduh dan menginstal driver terbaru. </li> <li> Lakukan hal yang sama untuk <strong> Adaptor jaringan </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Cara Mengembalikan ke Versi Jaringan dan Driver Tampilan Sebelumnya </h3> <ol> <li> Buka <strong> Pengaturan perangkat </strong> dan memperluas <strong> Display adapter </strong> pilihan. </li> <li> Klik kanan pada driver dan pilih <strong> Properti </strong> . </li> <li> Navigasikan ke <strong> Sopir </strong> tab di <strong> Properti </strong> Tidak bisa. </li> <li> Klik <strong> Putar Kembali Pengemudi, </strong> dan Windows akan mengembalikan versi driver sebelumnya. </li> <li> Ikuti langkah yang sama untuk <strong> Adaptor jaringan </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. Perbaiki File Sistem yang Rusak Menggunakan SFC dan DISM </h2> <p> SFC dan DISM adalah dua alat Windows bawaan paling efektif yang dapat digunakan untuk memperbaiki berbagai macam kesalahan sistem. Dalam kasus kesalahan layar biru kematian, menggabungkan keduanya terbukti berguna dalam menghilangkan kesalahan. </p> <p> </p> <p> Pengguna harus mencatat bahwa sangat penting untuk membuat titik pemulihan sistem sebelum mencoba perbaikan ini. </p> <h3 id=\"how-to-use-dism\"> Cara Menggunakan DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> Buka <strong> Prompt Perintah </strong> sebagai Administrator. </li> <li> Tipe <strong> DISM.exe /Online /Cleanup-image /scanhealth </strong> dan tunggu hingga proses selesai. </li> <li> Setelah selesai, ketik <strong> DISM.exe /Online /Cleanup-image /Restorehealth </strong> . </li> <li> Tunggu hingga proses selesai. </li> </ol> <p> Cara Menggunakan SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Lari <strong> Prompt Perintah </strong> sebagai Administrator. </li> <li> Di konsol, ketik <strong> sfc /scannow </strong> . </li> <li> Windows akan secara otomatis mencari file yang rusak dan memperbaikinya. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Kembalikan Komputer Anda ke Keadaan Sebelumnya </h2> <p> Ketika Anda telah kehabisan semua opsi lain, yang terbaik adalah mengembalikan komputer Anda ke keadaan sebelumnya. Terkadang, perangkat lunak yang baru diinstal membuat perubahan yang dapat menyebabkan kesalahan. Windows biasanya membuat titik pemulihan sistem secara otomatis sebelum program baru diinstal, dan sekarang adalah waktu terbaik untuk menggunakan fitur ini. </p> <p> Untuk menggunakan Pemulihan Sistem, ikuti langkah-langkah berikut: </p> <ol> <li> tekan <strong> Tombol Windows + R </strong> dan ketik <strong> rstrui.exe </strong> . </li> <li> Dalam <strong> Pemulihan Sistem </strong> jendela, klik Next dan pilih Restore Point dari daftar. </li> <li> Klik <strong> Selesai, </strong> setelah itu perangkat akan boot ke status yang dipilih. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. Perbarui BIOS </h2> <p> Dalam serangan terus menerus dari perangkat lunak, driver, dan pembaruan Windows, BIOS biasanya ditinggalkan. Sebagian besar dapat dikaitkan dengan fakta bahwa itu harus dilakukan secara manual. </p> <p> Saat menangani Kegagalan Status Daya Pengemudi, pengguna harus memastikan bahwa BIOS mereka diperbarui ke versi terbaru. Seperti yang dijelaskan di sini, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> BIOS adalah bagian penting dari komputer Anda </a> , jadi pastikan untuk sangat berhati-hati saat membuat perubahan apa pun. </p> <h3 id=\"how-to-check-and-update-the-bios\"> Cara Memeriksa dan Memperbarui BIOS </h3> <ol> <li> Ketik <strong> Sistem konfigurasi </strong> di bilah pencarian menu Mulai. </li> <li> Di jendela, cari <strong> Versi/Tanggal BIOS </strong> dan catat versinya. </li> <li> Setelah ini, kunjungi situs web produsen motherboard Anda dan cari versi BIOS terbaru di bagian unduhan. </li> <li> Unduh dan jalankan file instalasi. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Sebelum instalasi, Anda akan mendapatkan opsi untuk mencadangkan versi BIOS Anda saat ini. Pastikan untuk memilih opsi jika keadaan berjalan ke selatan. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Nonaktifkan Antivirus dan Windows Defender </h2> <p> Perangkat lunak antivirus terkadang dapat menghapus atau mengganggu file Windows yang penting. Ini juga dapat terjadi saat memperbarui driver karena terkadang perangkat lunak salah menandai beberapa file dalam paket instalasi. </p> <p> Cukup mudah untuk menonaktifkan perangkat lunak antivirus Anda untuk sementara. Cukup klik kanan ikon antivirus Anda di System Tray dan klik nonaktifkan perlindungan. Ini biasanya cara yang digunakan untuk sebagian besar perangkat lunak antivirus, tetapi mungkin berbeda di antara antivirus lain. </p> <p> Untuk menonaktifkan Windows Defender, lakukan hal berikut: </p> <ol> <li> Pencarian untuk <strong> Keamanan Windows </strong> di bilah pencarian menu Start dan pilih hasil pertama. </li> <li> Di dasbor, klik <strong> Perlindungan virus &amp; ancaman </strong> . </li> <li> Klik <strong> Kelola Pengaturan </strong> dan nonaktifkan perlindungan Real-time. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Harap dicatat bahwa Anda hanya harus menonaktifkan antivirus Anda untuk sementara. Jika menonaktifkan antivirus Anda menghentikan kesalahan Driver Power State Failure, Anda harus <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> pertimbangkan untuk mengganti perangkat lunak antivirus Anda sebagai alternatif </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Kegagalan Status Daya Pengemudi: Terpecahkan </h2> <p> BSOD tidak pernah menjadi pemandangan yang menyenangkan, tetapi biasanya mudah diperbaiki. </p> <p> Dalam kasus Kegagalan Status Daya Pengemudi, pembaruan driver sederhana biasanya memperbaiki masalah. Tetapi jika tidak, maka pengguna selalu dapat menggunakan perbaikan lanjutan yang tercantum di atas. </p>"}