{"title":"Discord untuk iOS Memungkinkan Pencuri Meme Menyimpan Gambar Dari Sematan Twitter","content":"<p> Discord untuk iPhone telah disegarkan di App Store dengan beberapa fitur baru, termasuk opsi baru yang membuatnya lebih mudah untuk menyimpan gambar dari sematan Twitter. Dengannya, Anda dapat menyimpan meme dari tweet tanpa solusi yang sebelumnya harus Anda gunakan. </p> <p> Sayangnya, ini sepertinya tidak berfungsi dengan GIF animasi. Selain itu, menyimpan gambar statis dari tweet saat ini tidak tersedia di Discord untuk Windows dan Discord untuk Android. Hanya versi 60.0 dari aplikasi Discord untuk iOS yang tampaknya menerapkan fitur baru yang bermanfaat ini. </p> <p> Baru di Perselisihan? Jika demikian, baca panduan kami yang menjelaskan <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> cara mengobrol online dengan teman dan orang asing </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Cara Menyimpan Gambar Dari Tweet </h2> <p> Untuk menyimpan gambar seperti meme dari tweet yang Anda kirim, ketuk lama tweet yang dimaksud dan pilih opsi berlabel &quot;Simpan Gambar&quot;. Anda akan menemukan gambar yang disimpan di library Foto di perangkat Anda. Sebelum perubahan ini, Anda terpaksa membuka tweet secara manual di browser web sebelum dapat menyimpan gambar di bawahnya ke perangkat Anda. </p> <p> </p> <p> Sebagai <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> catatan, versi Android menggunakan proses yang berbeda untuk menyimpan gambar tweet. Pertama, Anda harus mengetuk gambar untuk membukanya dalam layar penuh. Setelah berada di antarmuka layar penuh, tekan tombol <strong> Unduh </strong> tombol di dekat bagian atas layar untuk menyimpan gambar ke perangkat. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Fitur Baru Lainnya di Discord untuk iOS </h2> <p> Selain menyimpan gambar dari penyematan Twitter, changelog yang ditampilkan di versi iOS terbaru Discord menyebutkan sepasang fitur baru lainnya. Yang pertama adalah sembulan emoji praktis di desktop yang memungkinkan Anda mengetahui dari mana asal emoji. </p> <p> &quot;Ketuk emoji kecil itu dalam obrolan saat menggunakan ponsel Anda dan lihat siapa pemiliknya,&quot; membaca changelog di menu pengaturan Discord di desktop dan seluler. Dan jika Anda menggunakan Discord di iPad Anda, Anda akan senang mengetahui bahwa berbagi layar seluler sekarang tersedia di tablet Anda. </p> <p> <small> Kredit Gambar: Perselisihan </small> </p>"}