{"title":"Facebook Sedang Mengerjakan Aplikasi Baru untuk Bersaing Dengan Clubhouse","content":"<p> Facebook dapat dikreditkan untuk banyak fungsi yang kami anggap normal atau penting untuk media sosial saat ini, dan itulah sebagian besar alasan mengapa masih sekitar 17 tahun setelah dirilis. Tetapi akan lalai untuk mengklaim bahwa resume Facebook secara eksklusif menyertakan fitur-fitur unik. </p> <p> Faktanya, cukup sulit untuk membicarakan perubahan yang telah dibuat Facebook dalam beberapa tahun terakhir tanpa membahas beberapa kali platform telah banyak meminjam dari para pesaingnya. Laporan terbaru mengklaim bahwa Facebook sedang bersiap untuk menyalin aplikasi pesaing untuk kesekian kalinya. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Clubhouse Adalah Subjek Skema Peniru Terbaru Facebook </h2> <p> Berdasarkan <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> The New York Times </a> , Facebook sedang mengerjakan jaringan sosial yang berfokus pada audio untuk bersaing <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Clubhouse </a> , aplikasi obrolan suara khusus undangan yang diluncurkan tahun lalu. </p> <p> Kami tidak tahu kapan Facebook mulai memproduksi tiruan Clubhouse-nya, tetapi kami tahu bahwa tim yang mengerjakannya saat ini menyebut produk tersebut sebagai &quot;Fireside.&quot; Nama kode tersebut dapat berubah, karena produk ini masih dalam tahap pengembangan awal. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> CEO Facebook Mark Zuckerberg tertarik dengan komunikasi audio, kata sumber yang tidak disebutkan namanya. Itu cukup kabur. Itu bisa berarti dia mengawasinya selama beberapa waktu, atau itu baru menarik perhatiannya baru-baru ini. Apa pun itu, Zuckerberg muncul di Clubhouse pada hari Minggu lalu untuk membahas augmented reality dan virtual reality (AR dan VR). </p> <h3 id=\"what-is-clubhouse\"> Apa Itu Clubhouse? </h3> <p> Jika Anda belum pernah mendengar tentang Clubhouse sebelumnya, jangan khawatir. Saat ini, penggunanya berada dalam lingkaran yang erat. Anda hanya dapat bergabung dengan Clubhouse jika Anda diundang dari pengguna yang sudah ada. </p> <p> pada <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Toko aplikasi </a> , Clubhouse menggambarkan dirinya sebagai &quot;ruang untuk percakapan audio santai—dengan teman dan orang menarik lainnya di seluruh dunia.&quot; </p> <p> </p> <p> Anda dapat menganggapnya sebagai Skype atau Zoom lain, tetapi tidak ada pengambilan video. Hanya audio dan gambar profil, dan &quot;percakapan&quot; lebih mirip dengan mendengarkan seseorang yang berdiri di atas alas untuk memberikan presentasi atau pidato. Anda memilih siapa yang ingin Anda dengarkan. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> Sejarah Facebook Menyalin Aplikasi yang Bersaing </h2> <p> Zuckerberg tampaknya tahu bahwa platform sosial akan sukses setelah melihatnya. Facebook membeli Instagram, WhatsApp, dan Oculus kembali saat mereka masih perusahaan rintisan. Dia mencoba membeli Snapchat seharga $3 miliar pada tahun 2013, tetapi tim di baliknya menolak. </p> <p> Dan mungkin itulah tepatnya—Facebook memiliki sejarah meminjam ide dari aplikasi pesaing karena Zuckerberg selalu mencari sesuatu yang baru untuk dibawa ke Facebook. Dalam contoh yang mungkin paling terkenal, Facebook memulai tren &quot;mencuri&quot; dari Snapchat ketika menambahkan versinya sendiri. <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> cerita media sosial </a> pada tahun 2017. </p> <p> Baru-baru ini, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook meluncurkan Neighborhoods </a> Oktober lalu, yang fungsinya sangat mirip dengan layanan jejaring sosial hyperlocal <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> Pintu selanjutnya </a> . Di bulan Desember, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook merilis Kolaborasi </a> untuk perangkat iOS, lompatan terlambat pada kereta musik tiruan TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Apa Tujuan Facebook? </h2> <p> Facebook dimulai sebagai ruang online untuk berbicara dan mengikuti perkembangan teman-teman Anda. Sejak itu berkembang menjadi platform dengan banyak fungsi berbeda yang menarik bagi berbagai jenis orang. </p> <p> Keputusan Facebook untuk masuk ke pasar ceruk yang ditemukan Clubhouse adalah keputusan yang menarik. Apakah itu juga keputusan yang cerdas adalah sesuatu yang harus kita tunggu dan lihat untuk mengetahuinya. </p>"}