{"title":"Fitur Pencarian Tab Chrome Mungkin Muncul di Microsoft Edge","content":"<p> Sekarang Microsoft Edge menggunakan basis kode Chromium, browser raksasa perangkat lunak sekarang dapat menikmati manfaat yang sama seperti yang dimiliki Google Chrome secara default. Seorang pengguna Reddit yang jeli telah melihat perubahan terbaru pada Microsoft Edge yang mengisyaratkan fitur Pencarian Tab Chrome yang muncul di browser. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Bagaimana Pencarian Tab Mungkin Tiba di Microsoft Edge </h2> <p> Pengguna Reddit Leopeva64-2 membunyikan alarm di <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Subreddit Microsoft Edge </a> setelah mengidentifikasi variabel yang berubah dalam kode Edge. </p> <p> Sebelumnya, Anda harus mengeluarkan fitur secara manual dari persembunyian. Itu terkubur dalam kode Microsoft Edge, dan Anda harus menggunakan tanda baris perintah <code>--enable-features=TabSearch</code> untuk mengaktifkannya. </p> <p> Sekarang, bendera itu tidak lagi berfungsi—namun, itu telah diganti dengan bendera baru yang disebut <code>--enable-features=msTabSearch</code>. Seperti yang dikatakan Leopeva64-2: </p> <blockquote> <p> Bendera yang dimulai dengan &quot;ms&quot; (msExtensionsHub, msDownloadsHub, dll.) umumnya digunakan untuk mengaktifkan atau menonaktifkan fitur Edge &quot;eksklusif&quot;, jadi fakta bahwa Microsoft telah membuat perubahan ini dapat berarti bahwa mereka akan mengaktifkan fitur ini secara default segera (atau mungkin mereka akan menambahkan bendera baru di Edge://flags). </p> </blockquote> <p> Dengan demikian, karena bendera TabSearch sekarang memiliki tag &quot;ms&quot;, kita mungkin akan melihat fitur ini muncul di Microsoft Edge secara default. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> Rivalitas Persahabatan Microsoft Dengan Chrome </h2> <p> Jika Microsoft tetap mengaktifkan fitur ini, Microsoft akan selangkah lebih dekat untuk bersaing dengan browser paling signifikan di internet, Google Chrome. </p> <p> Untuk menghadapi para pesaingnya, Microsoft telah mencapai keseimbangan antara menambahkan fitur yang diharapkan orang dari browser modern dan mengembangkan fitur baru untuk membantu Edge menonjol. Sebagai contoh, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge menerima alat Penelusuran Di Bilah Sisi </a> untuk membantunya bersaing lebih baik dengan Chrome. </p> <p> Namun, Microsoft tidak lupa siapa yang memberi Edge langkah yang dibutuhkannya. Bagaimanapun, browser sekarang didasarkan pada basis kode Chromium Google, jadi Microsoft terkadang harus bekerja bersama Chrome jika ingin meningkatkan Edge. </p> <p> Faktanya, karena Microsoft membantu mengembangkan perbaikan dan fitur untuk basis kode Chromium, perusahaan tersebut <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> dengan cepat menjadi sekutu terbesar Chrome </a> . Dengan demikian, Microsoft memiliki hubungan yang aneh dengan Chrome di mana keduanya bersaing dan membantu saingannya pada saat yang sama. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Mencari Fitur Pencarian Tab di Microsoft Edge </h2> <p> Meskipun belum ada yang dikonfirmasi secara resmi, ada bukti yang menunjukkan bahwa Microsoft ingin membawa fitur Pencarian Tab Chrome ke Chrome. Kita harus menjaga kuda kita dan mengawasi perkembangan Edge untuk melihat apakah itu muncul. </p> <p> Jika Anda tertarik untuk mempelajari bagaimana Microsoft Edge berinovasi dalam menghadapi persaingannya, Anda perlu mengetahui fitur Sleeping Tabs-nya. Tes awal fitur ini mengurangi penggunaan CPU browser sebesar 37 persen. </p> <p> <small> Kredit Gambar: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}