{"title":"Hyundai dan Kia Menyangkal Mereka Sedang Dalam Pembicaraan untuk Kembangkan Apple Car","content":"<p> Hyundai dan anak perusahaannya Kia melihat saham mereka jatuh setelah perusahaan mengungkapkan dalam pengajuan peraturan bahwa mereka tidak dalam pembicaraan dengan Apple atas proyek rahasia Apple Car. </p> <p> Saham Hyundai dan Kia masing-masing merosot 6,21 persen dan hampir 15 persen. </p> <p> Pengajuan tersebut mengakui bahwa Hyundai mendapatkan permintaan &quot;dari beberapa perusahaan&quot; untuk kerja sama dalam pengembangan bersama kendaraan listrik otonom, tetapi kemudian menambahkan bahwa &quot;tidak ada yang diputuskan&quot; karena semuanya &quot;dalam tahap awal.&quot; </p> <p> &quot;Hyundai Motor tidak sedang dalam pembicaraan dengan Apple tentang pengembangan kendaraan otonom,&quot; bunyi pengajuan Hyundai. Berdasarkan <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , Kia Motors juga mengatakan tidak dalam pembicaraan dengan Apple. </p> <p> Hal ini pada gilirannya dapat berarti bahwa Apple mungkin memutuskan untuk bermitra dengan vendor mobil yang tidak akan membicarakan kesepakatan apa pun secara publik. Memang, MUO baru-baru ini melaporkan bahwa beberapa <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Produsen mobil Jepang telah bernegosiasi dengan Apple </a> lebih dari bergabung dengan rantai pasokan Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple Tidak Suka Kebocoran </h2> <p> Kesepakatan manufaktur yang gagal dengan Kia dilaporkan termasuk <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> membangun sekitar 100.000 Apple Cars per tahun di AS </a> . Apple Car seharusnya didasarkan pada platform kendaraan listrik baru Hyundai yang mendukung pengisian cepat hingga 80 persen dalam 18 menit dan memberikan jangkauan tertinggi 250 mil (sekitar 500 kilometer) dengan sekali pengisian daya. </p> <p> Kia adalah vendor mobil terbesar kedua di Korea Selatan setelah co-owner Hyundai. Apple rupanya bertujuan untuk mengumumkan Apple Car secara publik dalam beberapa tahun. </p> <p> </p> <p> Tapi Apple sangat sensitif terhadap kebocoran, yang membuat laporan Apple Car baru-baru ini menjadi lebih menarik dan aneh. Jelas Apple tidak senang karena laporan itu, yang mungkin membuat para pemimpin perusahaan terkejut dan khawatir. </p> <p> Apa yang kita lihat sekarang mungkin semacam kontrol kerusakan di pihak Hyundai. Sementara kedua belah pihak dapat meninjau kembali pembicaraan, kami tidak berpikir ini akan terjadi karena ada banyak perusahaan mobil lain yang dapat dan mungkin akan bermitra dengan Apple. </p> <p> <small> Kredit Gambar: Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Hapus percikan CC </a></small> </p>"}