{"title":"iOS 14.5 Memungkinkan Pengguna Memilih Spotify Sebagai Pemutar Musik Default Mereka","content":"<p> Setidaknya di Amerika Serikat, Spotify dan Apple Music adalah dua layanan musik streaming terkemuka. Namun, jika Anda terikat dengan ekosistem Apple, Apple Music memiliki keuntungan besar karena lebih terintegrasi ke dalam penawaran produk Apple. </p> <p> Misalnya, seseorang yang menggunakan Siri untuk meminta lagu, hingga saat ini, telah diarahkan ke Apple Music sebagai default. Tapi itu tampaknya berubah dengan iOS 14.5 beta baru --- dengan pengguna sekarang dapat memilih layanan musik pihak ketiga yang berbeda, termasuk Spotify, sebagai layanan musik default mereka. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Tersedia di iOS 14.5 Beta </h2> <p> Seperti yang dicatat oleh <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumor </a> , fitur tersebut saat ini hanya tersedia bagi mereka yang menggunakan versi beta dari versi iOS terbaru, meskipun kemungkinan akan diluncurkan untuk semua orang dalam waktu dekat. </p> <p> </p> <p> Layanan musik default dapat dipilih saat pengguna pertama kali meminta Siri untuk memutar trek atau album. Ketika mereka melakukannya, mereka kemudian akan diberikan pilihan untuk memilih layanan yang berbeda sebagai standar mereka. Tidak semua pengguna dilaporkan menemukan proses seleksi bekerja persis sama untuk mereka. Ini menunjukkan bahwa Apple masih menyempurnakan fitur tersebut. </p> <p> </p> <h2 id=\"different-options-available\"> Pilihan Berbeda Tersedia </h2> <p> Meskipun demikian, ini adalah pilihan yang bagus untuk dimiliki. iOS 14 telah mempermudah pengguna untuk merangkul alternatif pihak ketiga untuk aplikasi default Apple. Misalnya, mereka sekarang dapat memilih klien email atau browser yang berbeda. Itu berita bagus bagi siapa saja yang menginginkan sedikit lebih banyak pilihan saat mereka menggunakan sistem operasi Apple. Dan siapa yang tidak suka pilihan? </p> <p> <small> Kredit Gambar: kenari820/ <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}