{"title":"Instagram Mengambil Sikap Lebih Keras tentang Ujaran Kebencian di DM","content":"<p> Instagram memberikan konsekuensi yang lebih berat bagi pengguna yang mengirimkan ujaran kebencian dalam pesan langsung (DM). Platform membuat perubahan ini sehubungan dengan pesan kebencian yang menargetkan pemain sepak bola Inggris. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Penyalahguna DM Sekarang Dapat Dicekal Secara Permanen </h2> <p> Dalam sebuah postingan di <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> Tentang Blog Instagram </a> , Instagram mengumumkan bahwa mereka akan mengambil sikap yang lebih keras terhadap ujaran kebencian di DM. Platform tersebut mengakui &quot;pelecehan online rasis yang ditargetkan pada pesepakbola di Inggris,&quot; dan menyatakan bahwa mereka tidak &quot;menginginkan perilaku ini di Instagram.&quot; </p> <p> Mulai sekarang, pengguna yang mengirim DM dengan ujaran kebencian untuk sementara dilarang mengirim pesan di aplikasi. Setelah Instagram menerapkan perubahan baru ini, platform akan secara permanen memblokir akun yang berulang kali melanggar aturannya di DM. </p> <p> Instagram juga mencatat bahwa itu akan menonaktifkan akun baru yang dibuat oleh pengguna yang melanggar dalam upaya untuk menghindari pembatasan Instagram. Terakhir, ia menyatakan akan melanjutkan upayanya untuk menonaktifkan akun &quot;yang dibuat murni untuk mengirim pesan kasar.&quot; </p> <p> Mumpung sudah bisa <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> laporkan pengguna karena ujaran kebencian di Instagram </a> , platform ini juga berupaya memperluas alatnya yang memungkinkan pengguna memblokir DM dari akun yang tidak mereka ikuti. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Memberantas Konten Kebencian di Instagram </h2> <p> Ujaran kebencian di platform sosial tidak selalu jelas dan terbuka. DM jelas tidak aman dari ujaran kebencian, dan pembaruan terbaru Instagram diharapkan akan membantu menjauhkan pengguna yang kasar dari platform. </p>"}