{"title":"Instagram Tidak Akan Mempromosikan Repost TikTok di Reels","content":"<p> Instagram sedang mencoba untuk mengurangi Reel yang telah diposting ulang dari TikTok. Platform baru saja mengumumkan bahwa algoritmenya tidak akan lagi mempromosikan Gulungan yang memiliki tanda air TikTok. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram Menghancurkan Repost TikTok </h2> <p> Instagram mempersulit pengguna untuk menemukan Reel yang bersumber dari TikTok (dan aplikasi lain, dalam hal ini). Platform membuat postingan di <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> @Creator akun Instagram </a> , mengumumkan daftar praktik terbaik baru untuk Reel. </p> <p> Terutama, Instagram tidak merekomendasikan memposting Gulungan yang &quot;terlihat didaur ulang dari aplikasi lain (yaitu berisi logo atau tanda air).&quot; Instagram menyatakan bahwa &quot;Jenis Reel ini tidak akan direkomendasikan sesering mungkin kepada orang yang belum mengikuti Anda di tempat-tempat seperti tab Reel.&quot; </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Kredit Gambar: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram meluncurkan Reel </a> pada musim panas 2020 sebagai upaya langsung untuk bersaing dengan TikTok. Karena kesamaan antara Reels dan TikTok, keduanya menggunakan format video bentuk pendek, pengguna secara alami memposting ulang TikTok ke Reels. Namun sekarang, transplantasi TikTok ini tidak lagi mendapatkan perlakuan yang sama seperti konten yang dibuat secara native di Reels. </p> <p> Ini masuk akal untuk Instagram, karena platform tersebut berupaya membuat Reels lebih populer daripada TikTok. Instagram tidak lagi ingin pengguna memperlakukan Reels sebagai tempat pembuangan TikToks yang viral — Instagram menginginkan konten asli yang dibuat oleh pembuat konten yang benar-benar menggunakan Reels. </p> <p> Reel dengan tanda air dari aplikasi pesaing bukan satu-satunya jenis video yang akan diprioritaskan oleh algoritme Instagram. Instagram juga mencatat bahwa Reel apa pun yang buram, memiliki batas di sekelilingnya, atau ditutupi teks tidak akan dipromosikan. </p> <p> Adapun jenis konten yang akan membantu pengguna ditemukan, Instagram menyarankan agar pembuat konten memposting konten yang menginspirasi, menggunakan alat kreatif, memiliki orientasi vertikal, memanfaatkan perpustakaan musik Instagram, dan &quot;menghibur dan menyenangkan.&quot; Platform ini juga merekomendasikan untuk mencoba memulai tren di seluruh aplikasi. </p> <p> Menurut Instagram, mengikuti praktik terbaik ini akan membantu Anda &quot;memiliki kesempatan terbaik untuk ditemukan.&quot; </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> Akankah TikTok Akan Digulingkan? </h2> <p> Praktik terbaik Instagram yang diperbarui untuk Reels hanya menunjukkan seberapa besar ancaman TikTok sebenarnya. Reel menggunakan logo TikTok adalah hal yang lumrah, dan pembaruan ini akan mencoba menempatkan omong kosong pada tren ini. </p> <p> Meskipun demikian, tindakan ini mungkin akan membersihkan konten daur ulang, tetapi dapat menjauhkan kreator yang memiliki pengikut di kedua aplikasi. Instagram berusaha keras untuk menjadi seperti TikTok, dan mungkin akhirnya kehilangan identitasnya sendiri dalam prosesnya. </p>"}