{"title":"Kontrol Kebiasaan Aplikasi macOS Anda Dengan Quitter","content":"<p> Beberapa aplikasi dapat membentuk kebiasaan, tetapi Quitter adalah salah satu yang bisa baik untuk kesehatan digital Anda. Ini adalah aplikasi bilah menu kecil dengan tugas satu pikiran yang bertujuan untuk mengurangi gangguan. </p> <h2 id=\"what-does-quitter-do\"> Apa yang Quitter Lakukan? </h2> <p> Quitter mengelola daftar aplikasi untuk ditutup secara otomatis setelah beberapa saat tidak aktif. Itu dibangun di sekitar teori bahwa beberapa aplikasi dapat berguna, tetapi masih terbukti mengganggu saat dibuka. Anda mungkin perlu <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> gunakan Twitter untuk penelitian penting </a> , tetapi Anda tidak akan terganggu olehnya setelah selesai. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Cara Mengunduh dan Menginstal Quitter </h2> <p> Quitter tersedia dari pengembang <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Situs web Marco Arment </a> . Unduhan adalah arsip zip yang berisi satu file, <strong> Quitter.app </strong> . Jika Anda menjalankan aplikasi dari luar folder Aplikasi, itu akan menawarkan untuk menginstal sendiri di sana: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Setelah berjalan, Anda dapat mengatur Quitter ke <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> mulai saat masuk </a> dengan mengklik ikon bilah menu dan memilih perintah menu, <strong> Mulai Berhenti saat Masuk </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Antarmuka Utama Quitter </h2> <p> Quitter menjalankan tugasnya dengan berjalan di latar belakang, tidak menghalangi Anda. Satu-satunya waktu Anda akan benar-benar berinteraksi dengannya adalah dengan menambahkan atau menghapus aplikasi yang ingin Anda kontrol dengan Quitter. </p> <p> Itu <strong> Sunting Aturan </strong> jendela menunjukkan daftar aplikasi yang dikelola. Ini akan kosong secara default. Klik <strong> + </strong> ikon di kiri bawah untuk menambahkan aplikasi. Ini akan membuka dialog file yang dapat Anda gunakan untuk memilih aplikasi. Sebagian besar waktu, itu akan ada di Anda <strong> Aplikasi </strong> map: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Setiap aplikasi dalam daftar memiliki dua pengaturan. Anda dapat mengatur jumlah waktu tidak aktif yang diperlukan sebelum Quitter bertindak. Anda juga dapat mengatur apakah akan keluar atau menyembunyikan aplikasi: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Jika Anda ingin berhenti mengontrol aplikasi dengan Quitter, pilih dari daftar dan klik <strong> - </strong> tombol. Ingatlah bahwa beberapa aplikasi akan mengonfirmasi sebelum berhenti. Terkadang Anda dapat mengonfigurasi pengaturan ini dan mengizinkan Quitter untuk menutup aplikasi secara diam-diam. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Quitter Itu Sederhana tapi Efektif </h2> <p> Ini benar-benar sesederhana itu. Quitter memungkinkan Anda menyimpan daftar aplikasi untuk disembunyikan atau ditutup jika Anda belum menggunakannya selama jangka waktu tertentu. Ini adalah salah satu dari banyak aplikasi Mac gratis yang membantu meningkatkan produktivitas Anda. </p>"}