{"title":"Larangan Trump di Twitter Selamanya... Bahkan Jika Dia mencalonkan diri lagi sebagai Presiden","content":"<p> Twitter serius dengan larangannya terhadap mantan Presiden AS Donald Trump. Platform tersebut telah mengumumkan bahwa mereka tidak akan pernah membiarkan Trump kembali ke Twitter, bahkan jika Trump memutuskan untuk mencalonkan diri sebagai presiden lagi pada 2024. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump Dilarang Dari Twitter Seumur Hidup </h2> <p> Di tengah persidangan pemakzulan kedua Trump, kepala keuangan Twitter, Ned Segal, mengadakan wawancara di Squawk Box CNBC tentang potensi masa depan akun Twitter Trump. Segal mengatakan bahwa Twitter tidak akan pernah mengizinkan Trump di platform itu lagi, terlepas dari apakah dia memutuskan untuk mencalonkan diri. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Cara kerja kebijakan kami, ketika Anda dikeluarkan dari platform, Anda dikeluarkan dari platform apakah Anda seorang komentator, Anda seorang CFO atau Anda mantan atau saat ini pejabat publik,&quot; kata <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> CFO <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> jika akun Presiden Trump dapat dipulihkan. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> — Kotak Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 Februari 2021 </a></blockquote>  <p> Segal mencatat bahwa kebijakan penghapusan Twitter tidak membeda-bedakan, dengan menyatakan, &quot;ketika Anda dikeluarkan dari platform, Anda dikeluarkan dari platform apakah Anda seorang komentator, Anda seorang CFO atau Anda mantan atau publik saat ini resmi.&quot; </p> <p> Dia kemudian melanjutkan dengan mengatakan bahwa &quot;kebijakan Twitter dirancang untuk memastikan bahwa orang tidak menghasut kekerasan,&quot; dan jika seseorang melanggar kebijakan tersebut, Twitter harus menghapusnya. Aturan platform &quot;jangan izinkan orang untuk kembali.&quot; </p> <p> Dengan kata lain, Trump tidak akan pernah bisa kembali ke Twitter, dan fakta bahwa dia adalah mantan pejabat publik tidak akan mengubah itu. Larangan Twitter juga akan tetap berlaku jika Trump mencoba mencalonkan diri sebagai presiden lagi. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> Hubungan Gejolak Trump dengan Media Sosial </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter melarang Trump </a> menyusul kerusuhan di Capitol Hill pada 6 Januari 2021, karena melanggar kebijakan hasutan kekerasan platform. Tetapi bahkan sebelum larangan permanen ini, Trump dan Twitter memiliki hubungan yang sangat sulit. </p> <p> Sepanjang masa kepresidenan Trump, Twitter sering ditemukan <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> menandai dan menghapus Tweet Trump </a> karena melanggar kebijakan platform. Platform terus-menerus melabeli Tweet-nya karena berisi informasi yang salah tentang pemungutan suara, COVID-19, dan bahkan integritas pemilihan AS. </p> <p> Meski begitu, Twitter tidak sendirian dalam memberi label dan membatasi beberapa Tweet Trump. Facebook juga memiliki peran besar dalam <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> menandai konten Trump karena informasi yang salah </a> . </p> <p> Trump pada dasarnya dilarang dari semua media sosial setelah protes Washington, DC. Twitter tidak hanya menghapus Trump dari platformnya, tetapi Facebook, Instagram Snapchat, YouTube, dan bahkan Twitch mengambil tindakan terhadap akun Trump. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Masa Depan Suram dari Kehadiran Sosial Trump </h2> <p> Sekarang Trump dilarang dari hampir semua platform sosial utama, tidak jelas apakah dia akan muncul kembali di media sosial. Bagi sebagian orang, ini adalah gagasan yang disambut baik, tetapi bagi yang lain, pemblokiran akun Trump adalah pelanggaran kebebasan berbicara. </p> <p> Parler, yang disebut jejaring sosial kebebasan berbicara, kemungkinan akan menyambut kehadiran Trump dengan tangan terbuka. Tapi sekarang platform telah memecat CEO-nya sendiri dan di-boot dari seluruh internet, mungkin akan memakan waktu berminggu-minggu (atau bahkan berbulan-bulan) sampai Parler kembali. </p>"}