{"title":"Laporan: Tugas Apple Mantan Bos Perangkat Keras Dengan Pekerjaan AR/VR","content":"<p> Dan Riccio, mantan bos perangkat keras Apple, dilaporkan telah ditugaskan untuk membantu memimpin perangkat augmented reality (AR) dan virtual reality (VR) perusahaan. Dia baru-baru ini memulai &quot;babak baru&quot; di Apple dan sekarang memimpin &quot;proyek baru&quot; yang tidak ditentukan. </p> <p> &quot;Saya tak sabar untuk memfokuskan seluruh waktu dan energi saya di Apple untuk menciptakan sesuatu yang baru dan luar biasa yang membuat saya sangat bersemangat,&quot; <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Siaran pers Apple </a> mengutip ucapannya. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> mengatakan bahwa Riccio sekarang fokus pada headset AR/VR Apple. </p> <h2 id=\"riccio-s-importance-to-apple\"> Pentingnya Riccio untuk Apple </h2> <p> Eksekutif kelas atas ini telah bekerja di Apple selama lebih dari dua dekade. Riccio mengerjakan proyek populer seperti iMac asli, jajaran iPhone 12, dan M1 Mac baru. Karena itu, ia membuat pilihan yang tepat untuk mempercepat upaya AR/VR Apple. </p> <p> Beberapa orang mengatakan bahwa perombakan organisasi rekayasa perangkat keras Apple merupakan indikasi kuat bahwa Riccio mungkin membicarakan Project Titan, nama kode internal untuk proyek mitos Apple Car. Itu hampir pasti tidak terjadi di sini karena Apple Car secara luas dianggap setidaknya setengah dekade lagi untuk dirilis. </p> <p> </p> <p> Meskipun Apple Car dalam tahapnya saat ini mungkin tidak membutuhkan perhatian penuh Riccio, ia tampaknya menjadi aset yang hebat dalam hal strategi AR/VR Apple. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> Strategi AR/VR Apple </h2> <p> Apple diperkirakan sedang mengerjakan a <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> headset realitas campuran yang mahal dan kuat untuk rilis potensial pada tahun 2021 </a> . Headset ini akan hadir di depan kacamata AR yang lebih terjangkau untuk massa, yang dikatakan akan diluncurkan pada tahun 2022. Sumber menggambarkan headset sebagai aksesori khusus yang mahal yang ditenagai oleh chip kustom Apple yang lebih cepat daripada silikon M1 yang ditemukan di Mac baru. </p> <p> Spesifikasi lain yang dikabarkan termasuk layar 8K ganda dan banyak kamera onboard untuk pelacakan mata dan tangan yang tepat. Perangkat ini mungkin berharga sekitar $3.000, yang sebanding dengan HoloLens Microsoft. Ini digambarkan sebagai aksesori khusus yang mungkin akan dijual Apple terutama kepada pengembang sehingga mereka dapat membuat aplikasi AR/VR untuk perangkat tersebut. </p>"}