{"title":"Laporan: Apple Bisa Berhenti Membuat iPhone 12 Mini di Q2","content":"<p> IPhone 12 mini adalah yang terkecil dari generasi iPhone terbaru Apple --- dan itu ternyata benar untuk penjualannya juga. Sejak hari pertama, seri iPhone 12 yang paling mini telah dirundung laporan bahwa itu tidak dijual dalam jumlah saudara kandungnya yang lebih besar dan lebih mahal. </p> <p> Sekarang laporan dari bank investasi JP Morgan, dibagikan oleh <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , mengklaim bahwa Apple berpotensi berhenti memproduksi unit iPhone 12 mini segera setelah kuartal kalender kedua tahun 2021. Itu bisa berarti bahwa ponsel tersebut mungkin hanya memiliki beberapa bulan lagi sebelum berhenti dibuat sama sekali. </p> <h2 id=\"adjusting-iphone-12-orders\"> Menyesuaikan Pesanan iPhone 12 </h2> <p> Catatan investasi, dari analis rantai pasokan JP Morgan William Yang, juga mencatat beberapa perubahan Q2 lainnya yang mungkin dilakukan Apple dengan jajaran iPhone 12. Yang mengklaim Apple akan menambah jumlah iPhone 12 Pro Max sebanyak 11 juta unit, iPhone 12 Pro sebanyak 2 juta unit, dan iPhone 11 era 2019 sebanyak 8 juta unit. </p> <p> Sedangkan iPhone 12 reguler akan dipotong sebanyak 9 juta unit, sedangkan iPhone 12 mini akan dipotong sebanyak 11 juta unit---penurunan yang sama dengan kenaikan iPhone 12 Pro Max. Laporan tersebut menunjukkan bahwa Apple dapat menghentikan produksi mini iPhone 12 sepenuhnya pada kuartal tersebut. </p> <p> </p> <p> Ini bukan pertama kalinya kami mendengar bahwa iPhone 12 mini telah menjadi kegagalan komparatif untuk Apple. Sebuah laporan dari Morgan Stanley baru-baru ini mengklaim bahwa Apple memotong pesanan mini iPhone 12 pada kuartal pertama tahun 2021. </p> <p> Sementara itu, laporan sebelumnya menunjukkan bahwa, sementara sembilan dari 10 smartphone teratas yang diaktifkan pada Hari Natal di Amerika Serikat adalah iPhone, iPhone 12 mini adalah satu-satunya yang tidak masuk daftar. (Terlepas dari fakta bahwa beberapa iPhone yang jauh lebih tua disertakan.) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: Nona yang Mengejutkan </h2> <p> Fakta bahwa iPhone 12 mini tampaknya telah berjuang agak mengejutkan. Ini menerima ulasan yang sangat baik, dan menawarkan pengalaman iPhone 12 premium, dikemas dalam faktor bentuk kecil. </p> <p> Ini mencakup layar OLED semua layar yang sama dengan saudara kandungnya yang lebih besar (walaupun sedikit lebih kecil), ID Wajah, prosesor A14 Bionic, dan konektivitas 5G. Mulai dari $699, ini adalah iPhone baru Apple yang termurah. Tetapi tampaknya, untuk alasan apa pun, itu tidak mampu mengukir kesuksesan yang sama seperti iPhone yang lebih besar tahun ini. </p> <p> Menariknya, laporan JP Morgan menunjukkan bahwa Apple berencana untuk merilis empat iPhone lagi tahun ini. Itu tampaknya menyiratkan bahwa Apple mungkin belum siap untuk menyerah pada lini iPhone &quot;mini&quot; yang lebih kecil dulu. Kami harus menunggu hingga September untuk melihat apa yang terjadi. </p>"}