{"title":"Mengapa Sling TV Menaikkan Harga Lagi?","content":"<p> Sling telah menjadi salah satu layanan streaming paling populer selama beberapa tahun terakhir berkat pilihan salurannya yang luas dan harga yang sangat kompetitif. </p> <p> Tetapi pada akhir Januari 2021, perusahaan mengumumkan akan meningkatkan biaya paket berlangganan dan add-onnya. </p> <p> Jadi, mengapa harga naik, dan apakah kita cenderung melihat lebih banyak kenaikan dalam beberapa bulan mendatang? Teruslah membaca untuk mencari tahu. </p> <h2 id=\"how-much-does-sling-cost-now\"> Berapa Harga Sling Sekarang? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Bagi yang belum tahu, Sling menawarkan dua paket berbeda: Sling Blue dan Sling Orange. </p> <p> Setiap paket menawarkan pilihan saluran yang berbeda. Misalnya, saluran seperti ESPN dan Disney hanya tersedia di Orange, sedangkan FOX News, MSNBC, dan NFL Network hanya tersedia di Blue. Anda dapat membeli dua paket dalam satu bundel jika Anda ingin mengakses semuanya. </p> <p> Sebelum <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Kenaikan harga selempang di Januari 2021 </a> , kedua layanan berharga $30. Mereka sekarang $35. Paket yang dibundel juga naik $5 (dari $45 menjadi $50). Add-on olahraga telah naik dari $10 menjadi $11, dan semua add-on lainnya telah meningkat dari $5 menjadi $6. </p> <p> Pelanggan baru harus segera membayar tarif baru; pengguna yang ada akan mendapatkan masa tenggang hingga Juli 2021 karena jaminan harga satu tahun Sling. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Mengapa Sling Menaikkan Harganya? </h2> <p> Sling dengan cepat menyalahkan kenaikan harga pada jaringan TV. Saat kenaikan diumumkan, presiden grup Sling TV Michael Schwimmer tidak membuang waktu untuk memberi tahu pelanggannya kepada siapa mereka harus mengarahkan kemarahan mereka dalam <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> jumpa pers </a> : </p> <blockquote> <p> Sayangnya, kami terpaksa menaikkan harga karena jaringan televisi terus menagih kami lebih banyak, tetapi kami berjuang keras untuk mendapatkan kesepakatan terbaik bagi pelanggan kami. Bukti komitmen kami terlihat jelas, karena Sling TV masih merupakan kesepakatan terbaik di pasar, menjaga harga kami jauh lebih rendah daripada kabel dan layanan streaming langsung lainnya. Pelanggan Sling TV dapat yakin bahwa kami akan terus menawarkan kombinasi terbaik dari saluran kabel berita langsung, olahraga, dan hiburan dengan nilai terbaik. </p> </blockquote> <p> Meskipun beberapa orang mungkin berpikir Schwimmer dan Sling memasang tabir asap untuk menyembunyikan motif sebenarnya dari kenaikan harga dari pelanggan mereka, kenaikan ini sejalan dengan kenaikan harga yang telah kita lihat di tempat lain di industri streaming selama beberapa bulan terakhir. </p> <p> Misalnya, Hulu + Live TV dan YouTube TV keduanya menaikkan harga pada akhir 2020. YouTube TV naik dari $50 menjadi $65 dan Hulu naik dari $55 menjadi $65. </p> <p> Dalam kasus Hulu, kita sekarang telah melihat harga naik dari $40 pada Januari 2019 menjadi $65 hanya dua tahun kemudian. Itu peningkatan lebih dari 50%. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> Apakah Jaringan TV Benar-Benar Harus Disalahkan? </h2> <p> Jelas, kami tidak tahu persis berapa banyak Sling membayar jaringan TV untuk dapat menyediakannya di platformnya. </p> <p> Namun, jika Anda membandingkan kenaikan harga di Sling et al. dengan kenaikan harga pada layanan yang hanya menyediakan video sesuai permintaan, seperti Netflix, perbedaannya sangat mencolok. </p> <p> Memang, sejak Netflix meluncurkan paket entry-level pada Mei 2014, kami hanya melihat satu kenaikan harga dari $8/bulan menjadi $9/bulan. Itu jauh lebih rendah daripada kenaikan harga di Sling baik dalam dolar maupun persentase. Ya, paket yang lebih mahal telah melihat lompatan yang lebih besar, tetapi mereka memiliki fitur tambahan yang ditambahkan di sepanjang jalan. </p> <p> Perbedaan antara layanan streaming TV dan layanan video-on-demand ini tampaknya menunjukkan bahwa jaringan TV memang harus disalahkan. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> Sling Masih Lebih Murah Dari Kabel </h2> <p> Tidak ada yang suka melihat tagihan mereka meningkat. Tapi mengingat harga mencongkel yang telah kita lihat di dunia TV kabel selama dekade terakhir (harga rata-rata tagihan kabel di AS sekarang lebih dari $200), sulit untuk iri Sling kenaikan kecil. </p> <p> Layanan yang diberikannya masih sangat baik. Dibandingkan dengan cara lain untuk menonton TV, itu masih merupakan nilai uang yang sangat baik. </p>"}