{"title":"Microsoft Mempermudah Mengangkat Tangan Anda dalam Tim","content":"<p> Jika Anda pernah mencoba mengangkat tangan Anda di Microsoft Teams sebelumnya, Anda mungkin memperhatikan bahwa tidak ada cara cepat dan mudah untuk melakukannya. Namun, Microsoft berencana untuk memperbaikinya dengan menambahkan pintasan keyboard yang langsung mengangkat tangan Anda. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> Pintasan Keyboard Baru untuk Microsoft Teams </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> Di MSFT </a> pertama kali melihat pengumuman fitur baru. Microsoft mendeklarasikan pengembangan fitur ini di  <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Suara Pengguna Microsoft Teams </a> . </p> <p> UserVoice adalah forum khusus tempat pengguna dapat mempresentasikan apa yang ingin mereka lihat dari Teams langsung ke raksasa teknologi. Kami sebelumnya melihat <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft menambahkan penjadwalan rapat Teams </a> terima kasih kepada forum UserVoice. </p> <p> Di forum tersebut, seseorang telah mengusulkan ide untuk menambahkan pintasan keyboard untuk mengangkat tangan Anda dalam rapat Teams. Microsoft menghiasi utas dengan kehadirannya dan memposting yang berikut ini: </p> <blockquote> <p> Terima kasih atas tanggapan Anda. Tim telah mulai mengerjakan fitur ini untuk desktop Windows dan Mac. Klien web akan dikerjakan di masa mendatang. Kami akan membagikan pembaruan segera setelah tersedia. </p> </blockquote> <p> Meskipun kami tidak memiliki tanggal rilis yang tepat, perhatikan pembaruan di masa mendatang yang menambahkan fitur praktis ini. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Semua Orang Yang Menginginkan Ini, Angkat Tanganmu </h2> <p> Jika Anda menginginkan pintasan keyboard untuk mengangkat tangan Anda di Teams, Anda beruntung. Kami tidak yakin kapan akan dirilis, tetapi ini akan menjadi tambahan yang disambut baik saat diluncurkan di Teams. </p> <p> Jika Anda suka berinteraksi dalam rapat Teams, tahukah Anda bahwa Microsoft akan menambahkan reaksi seperti emoji ke panggilan video Anda? </p> <p> <small> Kredit Gambar: Stok FS / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}