{"title":"Microsoft Menambahkan Peringatan Ancaman Negara-Bangsa ke Defender untuk Office 365","content":"<p> Dalam pembaruan yang menarik dan sebagai tanggapan langsung terhadap serangan siber SolarWinds, Microsoft akan menambahkan peringatan aktivitas peretasan negara-bangsa baru ke Microsoft 365. Peringatan itu akan memperingatkan pengguna tentang potensi ancaman apa pun yang berasal dari penyerang negara-bangsa, memberi pengguna waktu untuk bereaksi terhadap ancaman. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft Memperkenalkan Notifikasi Ancaman Negara-Bangsa </h2> <p> Microsoft Defender untuk Office 365 (sebelumnya dikenal sebagai Office 365 Advanced Threat Protection) akan menampilkan pemberitahuan yang memberi tahu pengguna perusahaan bahwa dugaan serangan ancaman negara-bangsa mengganggu ruang kerjanya. </p> <blockquote> <p> Serangan ini mewakili beberapa aktivitas ancaman paling canggih dan persisten yang dilacak Microsoft. Pusat Intelijen Ancaman Microsoft mengikuti ancaman ini, membuat profil aktivitas yang komprehensif, dan bekerja sama dengan semua tim keamanan Microsoft untuk menerapkan deteksi dan mitigasi guna melindungi pelanggan kami. </p> </blockquote> <p> Microsoft telah memberi tahu ribuan pengguna per tahun bahwa aktor ancaman negara-bangsa dapat mengganggu jaringan mereka. Namun, saat ini, peringatan dikirim melalui email. </p> <p> Jika pengguna Microsoft Defender untuk Office 365 tidak memeriksa email mereka pada hari itu, mereka mungkin melewatkan pemberitahuan penting. Meskipun Defender untuk Office 365 pada dasarnya adalah produk perusahaan, pemberitahuan penting masih lolos dari celah. </p> <p> Pemberitahuan baru akan muncul dalam dasbor Microsoft Defender untuk Office 365. Ini akan memiliki peluang yang jauh lebih tinggi untuk dilihat oleh administrator jaringan, tim keamanan, personel manajemen, dan sebagainya. </p> <p> Microsoft menambahkan &quot;Peringatan Aktivitas Negara-Negara Potensial&quot; ke Peta Jalan Office 365 pada 6 Februari 2021, dan mengharapkan fitur tersebut untuk menyelesaikan peluncuran pada akhir bulan. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Apa itu Serangan Negara-Bangsa? </h2> <p> Serangan negara-bangsa dianggap sebagai salah satu jenis serangan siber yang paling berbahaya, seperti kedalaman pengetahuan dan jangkauan sumber daya yang tersedia bagi pelaku ancaman. </p> <p> </p> <p> Itu <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> serangan cyber SolarWinds baru-baru ini </a> diduga kuat sebagai serangan negara-bangsa, tingkat keahlian yang diperlukan untuk menyusup ke jaringan tingkat tinggi seperti itu. Serangan itu, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> dikenal sebagai peretasan rantai pasokan </a> , mengkompromikan beberapa target setelah tidak aktif di jaringan korban selama berbulan-bulan. </p> <p> Tetapi terlepas dari betapa berbahayanya serangan negara-bangsa terdengar dan muncul, sebagian besar waktu, pengguna biasa seperti Anda dan saya bukanlah target. Mencurahkan sumber daya yang begitu besar untuk menyerang warga biasa tidak bermanfaat karena ada banyak cara yang lebih mudah untuk mengakses data mereka. </p> <p> Dengan demikian, ancaman negara-bangsa biasanya menyerang target yang jauh lebih besar seperti kantor pemerintah, perusahaan teknologi besar, infrastruktur nasional, dan sebagainya. </p>"}