{"title":"Microsoft Teams Menerima Dua Aplikasi Produktivitas dan Pelacakan Baru","content":"<p> Microsoft menghadirkan dua Power Apps baru ke Microsoft Teams: Buletin dan Tonggak Pencapaian. Kedua aplikasi baru tersebut berfokus untuk mempermudah berbagi dan melacak pekerjaan, ditambah lagi dibuat menggunakan Power Platform yang dapat disesuaikan, memungkinkan Anda untuk menyesuaikannya dengan kebutuhan organisasi Anda. </p> <p> Aplikasi baru sudah tersedia di toko Microsoft Teams, artinya Anda dapat langsung mulai menggunakannya. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Power Apps Baru untuk Microsoft Teams: Buletin dan Tonggak Sejarah </h2> <p> Aplikasi baru menjalankan fungsi sesuai dengan namanya. </p> <p> Seperti yang diumumkan pada <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog Power Apps </a> , <strong> Buletin </strong> adalah aplikasi Microsoft Teams tempat Anda memposting berita perusahaan, informasi, dan lainnya ke seluruh organisasi Anda. Aplikasi akan mengambil peran sentral dalam mendistribusikan komunikasi ke seluruh ruang kerja, memastikan bahwa setiap pengguna menerima pemberitahuan dan disertakan dalam percakapan organisasi. </p> <blockquote> <p> Solusi Buletin memberdayakan tim komunikasi untuk berbagi berita dan informasi perusahaan atau departemen di satu tempat terpusat. Artikel berita dapat diatur dalam kategori dan berisi konten yang kaya, termasuk gambar, video, tombol yang dapat ditindaklanjuti. Penerbit juga dapat melihat metrik untuk artikel yang diposting, seperti rasio tampilan dari waktu ke waktu. </p> </blockquote> <p> Buletin Microsoft Teams juga dioptimalkan untuk seluler. Pengguna seluler memiliki akses yang sama ke aplikasi dan dapat merespons, menyesuaikan, dan memposting sama seperti rekan desktop mereka. </p> <p> <strong> Tonggak sejarah </strong> membawa pelacakan proyek, pembaruan status, dan pembaruan tim lintas fungsi ke dalam satu hub. </p> <blockquote> <p> Setiap organisasi memiliki kebutuhan unik dari perangkat lunak pelacakan proyek mereka. Aplikasi tonggak sejarah memberi Anda kemudahan kode rendah untuk menyesuaikan pengalaman ini. Anda dapat memperbarui label bidang, menambahkan bidang baru, atau menambahkan alur proses bisnis seperti pemberitahuan ke pemilik aliran kerja saat ada perubahan status dalam tugas. </p> </blockquote> <p> Tonggak sejarah, kemudian, bertujuan untuk menjadi portal pelacakan proyek untuk mendukung seluruh platform Microsoft Teams, daripada harus mengakses aplikasi yang berbeda untuk melacak apa yang terjadi dengan proyek Anda. </p> <p> Aplikasi Milestones akan memungkinkan penyesuaian ekstensif untuk memenuhi kebutuhan organisasi Anda dan proyeknya. Plus, Anda dapat menyematkan Tonggak Pencapaian di saluran tim utama untuk dilihat semua orang. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams Menjadi Alat Go-To </h2> <p> Pengenalan aplikasi baru untuk manajemen proyek dan buletin di seluruh organisasi adalah langkah lain menuju Microsoft Teams menjadi alat masuk untuk setiap fungsi. Microsoft baru-baru ini membuat <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Navigasi tim jauh lebih mudah </a> , dan dalam beberapa bulan terakhir kami telah melihat serangkaian pembaruan fungsionalitas yang tiba di platform ruang kerja kolaboratif. </p> <p> </p> <p> Karena pandemi COVID-19 terus memengaruhi tempat kerja tradisional dan praktik kerja dari rumah semakin kuat, Microsoft diharapkan untuk terus mendorong fitur Microsoft Teams baru. </p>"}