{"title":"Microsoft Telah Menetapkan Tanggal untuk Penghapusan Legacy Edge","content":"<p> Kami telah melihat petunjuk bahwa Microsoft akhirnya ingin menyingkirkan Edge warisannya, dan sekarang saatnya telah tiba. Jika Anda menggunakan Edge lawas, Anda hanya memiliki waktu hingga 13 April 2021 untuk beralih ke browser baru sebelum dihapus dari PC Anda. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> Akhir dari Microsoft Legacy Edge </h2> <p> Microsoft mengumumkan batas waktu pada <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> situs Komunitas Teknologi Tech </a> . Berita itu tidak terlalu mengejutkan, karena raksasa perangkat lunak itu tidak begitu halus memutuskan hubungan dengan browser lawasnya. Contohnya, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> paket bahasa masa depan tidak lagi mendukung Edge lama </a> . </p> <p> Saat itu, kami tidak tahu kapan Microsoft akan mencabutnya; yang kami tahu hanyalah bahwa Microsoft menginginkannya segera hilang. Sekarang, raksasa perangkat lunak telah menguraikan dua tanggal penting dalam penghapusan Edge warisan. </p> <p> Tanggal pertama adalah saat Microsoft menghentikan dukungan untuk Edge lawas—itu terjadi pada 9 Maret 2021. Pada tanggal tersebut, Edge lawas tidak akan menerima pembaruan lagi, bahkan jika seseorang menemukan kelemahan keamanan yang buruk di dalamnya. Dengan demikian, ini adalah tanggal yang ideal untuk mengubah browser jika Anda masih menggunakan Edge lama. </p> <p> Tanggal kedua adalah pada 13 April 2021, ketika Microsoft menyingkirkan Edge lama. Kami tidak bermaksud hanya meninggalkan Edge lawas ke perangkatnya sendiri; Microsoft bermaksud untuk menerbitkan pembaruan Windows 10 yang menghapus browser lama dari sistem operasi. </p> <p> Perhatikan bahwa ini tidak akan menghapus Chromium Edge baru, yang <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft merilis lebih dari setahun yang lalu </a> . Faktanya, versi Chromium dari Edge adalah alasan utama mengapa Microsoft menghapus Edge lama. </p> <p> Jika Anda menggunakan Edge dan tidak yakin apakah Anda menggunakan Edge versi lama atau Chromium, yang lama menggunakan E biru solid sebagai logonya. Chromium Edge memiliki spiral biru dan hijau yang lebih berwarna yang terlihat seperti E. </p> <p> Dengan demikian, jika Anda menggunakan Microsoft Edge yang lama, sekarang adalah saat yang tepat untuk memindahkan browser, meskipun itu adalah lompatan kecil ke Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Menempatkan Warisan ke Tempat Tidur </h2> <p> Jika Anda masih menggunakan Edge lama, sekarang adalah waktu yang tepat untuk melompat. Versi lama Edge hanya akan semakin buruk mulai sekarang hingga benar-benar dihapus pada April 2021. </p> <p> Jika Anda selalu ingin mencoba Chromium Edge, sekaranglah saatnya untuk melakukannya. Microsoft baru-baru ini membual 600 juta pengguna di browser barunya, jadi itu pasti patut dicoba. </p> <p> <small> Kredit Gambar: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}