{"title":"Microsoft Akan Segera Menghadiahi Anda karena Menggunakan Edge","content":"<p> Microsoft Edge baru telah berkembang pesat sejak pindah ke Chromium build, tetapi tidak semua orang cukup yakin untuk menggunakannya dulu. Raksasa perangkat lunak ini bertujuan untuk memperbaikinya dengan memberikan poin kepada orang-orang di Microsoft Rewards karena menggunakan browser barunya. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Hasilkan Poin Besar Dengan Microsoft Edge </h2> <p> Perubahan terbaru pada Microsoft Rewards ditemukan oleh <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> di MSFT </a> . Beberapa pengguna Rewards telah mencatat bahwa Microsoft sekarang memberikan lebih banyak poin kepada orang-orang yang menggunakan Edge untuk mencari di Bing. </p> <p> Anda dapat menukar poin ini dengan barang, yang merupakan keuntungan besar bagi penggemar Microsoft. Misalnya, Anda dapat menggunakan Microsoft Rewards untuk mendapatkan <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> Xbox Live Gold gratis </a> . </p> <p> Sebelumnya, pengguna hanya mendapat sedikit dorongan ketika mereka menggunakan Edge untuk mencari di Bing. Anda akan mendapatkan 150 poin jika Anda mencari di PC dan 100 di perangkat seluler. Metode apa pun yang Anda pilih, Anda mendapat bonus 20 poin jika Anda menggunakan Microsoft Edge saat mencari di Bing. </p> <p> Sekarang, Microsoft sedang bereksperimen dengan sistem poin baru yang dapat memberikan hingga 250 poin hanya untuk menggunakan Edge. Microsoft menyeimbangkan poin Edge yang ditingkatkan dengan memberikan lebih sedikit untuk menggunakan PC atau perangkat seluler, tetapi masih banyak untuk hanya menggunakan browser Edge. </p> <p> Beberapa orang tidak melihat poin Edge yang ditingkatkan ini, jadi ada kemungkinan besar bahwa Microsoft hanya melihat bagaimana keadaannya untuk saat ini. Namun, ini menunjukkan bahwa perusahaan sedang mempertimbangkan kemungkinan untuk memberi penghargaan lebih kepada pengguna karena menggunakan Edge. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Membawa Poin Microsoft Rewards Anda ke Edge </h2> <p> Jika Anda penggemar berat Microsoft Rewards, Anda pasti ingin mencoba menggunakan Edge untuk mencari Bing di masa mendatang. Perusahaan tampaknya berencana untuk memberikan lebih banyak hadiah kepada pengguna Edge sebagai ucapan terima kasih telah menggunakan browsernya. </p> <p> Jika Anda membutuhkan lebih banyak alasan untuk mem-boot Microsoft Edge, tahukah Anda bahwa itu bisa lebih produktif daripada Google Chrome di beberapa area? Misalnya, lebih ringan pada baterai laptop dan lebih sedikit memori. </p> <p> <small> Kredit Gambar: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}