{"title":"PAC Microsoft Tidak Akan Berdonasi untuk Penentang Pemilu Selama Siklus Mendatang","content":"<p> Setelah serangan terhadap US Capitol, Microsoft menangguhkan kontribusi ke dan dari PAC-nya sekitar tiga minggu lalu. Keputusan itu diambil untuk memberi waktu kepada panitia untuk menilai dampak kerusuhan dan bagaimana bergerak maju setelah peristiwa itu. </p> <p> Sekarang, Microsoft telah mengumumkan bahwa kontribusi dari PAC-nya akan dimulai lagi tetapi tidak akan memberikan sumbangan apa pun kepada anggota Kongres yang memilih menentang sertifikasi hasil pemilihan. Penangguhan akan berlanjut sepanjang siklus pemilu 2022 dan merupakan pernyataan penting dari salah satu perusahaan teknologi terkemuka dunia. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC Menangguhkan Kontribusi ke Penentang </h2> <p> Pada tanggal 5 Februari 2021, posting ke <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog Perusahaan Microsoft </a> mengungkapkan bagaimana PAC akan bergerak maju setelah serangan yang belum pernah terjadi sebelumnya di Capitol negara itu. </p> <p> </p> <p> PAC Microsoft tidak akan lagi menyumbang kepada anggota Kongres &quot;yang memilih untuk menolak sertifikasi pemilih.&quot; Ini meluas ke pejabat negara dan organisasi lain yang mendukung keberatan atau menyarankan agar anggota parlemen membatalkan hasil pemilu. </p> <p> PAC juga akan mengubah cara pendekatan donasi. Sebelumnya, semua sumbangan diberikan kepada kandidat politik, begitu juga dengan banyak Komite Aksi Politik. </p> <p> Namun, Microsoft PAC mempertimbangkan bahwa beberapa anggota yang berkontribusi tidak ingin mendukung tokoh politik tertentu dan lebih memilih untuk mendanai pekerjaan dan organisasi yang berfokus pada &quot;pelestarian dan promosi demokrasi.&quot; </p> <p> </p> <p> Sebagai perpanjangan dari kebijakan ini, PAC juga akan bekerja lebih erat dengan bisnis dan organisasi lain yang memiliki cita-cita yang sama. </p> <p> Perubahan terakhir pada PAC datang dalam nama. Anggota Microsoft PAC yang ada menemukan bahwa nama tersebut tidak sepenuhnya mencerminkan fakta bahwa itu adalah dana sukarela. Selanjutnya, PAC berganti nama menjadi Microsoft Corporation Stakeholder Voluntary PAC (MSVPAC). </p> <blockquote> <p> Kami percaya langkah-langkah ini tepat mengingat pentingnya masalah ini untuk stabilitas dan masa depan demokrasi Amerika. Mereka juga didukung secara luas dalam sesi mendengarkan dan umpan balik karyawan lainnya. Kami menyadari bahwa langkah-langkah ini, meskipun signifikan, akan terlalu banyak atau terlalu sedikit untuk beberapa karyawan. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft Berusaha Menjauhkan Diri dari Penentang Pemilu </h2> <p> Berita bahwa Microsoft sekarang menjauhkan diri dari para penentang tidak mengejutkan. Ini tidak terlalu sedikit, terlalu terlambat dari raksasa teknologi, tetapi tidak diragukan lagi merupakan upaya untuk menyelamatkan muka setelah muncul bahwa Microsoft PAC telah memberikan sumbangan yang cukup besar kepada banyak anggota Kongres di akar gerakan untuk menolak hasil pemilihan. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> adalah salah satu kontributor terbesar anggota Kongres yang mencoba menumbangkan proses Demokrat <br><br> Microsoft telah membuat TANPA KOMITMEN untuk menghentikan pendanaan grup ini <br><br> Pada rapat perusahaan pada hari Kamis, Prez Brad Smith menjelaskan alasannya. <br><br> Dan itu cukup mengerikan </p> — Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 Januari 2021 </a></blockquote>  <p> Bahkan jika Presiden Microsoft Brad Smith mencoba menjelaskan kontribusi sebagai alat politik biasa untuk mendapatkan akses ke politisi (misalnya, sumbangan untuk kepentingan politik), itu menyoroti mengapa begitu banyak yang percaya keberadaan PAC dan Super PAC secara besar-besaran merusak demokrasi. proses. </p>"}