{"title":"Photoshop, Illustrator, dan Fresco Menambahkan Kolaborasi Dokumen","content":"<p> Pernahkah Anda mengerjakan proyek kreatif dengan orang lain secara online? Ini sering dapat terdiri dari mengirim file bolak-balik dalam email atau pesan. Mengunduh file baru hanya untuk membuat revisi, dan mengunggah file lagi sebelum orang lain dapat melakukan hal yang sama—prosesnya terkadang terasa kikuk dan tidak efisien. </p> <p> Tetapi jika proyek tim Anda dibuat di Photoshop, Illustrator, atau Fresco, Anda akan senang mengetahui bahwa Adobe baru saja menyederhanakan alur kerja itu untuk Anda. </p> <h2 id=\"collaborate-on-the-cloud\"> Berkolaborasi di Cloud </h2> <p> Manajer produk Photoshop Pam Clark memposting ke posted <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> blog adobe </a> dengan pembaruan fitur untuk Photoshop, Illustrator, dan Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Sekarang duduk di sudut kanan atas antarmuka pengguna masing-masing program adalah yang baru <strong> Undang untuk Mengedit </strong> fitur. Dalam proses yang sangat mirip dengan <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> berbagi di Google Drive </a> , Anda dapat mengklik tombol untuk membuka kotak teks agar Anda dapat mengetikkan email yang ingin Anda tambahkan ke proyek sebagai kolaborator. </p> <p> Semua kolaborator memiliki akses edit ke dokumen dan riwayat versinya di seluruh perangkat yang didukung. Untuk Photoshop dan Illustrator, itu adalah PC dan iPad. Untuk Fresco, itu adalah dua platform yang sama, selain iPhone. </p> <p> Hanya satu orang yang dapat mengerjakan dokumen cloud bersama pada satu waktu, tetapi perubahan yang mereka simpan akan disinkronkan dengan semua kolaborator secara otomatis. Anda dapat mengakses dokumen cloud bersama di <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Aset Adobe </a> halaman dan di <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Awan kreatif </a> aplikasi desktop. </p> <p> Membutuhkan kuas baru untuk musim ini? Kyle T. Webster, penginjil desain senior di Adobe, telah merilis released <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> Paket Sikat Musim Dingin 2020 </a> untuk Photoshop dan Fresco. </p> <p> </p> <p> Postingan yang sama juga merinci penambahan Preset Sync ke Photoshop untuk Mac dan Windows. Nyalakan dan pengaturan untuk kuas, contoh, gradien, pola, gaya, dan bentuk Anda akan dipertahankan. &quot;Kuas yang disinkronkan akan segera hadir di versi iPad,&quot; tulis Clark. </p> <p> </p> <p> Selain itu, jika Anda seorang seniman yang sering bepergian, Anda akan senang mengetahui bahwa Anda sekarang dapat memutar kanvas di Illustrator di iPad. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe Mempermudah Bekerja dari Jarak Jauh </h2> <p> Sangat mudah bagi materi iklan digital untuk menyerang Adobe ketika kami telah melihat mereka mendominasi pasar perangkat lunak multimedia digital begitu lama. Tetapi Anda tidak dapat secara adil menghapus Adobe sebagai perusahaan peraih uang ketika secara konsisten beradaptasi dengan bagaimana penggunanya telah mengubah alur kerja mereka dari waktu ke waktu. </p> <p> Pembaruan fitur baru untuk Photoshop, Illustrator, atau Fresco ini hadir hanya lima hari setelahnya <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark menambahkan Merek Bersama </a> . Sekarang menjadi lebih normal untuk bekerja dengan orang-orang secara online secara eksklusif, tampaknya perusahaan melakukan semua yang dapat dilakukan untuk membuat kolaborasi online sedikit lebih mulus. </p> <p> Jaga agar jari Anda tetap bersilangan; mungkin kita akan melihat pengeditan awan datang ke semua aplikasi Cloud Kreatif di masa depan. </p>"}