{"title":"Pelaporan Seperti Waze Akan Hadir di Apple Maps","content":"<p> Apple Maps di iOS 14.5 mendapatkan fitur pelaporan crowdsource baru yang serupa dengan yang ditemukan di Waze dan Google Maps. Saat pembaruan diluncurkan secara publik, pengguna akan dapat melaporkan kecelakaan, bahaya, dan pemeriksaan kecepatan di sepanjang rute mereka saat mendapatkan petunjuk arah. </p> <p> Apple mengiklankan fitur ini dengan layar pembuka yang muncul saat pertama kali Anda meminta petunjuk arah dari Maps setelah meningkatkan versi ke iOS 14.5. Ini jelas merupakan kemampuan baru karena versi aplikasi Maps sebelumnya tidak memiliki fungsi pelaporan kecelakaan. </p> <p> Terkait navigasi GPS di ponsel cerdas, keduanya <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Maps dan Waze telah mempopulerkan </a> pelaporan bahaya crowdsourced. Dengan mengingat hal itu, sangat mengagumkan bahwa layanan pemetaan Apple, pada akhirnya, mendapatkan fitur pelaporan serupa sendiri. </p> <h2 id=\"when-can-i-use-this-feature\"> Kapan Saya Dapat Menggunakan Fitur Ini? </h2> <p> Menurut poster di <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> yang telah melihat pelaporan bahaya di Maps, itu memang membutuhkan iOS 14.5 atau iPadOS 14.5. Kedua pembaruan saat ini sedang diuji oleh pengembang terdaftar Apple dan penguji beta publik. Bagi masyarakat umum, Anda akan mendapatkan kesempatan untuk mencoba antarmuka pelaporan di Maps saat pembaruan ini diluncurkan secara publik pada musim semi. </p> <p> </p> <p> iOS 14.5 menghadirkan kemampuan tambahan ke dalam campuran, termasuk popup Transparansi Pelacakan Aplikasi Apple yang kontroversial. Fitur baru lainnya termasuk kemampuan untuk <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> bagikan Kartu Apple Anda dengan anggota keluarga </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> dukungan untuk pengontrol PlayStation 5 dan Xbox Series X yang baru </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> membuka kunci iPhone Anda dengan Apple Watch </a> saat mengenakan topeng, bersama dengan fitur keamanan baru yang melindungi dari bom teks Pesan, untuk menyebutkan beberapa. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Cara Melaporkan Bahaya Lalu Lintas di Apple Maps </h2> <p> Untuk melaporkan bahaya yang Anda lihat di sepanjang jalan, geser ke atas pada antarmuka Maps‌ tempat detail peta tersedia untuk menampilkan tombol &quot;Laporkan&quot; baru di baki bawah. Sekarang tekan ikon &quot;Kecelakaan&quot;, &quot;Bahaya&quot;, atau &quot;Pemeriksaan Kecepatan&quot; untuk melaporkan peristiwa lalu lintas yang benar, yang mirip dengan aplikasi seperti Waze. &quot;Mengetuk secara otomatis menandai lokasi Anda tanpa jendela konfirmasi, jadi itu tidak boleh digunakan kecuali dalam situasi yang valid, catatan <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumor </a> . </p> <p> </p> <p> Antarmuka pelaporan baru juga tersedia di edisi CarPlay Maps dan melalui asisten digital Siri, MacRumors telah menemukan. Misalnya, &quot;Hei Siri, ada perangkap kecepatan di sini,&quot; &quot;Hei Siri‌, ada kecelakaan,&quot; atau semacamnya akan berhasil. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Pelaporan Lalu Lintas di Aplikasi Pemetaan Rival </h2> <p> Aplikasi pemetaan saingan telah menjadi sumber kecelakaan, perangkap kecepatan, bahaya, dan banyak lagi selama beberapa tahun sekarang. Di Google Maps, pengguna dapat melaporkan peristiwa lalu lintas tambahan selain kecelakaan, bahaya, dan pemeriksaan kecepatan. Misalnya, Google Maps memungkinkan Anda juga melaporkan kecelakaan, penutupan jalur, kendaraan macet, konstruksi, dan objek di jalan. </p> <p> Dan di Waze, Anda dapat melaporkan penutupan jalan, polisi, konstruksi, dan banyak lagi. Pelaporan crowdsource di Waze menggabungkan laporan pengguna di server Google dan dilengkapi dengan sistem poin untuk memberi insentif kepada orang-orang agar mengirimkan peristiwa lalu lintas di sepanjang jalan. Apple belum merinci cara kerja sistemnya atau mengungkapkan bagaimana fitur barunya melindungi privasi. </p>"}