{"title":"Parler Diduga Menawarkan Saham Kepemilikan kepada Trump Organization","content":"<p> Selama masa jabatan mantan Presiden Donald Trump, Parler dan tim Trump diduga mencoba menegosiasikan kesepakatan yang akan menjadikan jaringan sosial utama Parler Trump. Sebagai gantinya, Trump akan diberikan 40 persen kepemilikan saham di platform tersebut. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler Mungkin Menginginkan Trump Onboard </h2> <p> Parler, jaringan sosial kebebasan berbicara, telah menjadi berita utama akhir-akhir ini, dan bukan hanya karena platform yang sebagian besar konservatif secara politik itu <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> di-boot dari toko aplikasi dan Amazon Web Services </a> . </p> <p> Kali ini, laporan oleh <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Berita Buzzfeed </a> mengklaim bahwa Parler menawarkan Trump 40 persen saham di Parler jika ia menjadikannya sebagai platform sosial utamanya. Pembicaraan ini dilaporkan terjadi selama musim panas 2020 dan diangkat kembali setelah pemilihan November. </p> <p> Masih belum jelas apakah Trump sendiri terlibat dalam negosiasi. Seorang profesional hukum yang dikutip dalam laporan Buzzfeed mengatakan bahwa jika Trump menyetujui kesepakatan ini selama kepresidenannya, itu mungkin telah melanggar undang-undang anti-penyuapan. </p> <p> Wartawan Buzzfeed juga mengklaim bahwa mereka melihat dokumen negosiasi ini. Sebagai bagian dari kesepakatan, Trump seharusnya harus memposting ke Parler setidaknya empat jam sebelum semua jejaring sosial lainnya. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> Bagaimana Jika Trump Menjadikan Parler sebagai Jaringan Utamanya? </h2> <p> Memiliki Trump sebagai pengguna platform yang sering kemungkinan akan mendorong Parler ke tingkat yang lebih tinggi. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler melihat migrasi massal ke jaringan </a> setelah kekalahan Trump dalam pemilihan 2020, dan kawanan ini kemungkinan akan lebih besar jika Trump ikut. </p> <p> Selama kampanye dan kepresidenannya, Trump beralih ke Facebook dan Twitter untuk menggalang pendukung. Trump tidak pernah beralih ke Parler sebagai jaringan masuknya, sebuah platform di mana audiensnya kemungkinan akan lebih menerima. </p> <p> Trump adalah <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> dilarang secara permanen dari Twitter </a> dan <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> ditangguhkan tanpa batas waktu dari Facebook </a> —bergabung dengan Parler mungkin telah melunakkan pukulan ini. Namun, hal-hal yang jelas tidak berhasil untuk Parler. </p> <p> Setelah platform masuk daftar hitam, <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Dewan Parler diduga memecat CEO dan salah satu pendirinya sendiri, John Matze </a> . Rupanya, Matze mendorong moderasi yang lebih kuat untuk membantu Parler mendapatkan kembali ruangnya di toko aplikasi, tetapi tim Parler lainnya tidak menyukai ide ini. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Apa Masa Depan Parler? </h2> <p> Sekarang John Matze diduga keluar dari kursi CEO, Parler memiliki masa depan yang lebih tidak pasti. Saat ini, situs web menampilkan halaman web statis, tetapi tidak ada yang tahu kapan situs web tersebut akan resmi berdiri dan berjalan. </p> <p> Dengan keluarnya Trump dari Gedung Putih, apakah basis pengguna Parler akan tetap sekuat seperti pada akhir masa kepresidenannya? Jika Trump menutup kesepakatan yang seharusnya dengan Parler ini, mungkin itu akan terjadi. </p>"}