{"title":"&quot;Teman Check Up&quot; Snapchat Mengundang Anda untuk Membersihkan Teman yang Tidak Diinginkan","content":"<p> Bisakah daftar teman Snapchat Anda menggunakan beberapa perampingan? Jika Anda telah mengumpulkan banyak teman yang bahkan tidak Anda ingat untuk ditambahkan, fitur Pemeriksaan Teman Snapchat akan mendorong Anda untuk menghapus pengguna yang tidak diinginkan ini. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Saatnya Membersihkan Daftar Teman Anda </h2> <p> Sebuah postingan di   <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Ruang Berita Snap </a> menyoroti Pemeriksaan Teman, fitur baru yang diluncurkan tepat pada waktunya untuk <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Hari Internet Lebih Aman </a> . Pemeriksaan Teman akan muncul sebagai notifikasi di Snapchat, dan akan meminta Anda untuk meninjau daftar teman Anda. </p> <p> Pemberitahuan akan mengatakan, &quot;Snapchat adalah untuk Teman Sejati. Ketuk untuk meninjau daftar teman Anda.&quot; Memilih notifikasi akan membawa Anda ke daftar teman, di mana Anda dapat melanjutkan untuk memutuskan koneksi yang tidak diinginkan. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> Tujuan alat ini adalah untuk membantu Anda menghapus pengguna yang mungkin telah Anda tambahkan secara tidak sengaja, serta siapa saja yang tidak lagi Anda inginkan di daftar teman Anda. Memiliki pengingat ini juga merupakan fitur keamanan yang hebat—lagi pula, Anda mungkin secara tidak sadar memberi pengguna tertentu akses ke Stories dan lokasi Anda. </p> <p> </p> <p> Menurut Snapchat, fitur ini akan diluncurkan di perangkat Android dalam beberapa minggu mendatang, dan di iOS dalam beberapa bulan mendatang. </p> <p> Meskipun demikian, Anda tidak perlu menunggu hingga Snapchat merilis fitur ini untuk mulai membersihkan daftar teman Anda. Anda dapat melakukan ini sekarang dengan menuju ke profil Snapchat Anda dan mengetuk <strong> Teman-temanku </strong> . Tekan lama pada pengguna yang ingin Anda hapus, ketuk <strong> Lebih </strong> , lalu tekan <strong> Hapus Teman </strong> &gt; <strong> Menghapus </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Cara Lain Snapchat Meningkatkan Keamanan </h2> <p> Dalam posting blog yang sama, Snapchat mengumumkan bahwa itu juga bermitra dengan Connect Safely di AS dan ChildNet di Inggris untuk menampilkan filter pendidikan. Menggesek filter ini akan menautkan Anda ke sumber daya keamanan internet dari organisasi terkait. </p> <p> Selain itu, Snapchat memperluas integrasinya dengan Crisis Text Line di AS, dan berencana meluncurkan fitur serupa di Inggris. Platform ini juga bekerja sama dengan The Trevor Project untuk menyediakan sumber daya dalam aplikasi untuk remaja LGBTQ. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat Menyelidiki Teman Dekat </h2> <p> Fitur Friend Check Up hanyalah salah satu cara Snapchat untuk memperkuat citranya sebagai platform untuk teman dekat, bukan orang asing. </p> <p> Platform membanggakan diri pada kenyataan bahwa itu tidak mendorong komunikasi antara orang-orang yang tidak mengenal satu sama lain dengan baik. Itu dibuat untuk teman dekat, yang ditunjukkan oleh batasan 64-anggota platform di Grup, dan fakta bahwa Anda tidak dapat berkomunikasi dengan siapa pun kecuali Anda berdua menerima permintaan pertemanan satu sama lain. </p>"}