{"title":"Raspberry Pi OS Menghadapi Pushback Pengguna Setelah Dimasukkannya Microsoft Repo Setelah Pembaruan","content":"<p> Baru-baru ini muncul bahwa sistem operasi open-source, Raspberry Pi OS, menginstal repositori Microsoft selama instalasi. Dimasukkannya salah satu dari banyak repositori Microsoft berarti bahwa setiap kali pembaruan Raspberry Pi OS, ia melakukan ping ke server Microsoft, yang berpotensi mengungkapkan informasi mengenai perangkat Anda. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> Raspberry Pi OS Mengirim Data ke Microsoft? </h2> <p> SEBUAH <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> postingan reddit </a> merinci bagaimana dan mengapa Raspberry Pi OS (sebelumnya dikenal sebagai Raspbian) mulai mengirim data ke server Microsoft setiap kali sistem operasi diperbarui. </p> <blockquote> <p> Secara resmi itu karena mereka mendukung IDE Microsoft (!), Tetapi Anda akan mendapatkannya bahkan jika Anda menginstal dari gambar ringan dan menggunakan Pi tanpa kepala tanpa GUI. Ini berarti bahwa setiap kali Anda melakukan &quot;apt update&quot; pada [Raspberry] Pi Anda, Anda melakukan ping ke server Microsoft. </p> </blockquote> <p> Satu kekhawatiran dari pengguna adalah bahwa Microsoft mungkin mengumpulkan informasi tentang perangkat yang digunakan, seperti alamat IP, kemudian menautkannya ke informasi lain untuk membuat profil iklan yang ditargetkan. Bagi pengguna yang secara aktif mencoba beroperasi di bawah radar, ini dapat berfungsi sebagai metode identifikasi. </p> <p> Tetapi bagi banyak pengguna, ada masalah yang lebih besar dalam permainan. </p> <p> Pertama, banyak pengguna menyatakan kekecewaannya bahwa proyek sumber terbuka akan memperbarui repositori sumbernya tanpa memberi tahu pengguna. Kedua, bahwa pembaruan menambahkan repositori Microsoft ke instalasi yang ada juga menyebabkan kemarahan. </p> <p> Ketiga, tanggapan dari pendiri Raspberry Pi, Eben Upton, telah sepenuhnya mengabaikan masalah ini, mempertanyakan mengapa pengguna bahkan khawatir tentang penyertaan seperti itu. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Maaf: Saya tidak mengerti mengapa menurut Anda ini adalah hal yang kontroversial untuk dilakukan. Kami melakukan hal-hal semacam ini sepanjang waktu tanpa mengeluarkan posting blog tentang cara menyisih. </p> — Eben Upton (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 Februari 2021 </a></blockquote>  <p> Tampaknya, paling tidak, pengguna ingin diberi tahu bahwa repositori Microsoft akan ditambahkan ke OS Raspberry Pi default. Mengingat sifat komunitas yang paling terkait dengan penggunaan Raspberry Pi (sumber terbuka, pengguna Linux yang berfokus pada privasi), itu tampaknya adil. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Akankah Raspberry Pi OS Terus Menampilkan Repositori Microsoft? </h2> <p> Sayangnya, pengguna Raspberry Pi OS harus meringis dan menanggungnya jika ingin terus menggunakan sistem operasi resmi. </p> <p> Dalam utas tentang repo Microsoft di <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Forum Raspberry Pi </a> , Raspberry Pi Direktur Rekayasa Perangkat Lunak Gordon Hollingworth mengatakan, &quot;ini tidak akan berubah karena membuat pengalaman pertama bagi orang yang ingin menggunakan alat seperti VSCode lebih mudah.&quot; </p> <p> Yang, pada gilirannya, berarti beberapa pengguna pasti akan meninggalkan Raspberry Pi OS untuk mencari alternatif. Untungnya, ketika berbicara tentang Raspberry Pi, Anda memiliki banyak sistem operasi alternatif luar biasa yang tersedia untuk dipilih. </p> <p> </p> <p> Namun, beberapa pengguna juga akan mengambil ini lebih jauh dan beralih dari Raspberry Pi sama sekali, menuju ke salah satu pesaing komputer kecil lainnya. </p>"}