{"title":"Steam Mencetak Rekor Baru untuk Memulai 2021 Dengan Bang","content":"<p> Steam, sekali lagi, memecahkan rekornya sendiri untuk pengguna platform terbanyak dalam satu waktu. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> Pengguna Steam Serentak 26 Juta Teratas </h2> <p> Steam baru saja memperbaruinya <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Statistik Uap </a> halaman. Di sini, kita dapat melihat bahwa pasar game dan layanan streaming populer telah memecahkan rekor &quot;pengguna bersamaan&quot; sebelumnya dengan hampir 26,5 juta pemain online sekaligus. </p> <p> Ini adalah nilai &quot;puncak&quot;, yang berarti bahwa ini adalah statistik tertinggi yang tercatat dalam periode 24 jam. Halaman Steam Stats terus diperbarui, memberi pengguna Steam kesempatan untuk melihat berapa banyak orang yang online kapan saja, siang atau malam. Situs ini menunjukkan statistik untuk periode 48 jam bergulir. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Anda harus mencatat bahwa angka ini berkaitan dengan berapa banyak orang yang masuk ke Steam, bukan berapa banyak orang yang bermain game. Mereka berada di bawah &quot;pengguna aktif&quot; dan, pada saat yang sama Steam membuat rekor ini, 7,2 dari 26,5 juta orang itu sibuk memainkan judul favorit mereka. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Kapan Steam Terakhir Membuat Rekor? </h2> <p> Ini bukan pertama kalinya Steam memecahkan rekornya sendiri di tahun 2021. Bukan prestasi yang berarti, mengingat kita baru memasuki bulan Februari. </p> <p> Pada awal Januari, Steam memperbarui statistiknya untuk menunjukkan rekor baru, yang mencapai sekitar 25,5 juta. Jadi, rekor ini menjadi preseden baru, mengalahkan angka sebelumnya dengan 1 juta pengguna tambahan. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Mengapa Steam Begitu Populer? </h2> <p> Yah, 26,5 juta orang tidak mungkin salah, bukan? Steam adalah platform yang sangat populer untuk alasan yang bagus. Ini memiliki banyak permainan untuk dimainkan, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> ini adalah pasar yang aman untuk membeli game-game itu </a> , dan memiliki komunitas besar orang-orang yang berpikiran sama untuk terlibat. </p> <p> Tidak hanya itu, tetapi gim itu sendiri juga merupakan daya tarik besar bagi pelanggan Steam. Saat saya menulis artikel ini, hampir 1 juta orang memainkan Counter-Strike: Global Offensive. Setengah juta mengisi server Dota 2. Pengguna bersamaan mencapai 25,1 juta dan meningkat, menunjukkan Steam mungkin memiliki rekor rekor lain untuk kami besok. </p> <p> Selain itu, kita juga perlu mempertimbangkan fakta bahwa game telah menikmati lonjakan popularitas pada tahun 2020, paling tidak karena COVID memaksa semua orang untuk tinggal di dalam rumah. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> Pengeluaran game AS mencapai puncaknya tahun lalu </a> . Tidak ada kejutan di sana, sungguh. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Uap Terus Berkembang </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam selalu menjadi platform yang populer, dan 2020 telah menempatkannya di posisi yang kuat. Ini menggembirakan, mengingat tahun 2020 adalah tahun yang mengerikan bagi sebagian besar bisnis. </p> <p> Ada banyak cara lain untuk menikmati ekosistem Steam. Mengapa tidak mengumpulkan beberapa teman dan menikmati sedikit permainan jarak jauh? Jika mereka bukan pelanggan Steam, mungkin Anda bisa melihat cara mendaftarnya. </p>"}