{"title":"Sama Seperti Tesla, Twitter Sedang Mempertimbangkan Berinvestasi dalam Bitcoin","content":"<p> Tidak semua orang mengawasi pasar saham atau cryptocurrency, tetapi jika Anda melakukannya, maka Anda akan tahu bahwa pada 8 Februari, Tesla membeli bitcoin senilai $1,5 miliar. Setelah perusahaan mengungkapkan sahamnya yang besar, nilai bitcoin melonjak 20,33 persen menjadi $46,081,64—tertinggi sejak Maret 2020. </p> <p> Yang mengatakan, telah terungkap bahwa Tesla bukan satu-satunya bisnis yang tertarik dengan cryptocurrency. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter Mungkin Segera Membayar Karyawannya dalam Bitcoin </h2> <p> Dalam sebuah wawancara dengan CNBC, CFO Twitter Ned Segal mengatakan bahwa perusahaan sedang mempertimbangkan untuk menambahkan bitcoin ke neracanya. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Kami telah melakukan banyak pemikiran awal untuk mempertimbangkan bagaimana kami dapat membayar karyawan jika mereka meminta untuk dibayar. <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , bagaimana kita bisa membayar vendor jika mereka meminta untuk dibayar <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> dan apakah kita perlu memiliki <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> di neraca kami,&quot; kata <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> — Kotak Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 Februari 2021 </a></blockquote>  <p> Jadi investasi Tesla dalam bitcoin telah menarik perhatian Twitter. Platform media sosial belum benar-benar bergerak di dalam departemen perbendaharaannya, tetapi kita tahu sekarang bahwa transaksi bitcoin setidaknya sedang dipertimbangkan. </p> <p> Ketika Segal ditanya apa yang diperlukan Twitter untuk berinvestasi di bitcoin, dia memberikan respons yang sangat lugas. </p> <p> “Salah satu hal utama yang akan kami lihat adalah jika orang meminta untuk bertransaksi dengan kami dalam bitcoin. Karena dengan begitu kami mungkin mempertimbangkan apakah kami akan mentransfer dolar ke bitcoin pada saat transaksi, atau jika kami menginginkan bitcoin pada neraca kami, siap untuk menyelesaikan transaksi itu,&quot; jelas Segal. </p> <p> Anda mungkin berpikir bahwa Twitter tidak akan mengambil risiko seperti itu ketika baru saja terungkap bahwa Twitter akan segera membuat perubahan besar—seperti  <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> implementasi fitur Revue </a> dan mungkin <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> model berlangganan </a> . </p> <p> Tapi perusahaan saudara Twitter, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Kotak </a> , sudah menjadi investor bitcoin. </p> <p> Oktober lalu, Square mengambil ke <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> situs resminya </a> mengumumkan bahwa mereka telah membeli bitcoin senilai $50 juta. Pada saat itu, investasi mewakili sekitar satu persen dari total aset Square. </p> <p> Tidak hanya itu, CEO Twitter Jack Dorsey juga sangat menyukai bitcoin. Setelah kerusuhan Capitol Hill pada bulan Januari, ia memposting sebuah utas tweet untuk membahas discuss <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> larangan permanen mantan presiden AS Donald Trump dari Twitter </a> . </p> <p> Di suatu tempat di tengah, Dorsey bergeser untuk menyoroti cryptocurrency. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Alasan saya memiliki begitu banyak gairah untuk <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> sebagian besar karena model yang ditunjukkannya: teknologi internet dasar yang tidak dikendalikan atau dipengaruhi oleh individu atau entitas tunggal mana pun. Inilah yang diinginkan internet, dan seiring waktu, akan lebih banyak lagi. </p> — jack (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 Januari 2021 </a></blockquote>  <p> Dorsey telah menjadi semakin bersemangat tentang bitcoin selama bertahun-tahun. Sekitar waktu ini tahun lalu, Dorsey meminta Twitter meluncurkan tagar bermerek untuk bitcoin. Sekarang, #bitcoin” disertai dengan logo bitcoin di tweet. </p> <p> Pada tahun 2018, <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Waktu </a> menulis bahwa Dorsey memprediksi bitcoin suatu hari akan menjadi &quot;mata uang tunggal&quot; dunia. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Apa Selanjutnya untuk Twitter? </h2> <p> Kami hanya dua bulan memasuki tahun 2021 dan Twitter sudah mengambil langkah-langkah untuk mengubah platform secara besar-besaran seperti yang kita kenal sekarang. </p> <p> Akankah langkah lain membeli bitcoin senilai jutaan dalam beberapa bulan mendatang untuk transaksinya? Mungkin, jika Twitter menganggap cryptocurrency sebagai &quot;instrumen pemberdayaan ekonomi&quot; seperti yang dilakukan Square. </p>"}