{"title":"Sony Dapat Menghadapi Gugatan Tindakan Kelas PS5 DualSense","content":"<p> Saat hari lain tiba, begitu pula berita bahwa raksasa konsol — kali ini, Sony — berpotensi menghadapi gugatan class action seputar bantalan kontrol yang salah. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; Mengangkat Kepalanya yang Jelek </h2> <p> Tidak dapat disangkal bahwa Sony memecahkan masalah dengan panel kontrol DualSense PS5. Secara harfiah, sebenarnya, diberikan <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> bagaimana Sony membuat semua simbol PlayStation pada sasis pad </a> . </p> <p> Namun, <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> pernyataan dari firma hukum AS CSK&amp;D </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) memberi tahu kami bahwa tindakan kelas mungkin akan dilakukan Sony. Mengapa? Karena, seperti Joy-Cons Nintendo, pemilik PS5 melaporkan thumb stick drift. </p> <p> Jika Anda telah mengikuti liputan saga aksi kelas drift Joy-Con yang dihadapi Nintendo, maka Anda mungkin mengenali moniker CSK&amp;D. Itu karena merupakan salah satu firma hukum yang juga menggugat Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Apa Kata Tindakan Kelas? </h2> <p> Dalam pernyataannya, CSK&amp;D mengatakan: </p> <blockquote> <p> CSK&amp;D sedang menyelidiki kemungkinan tindakan kelas berdasarkan laporan bahwa pengontrol Sony PS5 DualSense untuk konsol PlayStation 5 dapat mengalami masalah penyimpangan dan/atau gagal sebelum waktunya. Secara khusus, dilaporkan bahwa joystick pada pengontrol PS5 DualSense tertentu akan secara otomatis mencatat gerakan saat joystick tidak dikendalikan dan mengganggu gameplay. </p> </blockquote> <p> Jadi, seperti halnya Nintendo Joy-Con, joystick pada DualSense mengalami keausan dini. Komponen yang menjaga joystick pada posisinya saat idle memburuk, sehingga pad mencatat gerakan tanpa interaksi pemain. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> Apa itu DualSense Drift? </h2> <p> Saat Anda menggerakkan stik jempol di DualSense Anda, ini mencatat gerakan dengan konsol PS5 dan menerjemahkannya ke tindakan di layar. Beginilah cara kerja pengontrol DualSense, dalam keadaan normal dan saat berada dalam kondisi puncak. </p> <p> Anda akan segera tahu jika stik jempol DualSense Anda melayang. Bagaimana? Karena PS5 Anda akan mulai berperilaku seolah-olah Anda menggunakan stik jempol meskipun Anda tidak menyentuhnya. </p> <p> Jadi, karakter Anda dapat bergerak di sekitar layar tanpa masukan Anda, atau kursor mungkin berputar melalui opsi menu tanpa Anda menyentuh tongkat. Either way, Anda tidak ingin penyimpangan DualSense terjadi. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> Apa yang Dapat Anda Lakukan Tentang DualSense Drift? </h2> <p> Jika pad kontrol Anda memiliki masalah drift, maka yang dapat Anda lakukan adalah menghubungi <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Dukungan PlayStation </a> dan mengatur pengembalian. Sony hanya merilis PS5 pada November 2020, jadi Anda dalam garansi. </p> <p> Ketahuilah bahwa hotline Dukungan PS kemungkinan akan sangat sibuk; itu akan menerima panggilan yang berkaitan dengan masalah konsol PS5 juga. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Apakah Kontroler Modern Berkualitas Baik? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Anda dapat membuat keributan sebanyak yang Anda suka di sekitar pengontrol Anda, tetapi jika berhenti bekerja, maka semua fitur luar biasa yang Anda hyping menjadi usang. </p> <p> Seperti yang kita lihat lebih banyak pengontrol dan lebih banyak kegunaannya di berbagai platform, terserah kepada desainer dan produsen konsol untuk memastikan bahwa komponen sudah siap sebelum merilisnya. Tidak ada yang menginginkan konsol game yang tidak bisa mereka mainkan. </p>"}