{"title":"Sony Mengungkapkan Bagaimana Kontroler PS5 Bertekstur Dengan Simbol PlayStation","content":"<p> Jika Anda pernah melihat pengontrol PS5 DualSense, memilikinya, atau membaca salah satu hype di sekitar joypad generasi baru, maka Anda akan tahu bahwa itu memiliki tekstur di bagian belakang perangkat. </p> <p> Tekstur ini terdiri dari ribuan kotak kecil, lingkaran, segitiga, dan X, yang mewakili tombol aksi di bagian depan DualSense. Sekarang, Sony telah mengungkapkan dengan tepat bagaimana simbol-simbol itu ada di sana. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony Mengungkapkan Bagaimana Tekstur Kontroler DualSense </h2> <p> Balikkan DualSense Anda dan Anda akan melihat bahwa bagian belakang memiliki simbol kecil yang tak terhitung jumlahnya dari tombol aksi pengontrol. Sebenarnya, Anda mungkin tidak melihatnya, karena mereka sangat kecil. Tapi percayalah, mereka ada di sana. </p> <p> Sulit membayangkan bagaimana mereka ada, mereka sangat kecil, tetapi Sony telah mengungkapkannya <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , persisnya bagaimana 40.000 simbol ini muncul. Kedengarannya seperti proses yang cukup melelahkan, untuk sedikitnya. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Setelah banyak desain yang gagal, Sony akhirnya memilih tekstur mikro yang dirasa sempurna. Massa simbol—semuanya hanya setinggi beberapa mikron dan dibuat dari desain yang digambar tangan—tidak hanya sebagai hiasan; itu juga memberikan pegangan saat Anda menggunakan DualSense. </p> <p> Desainer dengan susah payah memotong simbol sangat kecil ini ke dalam cetakan, menggunakan pengukir laser presisi yang bekerja dalam 3D, bukan hanya memotong satu bidang 2D ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> cari tahu lebih banyak tentang pengukir laser </a> ). </p> <p> Setelah mesin manufaktur menyuntikkan plastik ke dalam cetakan, plastik itu mengendap dengan rapi di setiap ruang yang tersedia, mengambil tekstur yang Anda pegang di tangan Anda. Hal-hal yang cerdas, terutama mengingat skala pemodelan ini. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Bisakah Anda Menemukan Teksturnya Di Tempat Lain? </h2> <p> Sebenarnya, Anda bisa menemukan teksturnya di tempat lain. Sony tahu bahwa kontinuitas adalah kunci dalam desain. Jadi, Anda dapat menemukan tekstur di seluruh ekosistem PlayStation 5. </p> <p> Dari pengontrol DualSense, hingga remote control Media, headset nirkabel PS5, dan bahkan konsol itu sendiri, Anda akan menemukan tekstur ini pada semuanya. </p> <p> Ini juga bukan pertama kalinya Sony memberi tekstur pada bantalan kontrolnya. Ketika Sony merilis DualShock 4 bersama PS4, itu juga memiliki permukaan bertekstur pada fasianya. Ini lebih berkaitan dengan mencengkeram pad, daripada juga memiliki nilai kosmetik. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: Pengontrol Sempurna? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> Oke, jadi PS5 DualSense mungkin tidak sempurna, tapi ini adalah desain yang bagus dan bekerja dengan sangat baik (kecuali satu atau dua keluhan), juga. </p> <p> Perhatian Sony terhadap detail inilah yang benar-benar membedakan DualSense dari pesaingnya. Dengan Sony yang benar-benar meningkatkan imersi dan integrasi sebelum rilis PS5, senang melihat bahwa ia benar-benar menaruh uangnya di tempatnya, dari segi desain. </p>"}