{"title":"Speedtest Sekarang Dapat Mengukur Seberapa Cepat Jaringan Anda Mengalirkan Video","content":"<p> Jika Anda pernah menguji kecepatan internet jaringan Anda, kemungkinan besar Anda setidaknya pernah mendengarnya <a href=\"https://www.speedtest.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Tes kecepatan </a> , layanan online populer oleh Ookla yang melakukan persis seperti namanya. Jutaan orang telah menggunakan layanan ini untuk memeriksa kecepatan download dan upload koneksi jaringan mereka sejak Speedtest diluncurkan pada tahun 2006. </p> <p> Dengan Speedtest untuk iOS, Anda dapat &quot;mengukur kualitas pengalaman streaming Anda sebelum mengantre video berikutnya&quot;. </p> <h2 id=\"test-how-well-your-network-can-stream-videos\"> Uji Seberapa Baik Jaringan Anda Dapat Melakukan Streaming Video </h2> <p> </p> <p> pada <a href=\"https://www.speedtest.net/insights/blog/video-test-announcement/\" target=\"_blank\" rel=\"nofollow noopener\"> blog tercepat </a> , Ookla mengumumkan bahwa Anda sekarang dapat menggunakan aplikasi iOS untuk mengukur resolusi maksimum, waktu buffering, dan waktu pemuatan video di jaringan Anda. Tes video gratis, dan pada akhirnya akan datang ke platform lain pada waktunya. </p> <p> Ookla menjelaskan bahwa Anda memerlukan tes kecepatan khusus untuk video karena &quot;penyedia [jaringan] secara rutin memprioritaskan lalu lintas video secara berbeda dari lalu lintas lainnya.&quot; Ini berarti bahwa cara jaringan Anda menangani konten video mungkin berbeda dari cara jaringan Anda menangani teks dan foto, misalnya. </p> <p> </p> <h2 id=\"how-to-use-speedtest-for-ios-and-how-it-works\"> Cara Menggunakan Speedtest untuk iOS dan Cara Kerjanya </h2> <p> Menguji kecepatan streaming video dengan Speedtest itu sederhana. Setelah membuka aplikasi, pilih <strong> Video </strong> dari bilah navigasi di bagian bawah, lalu tombol start kuning yang berkedip. Hanya perlu beberapa menit bagi aplikasi untuk menguji kualitas video yang berbeda di jaringan Anda sebelum Anda mendapatkan hasilnya. </p> <p> <strong class=\"gallery__section-title\"> Galeri Gambar (4 Gambar) </strong> <img alt=\"The screen to start the Speedtest video test\" src=\"images/speedtest-video-1-538.png\" loading=\"lazy\"> Memperluas <img alt=\"The popup you get upon first trying the new video Speedtest\" src=\"images/speedtest-video-2-638.png\" loading=\"lazy\"> Memperluas <img alt=\"A video Speedtest in progress\" src=\"images/speedtest-video-3-438.png\" loading=\"lazy\"> Memperluas <img alt=\"Viewing the results of a video Speedtest\" src=\"images/speedtest-video-4-209.png\" loading=\"lazy\"> Memperluas </p> <p> Menutup </p> <p> <strong> Unduh: </strong> <a href=\"https://apps.apple.com/us/app/speedtest-by-ookla/id300704847\" target=\"_blank\" rel=\"nofollow noopener\"> Tes kecepatan untuk iOS </a> </p> <p> Saat Anda melakukan streaming video, itu dikirimkan kepada Anda melalui bitrate adaptif yang menyesuaikan kualitas video tergantung pada kondisi jaringan. Tes video mengukur bitrate adaptif ini untuk memberi Anda gambaran tentang kinerja seperti apa yang dapat Anda harapkan dari koneksi Anda. </p> <p> Ingin tahu apakah Anda harus melakukan streaming serial Netflix itu di <a href=\"https://www.makeuseof.com/tag/netflix-ready-smart-tv/\" target=\"_blank\" rel=\"nofollow noopener\"> Televisi pintar </a> atau di perangkat seluler Anda? Speedtest sudah Anda bahas. Hasilnya juga memberi tahu Anda perangkat mana yang berfungsi paling baik pada tingkat performa jaringan Anda. </p> <p> Karena itu, ada kemungkinan bahwa pengujian video akan kembali dan memberi tahu Anda bahwa jaringan Anda tidak dapat berhasil mengalirkan resolusi maksimum yang didukung oleh perangkat Anda. Jika ini terjadi pada Anda, kemungkinan masalah jaringan. </p> <p> </p> <h2 id=\"how-fast-is-your-network-connection\"> Seberapa Cepat Koneksi Jaringan Anda? </h2> <p> Ookla tampaknya dengan bangga mempersembahkan bahwa aplikasinya memberi Anda &quot;hasil yang dapat ditindaklanjuti&quot;. Jika Anda menemukan bahwa layanan penyedia jaringan Anda tidak sesuai dengan perjanjian yang Anda miliki, Anda dapat menggunakan hasil pengujian video Anda untuk membuktikannya. </p> <p> Mudah-mudahan, kemampuan untuk menguji video streaming akan segera hadir di PC dan Android. </p>"}