{"title":"Solid State Logic Mengumumkan UF8 DAW Controller","content":"<p> SSL merilis permukaan kontrol Nucleus 2 pada tahun 2016, tindak lanjut dari Nucleus aslinya yang memenangkan penghargaan. Kedua pengontrol menerima ulasan yang umumnya menguntungkan, dan tampaknya yang lain baru saja tiba. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Memperkenalkan Pengontrol DAW UF8 </h2> <p> Pada tanggal 4 Februari, produsen konsol mixing Solid State Logic (SSL) baru saja merilis pengontrol DAW terbarunya, UF8. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Tidak Semua Pengendali Sama <br><br> Cari tahu alasannya: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> #UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWController </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> — SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4 Februari 2021 </a></blockquote>  <p> Ini menjanjikan &quot;perintah mutlak dari alur kerja mereka&quot; dan dengan demikian kecepatan produksi konten berbasis audio yang lebih cepat untuk para insinyur, produser, dan seniman. </p> <p> Dikemas ke dalam selungkup logam enam setengah pon, SF8 adalah apa yang digambarkan SSL sebagai &quot;puncak dari warisan 40+ tahun SSL dalam menguasai alur kerja produksi dan ergonomi studio.&quot; </p> <p> UF8 menawarkan fader sensitif sentuhan spesifikasi tinggi dan tampilan warna beresolusi tinggi. Delapan encoder putar tak berujungnya memberi Anda akses ke delapan track di DAW pilihan Anda. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Mampu </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Alat Pro </a> , dan <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Logika </a> semuanya kompatibel dengan UF8. Beberapa <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> perangkat lunak DAW gratis </a> bekerja dengannya juga. </p> <p> Fitur lain dari UF8 meliputi: </p> <ul> <li> Kemampuan untuk mengontrol antara tiga DAWS secara bersamaan </li> <li> Lima bank dari delapan tombol pengguna dan tiga tombol cepat (total 43 kunci yang dapat dialihkan) </li> <li> Encoder saluran serbaguna yang cerdas Intelligent </li> <li> Emulasi gulir mouse </li> <li> Dapat diperluas hingga empat UF8 untuk permukaan kontrol SSL 32 saluran </li> <li> Lisensi penuh untuk plug-in Vocalstrip 2 dan Drumstrip </li> <li> Konektivitas USB Kecepatan Tinggi </li> </ul> <p> </p> <p> Untuk menggunakan UF8, Anda harus mengunduh perangkat lunak perintahnya: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360° </a> (tersedia untuk diunduh gratis untuk Mac dan Windows). Setelah diinstal, SSL 360° memungkinkan Anda untuk mengonfigurasi unit UF8 Anda, menyesuaikan kunci pengguna, menyimpan dan memuat profil, dan mengelola pembaruan. </p> <p> “Tata letak dan kualitas bangunan adalah tentang fiksasi kami dengan rekayasa manusia, menciptakan produk yang membuat Anda tetap berada di zona kreatif dengan akses berkecepatan tinggi ke setiap fader atau kontrol, tanpa kelelahan atau ketidaknyamanan operator,” kata Manajer Produk Studio Andy Jackson. <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> Teknologi TV </a> . </p> <p> SSL adalah merek studio yang lebih terkenal karena memproduksi beberapa peralatan analog terbaik yang tersedia, tetapi UF8 baru dapat menandakan perusahaan tersebut pindah ke ranah digital. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> Apakah UF8 Pengendali untuk Anda? </h2> <p> UF8 adalah permukaan kontrol yang kuat dan serbaguna yang bekerja dengan DAW paling populer, tetapi Anda mungkin kecewa karena tidak memiliki master fader atau kontrol transport yang tepat. Apakah itu layak atau tidak, label harga $1.299 terserah Anda. </p> <p> Namun, menarik untuk melihat SSL memperluas mereknya—pertama dengan antarmuka audio, dan sekarang pengontrol DAW. Akankah kita pada akhirnya melihat SSL membuat DAW sendiri juga? </p>"}