{"title":"TikTok Meningkatkan Game E-Commercenya","content":"<p> TikTok meledak ke kancah e-commerce. Platform tersebut dilaporkan berencana untuk mengungkap seperangkat alat yang memungkinkan kreator menghasilkan uang dari link afiliasi dan sesi belanja live streaming. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok Menargetkan Monetisasi </h2> <p> Menurut sebuah laporan oleh <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> The Financial Times </a> , TikTok akan memberi pencipta cara tambahan untuk mendapatkan keuntungan di aplikasi. Dalam briefing dengan pengiklan, aplikasi video pendek mencatat bahwa banyak fitur e-commerce baru akan diluncurkan sekitar tahun 2021. </p> <p> Pengguna TikTok mungkin akan segera dapat menyisipkan tautan produk ke dalam video mereka—tidak perlu ada hubungan antara pembuat dan merek. Jika penonton mengklik link dan membeli produk, kreator akan mendapatkan komisi. </p> <p> Platform ini juga mempertimbangkan fitur belanja streaming langsung, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> seperti yang sudah kita lihat di Instagram Reels </a> . Kreator akan dapat mengiklankan—bahkan mendemonstrasikan—produk selama live stream, dan penonton dapat membelinya hanya dengan beberapa ketukan sederhana. </p> <p> TikTok juga dapat mengizinkan merek mengiklankan seluruh katalog di aplikasi, yang hampir terdengar seperti <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> fitur katalog belanja sudah hadir di whatsapp </a> . </p> <p> Facebook, Instagram, dan WhatsApp telah berubah menjadi platform media sosial yang berfungsi ganda sebagai pusat perbelanjaan. Dengan perubahan ini, sepertinya TikTok bertujuan untuk melakukan hal yang sama. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok mengumumkan kemitraan dengan TeeSpring </a> pada September 2020, sebuah integrasi yang memungkinkan kreator menjual merchandise mereka sendiri di aplikasi. Platform ini juga bergabung dengan Shopify pada waktu yang hampir bersamaan, memberikan peluang kepada pedagang untuk membuat kampanye iklan untuk TikTok. </p> <p> Financial Times juga mencatat bahwa sekitar 40 persen pengguna di TikTok tidak memiliki akun Facebook, dan 63 persen tidak menggunakan Twitter. Ini berarti pasar pengguna yang sepenuhnya baru yang tidak melihat kampanye iklan terpampang di seluruh Facebook dan Twitter. Ini mungkin berarti uang besar untuk merek dan pengiklan. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Media Sosial: Destinasi Belanja Baru? </h2> <p> Uang menjadi semakin penting di media sosial, dan itu mungkin mengkhawatirkan bagi pengguna yang hanya menggunakan jaringan sosial untuk tetap berhubungan dengan teman. Produk sudah didorong di Facebook dan Instagram, dan TikTok akan segera bergabung. </p> <p> Yang mengatakan, Anda <strong> Untukmu </strong> umpan mungkin tidak lagi terbatas pada sandiwara dan duet lucu. Akhir tahun ini, Anda mungkin melihat bintang TikTok mengiklankan produk favorit Anda selama streaming langsung, atau mungkin Anda akan menemukan tautan produk yang bahkan mungkin Anda pikirkan untuk dibeli. </p> <p> Media sosial dengan cepat berubah menjadi jalan bagi pembuat konten, pengiklan, dan bisnis untuk menghasilkan uang, yang kemungkinan akan kita lihat lebih banyak dalam waktu dekat. </p>"}