{"title":"Valve Resmi Rilis Steam di China","content":"<p> Platform streaming dan marketplace game, Steam, akhirnya resmi dirilis secara native di China, dalam minggu yang besar untuk pasar game negara tersebut. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam Resmi Tiba di China </h2> <p> Gamer Cina telah memiliki akses ke Steam versi internasional untuk beberapa waktu, sekarang. Namun, yang kurang adalah model asli Cina. </p> <p> Itu sekarang telah berubah, karena Steam telah secara resmi meluncurkan platform di negara tersebut. Daripada harus mengakses Steam melalui klien globalnya, gamer China kini memiliki versi mereka sendiri. </p> <p> Ini akan menjadi berita yang diterima dengan baik. Ya, China mungkin memiliki akses ke klien Steam internasional, tetapi ini dapat dikenai larangan kapan saja, berkat undang-undang sensor yang ketat di China. Akibatnya, Steam berada dalam posisi genting. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Mengapa China Baru Mendapat Steam? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Valve telah menjanjikan gamer Cina versi Steam mereka sendiri selama beberapa tahun sekarang. Butuh tiga tahun untuk membuahkan hasil, akhirnya. Jadi, apa yang membuatnya begitu lama? </p> <p> Nah, seperti yang mungkin Anda sadari atau tidak, Partai Komunis Tiongkok (PKT), yang merupakan badan pemerintahan di Tiongkok, dengan ketat memeriksa semua media internasional dan data asing yang masuk ke negara tersebut. </p> <p> Ini tidak hanya berarti urusan saat ini atau politik. Ini meluas ke segalanya, mulai dari film, buku, dan video game. </p> <p> Karena alasan inilah Steam butuh waktu lama untuk tiba di China. Game harus mendapat persetujuan dari pemerintah China sebelum pengembang dapat merilisnya di China. Ini termasuk game di Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Game Apa yang Difiturkan Steam China? </h2> <p> Seperti yang disebutkan, versi Cina dari platform populer memiliki rentang permainan yang terbatas karena sensor yang baru saja Anda baca. </p> <p> Seperti berdiri, pasar saat ini memiliki sekitar 50 judul yang terdaftar, menandai 10 di antaranya sebagai &quot;segera hadir&quot;, mungkin sementara pemerintah memeriksanya. </p> <p> Saat ini, pengguna Steam China dapat menikmati judul populer seperti Counter-Strike: Global Offensive. Ini adalah judul paling populer Steam secara konsisten, seperti yang dikonfirmasi ketika <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam memecahkan rekor penggunanya sendiri secara bersamaan </a> pada 8 Februari 2021. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Berita Hebat untuk Komunitas Gaming China </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> Kedatangan Steam di China tidak diragukan lagi akan menjadi musik di telinga para gamer China. Sekarang, China memiliki platform yang stabil untuk memainkan judul Steam favoritnya, tanpa ancaman sensor yang menghilangkan kenikmatannya. </p> <p> Steam menawarkan semua penggunanya cara yang bagus untuk bermain game, serta lingkungan yang aman untuk membeli game. Sangat bagus bahwa pemerintah Cina telah mengizinkan Valve untuk meluncurkan platformnya ke negara itu. </p>"}