{"title":"Webinar Akan Hadir di Microsoft Teams melalui Paket Berbayar Baru","content":"<p> Jika Anda selalu ingin menyelenggarakan webinar di Microsoft Teams, Anda akan segera dapat---tetapi Anda harus membayar terlebih dahulu. Perusahaan perangkat lunak telah mengungkapkan rencananya untuk Teams Pro, layanan berlangganan yang memungkinkan anggota menyelenggarakan webinar dengan Teams. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> Apa yang Akan Datang ke Microsoft Teams Dengan Teams Pro? </h2> <p> Berita tentang fitur ini pecah pada <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> petri </a> . Microsoft berencana untuk merilis layanan berbasis langganan baru yang disebut Teams Pro, yang dirancang untuk meningkatkan cara Anda menggunakan Teams. Layanan ini saat ini dijadwalkan untuk rilis pertengahan Maret 2021. </p> <p> Tidak jelas berapa banyak Teams Pro, tetapi yang kami tahu adalah bahwa pelanggan Pro akan mendapatkan kemampuan untuk membuat webinar. Ini sangat masuk akal, karena <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft mendapat untung besar di dunia yang dilanda pandemi, </a> dan Teams berpotensi menjadi penghasil uang yang potensial bagi perusahaan. </p> <p> Teams Pro juga akan menghadirkan &quot;meeting intelligence&quot;. Tidak pasti apa artinya ini sebenarnya, tetapi Brad Sams dari Petri memiliki beberapa pemikiran tentang apa yang mungkin terjadi pada fitur misterius ini: </p> <blockquote> <p> ...Saya menduga bahwa ini akan terkait erat dengan fungsionalitas webinar—keduanya cocok bersama seperti OneDrive dan SharePoint. Jika Anda menyelenggarakan webinar dengan Teams, Anda akan menginginkan wawasan tambahan seperti waktu dalam satu sesi, jika mereka mengajukan pertanyaan, dll. </p> </blockquote> <p> Dengan demikian, ada kemungkinan besar bahwa &quot;meeting intelligence&quot; akan menjadi contoh lain dari eksperimen Microsoft dengan mengotomatiskan proses umpan balik rapat. Kami melihat perusahaan mencoba ini sebelumnya dengan <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> sistem yang mendeteksi siapa yang terlihat bosan dalam rapat </a> . </p> <p> Sejauh rincian lebih lanjut pergi, bagaimanapun, tidak ada banyak lagi untuk pergi. Karena itu, kita harus menunggu waktu untuk melihat apa yang telah direncanakan Microsoft untuk Teams Pro, termasuk berapa biayanya dan bagaimana webinar akan bekerja dengan tepat. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: Yang Harus Dimiliki untuk Profesional? </h2> <p> Sayangnya, detailnya sangat jarang tentang apa yang direncanakan Microsoft untuk Teams Pro. Namun, kami tahu bahwa webinar adalah bagian dari paket berlangganan, jadi kami hanya perlu menunggu untuk melihat perkembangan berita ini dari waktu ke waktu. </p> <p> Jika Anda bekerja dari rumah dan memikirkan untuk memulai bisnis Anda sendiri, webinar adalah cara yang bagus untuk memperkenalkan nama Anda. Sebelum Anda mulai membuatnya, ada baiknya untuk mempelajari apa yang membuat webinar bagus sehingga Anda dapat memberikan kesan pertama yang profesional. </p> <p> <small> Kredit Gambar: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}