{"title":"WallStreetBets Ditampilkan dalam Komersial Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r/WallStreetBets </a> , komunitas Reddit di balik kegilaan stok GameStop, mendapatkan iklan Super Bowl-nya sendiri. Reddit membuat iklan singkat lima detik untuk menghormati kemauan dan tekad murni WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets Membuat Super Bowl </h2> <p> Siapa pun yang menonton Super Bowl LV mendapat kejutan menyenangkan di antara gol pemecah rekor Rob Gronkowski dan pertunjukan bertema The Weeknd di Las Vegas. Untuk waktu yang terasa seperti sepersekian detik selama jeda iklan, sebuah iklan dari Reddit muncul di layar. </p> <p> Awal iklan menampilkan logo Reddit, yang kemudian menghilang untuk menampilkan pesan, &quot;Wow, ini benar-benar berhasil. Jika Anda membaca ini, berarti taruhan kami terbayar.&quot; </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Apa yang baru saja terjadi? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> — Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 Februari 2021 </a></blockquote>  <p> Pesan itu berlanjut, mengatakan: &quot;Satu hal yang kami pelajari dari komunitas kami minggu lalu adalah bahwa orang-orang yang tidak diunggulkan dapat mencapai apa saja ketika mereka bersatu di sekitar ide yang sama.&quot; Di sini, Reddit jelas mengacu pada <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> Kemenangan WallStreetBet atas Wall Street </a> , karena berjuang dengan dana lindung nilai yang marah dan pembatasan perdagangan Robinhood. </p> <p> Itu menutup iklan, dengan catatan: &quot;Hal-hal hebat terjadi ketika orang-orang mengerahkan sesuatu yang benar-benar mereka pedulikan. Dan ada tempat untuk itu. Itu disebut Reddit.&quot; </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Kejutan Super Bowl Reddit </h2> <p> Meskipun iklan ini hanya ditampilkan selama beberapa detik, Reddit mencatat bahwa ia menghabiskan &quot;seluruh anggaran pemasaran&quot; untuk iklan yang sangat singkat ini. WallStreetBets benar-benar layak menerima pesan perayaan tersebut, dan mungkin mengejutkan bagi 8,7 juta anggota komunitas tersebut. </p>"}