{"title":"Xiaomi Mi 11 Resmi Mendunia","content":"<p> Jika Anda berada di pasar untuk smartphone baru, Anda mungkin berpikir: <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> adalah andalan yang sempurna untuk Anda. Tetapi Xiaomi Mi 11 adalah smartphone lain dengan spesifikasi kelas atas yang perlu Anda pertimbangkan. </p> <p> Ponsel ini adalah yang pertama dirilis dengan prosesor Qualcomm Snapdragon 888 kelas atas, tetapi pada awalnya hanya tersedia di China. </p> <p> Untungnya, Xiaomi telah memperbaiki situasi dan merilis ponsel secara global. Dan tidak hanya datang dengan spesifikasi yang mengesankan, tetapi juga memiliki label harga yang sangat rendah. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> Ada Apa dengan Xiaomi Mi 11? </h2> <p> Jelas, hal utama yang akan menarik perhatian Anda ke Xiaomi Mi 11 adalah prosesor Snapdragon 888, tetapi perusahaan juga membawa beberapa perangkat keras yang cukup mengesankan di seluruh perangkat. </p> <p> Dimulai dengan layar, Xiaomi Mi 11 memiliki layar 6,81 inci yang mengesankan. Ini menampilkan layar AMOLED WQHD+ 120Hz, sehingga Anda akan mendapatkan kecepatan refresh yang sangat cepat. Ponsel ini juga dilengkapi Gorilla Glass Victus yang akan mengalahkannya. Selain itu, ia hadir dengan kecerahan puncak 1.500 nit, yang cukup mengesankan. </p> <p> </p> <p> Penarik perhatian besar lainnya adalah sensor kamera utama 108 megapiksel, yang akan mengambil beberapa gambar luar biasa. Ada lensa ultra lebar 13 megapiksel dengan bidang pandang 123 derajat yang solid dan penembak telefoto 5 megapiksel yang akan terlihat lebih dekat dan pribadi. </p> <p> Bagian depan ponsel dilengkapi kamera selfie 20 megapiksel yang diselipkan di dalam lubang. </p> <p> Ada baterai 4.600 mAh yang membuat ponsel tetap berjalan untuk waktu yang lama. Seperti halnya flagship yang bagus, tersedia kecepatan pengisian kabel 55W atau nirkabel 50W, sehingga Anda dapat mengisi ulang dengan cepat. Selain itu, Anda mendapatkan pengisian terbalik dengan Xiaomi Mi 11, sehingga Anda dapat menggunakan baterainya yang besar untuk mengisi daya perangkat Anda yang lain. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Harga dan Ketersediaan Xiaomi Mi 11 </h2> <p> Ponsel ini akan diluncurkan di Eropa dan Australia. Perusahaan mengungkapkan harga dalam Euro, dengan mengatakan bahwa ponsel ini hanya akan berharga €749, yang cukup masuk akal untuk spesifikasi yang dibawa perangkat ini. Harga tersebut untuk ponsel model dasar dengan RAM 8GB dan penyimpanan 128GB. Model yang lebih mahal memiliki RAM 8 GB dan penyimpanan internal 256 GB seharga €799. </p> <p> Ponsel ini akan diluncurkan dalam jalur warna Midnight Grey dan Horizon Blue di pasar Eropa. </p> <p> Xiaomi tidak mengatakan secara pasti kapan ponsel akan mulai dikirimkan. Sebagai gantinya, perusahaan mengatakan akan mengumumkan lebih banyak melalui saluran media sosial regional dalam beberapa hari mendatang. </p> <p> Jika Anda berada di pasar untuk perangkat unggulan dan tidak berada di AS, Anda harus benar-benar mempertimbangkan untuk membeli Xiaomi Mi 11. Ini memiliki spesifikasi yang solid untuk harganya. </p>"}