{"title":"10 cose da fare e da non fare sulla sicurezza in Internet per mantenerti al sicuro online","content":"<p> Quando navighi in Internet, sei pienamente consapevole dei rischi che potresti incontrare? Non essere compiacente quando navighi online, o potresti essere vittima di truffe tra cui furto di identità, malware e ingegneria sociale. </p> <p> Per essere al sicuro online, ecco le 10 cose da fare e da non fare sulla sicurezza che dovresti sempre tenere a mente. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> DA FARE: installare il software antivirus e aggiornarlo regolarmente </h2> <p> Questo è uno dei protocolli di sicurezza più basilari che dovresti implementare sui tuoi computer personali e di lavoro. Ci sono molte opzioni diverse quando si tratta di questo tipo di software. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Quelli gratuiti offrono funzionalità di sicurezza di base </a> ma se vuoi la massima sicurezza, dovresti mettere da parte un budget decente. Assicurati di considerare la protezione da malware per una navigazione web più sicura. </p> <p> Ed è fondamentale tenerlo aggiornato. Spesso vengono individuate e corrette nuove vulnerabilità; se stai utilizzando una versione precedente del software antivirus, questi problemi non sono stati risolti sul tuo dispositivo. Puoi impostare la maggior parte delle suite di sicurezza per l&#39;aggiornamento automatico. Allo stesso modo, puoi impostarli per scansionare il tuo computer su base regolare senza che tu debba fare nient&#39;altro. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> DA FARE: scegli password complesse </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> Le password svolgono un ruolo cruciale nella protezione dei tuoi dati online. Che si tratti dei tuoi profili sui social media, degli account di acquisto o dell&#39;email personale, dovrai creare password complesse. </p> <p> Alcuni siti offrono suggerimenti, ovvero un mix di caratteri alfanumerici e speciali. Alcuni non accettano password non conformi ai loro requisiti. Tuttavia, non tutti i siti Web offrono questo. Quando crei la tua password, ricorda che stai proteggendo la tua integrità e le tue informazioni personali. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> DA FARE: limitare le informazioni personali </h2> <p> Non mettere troppe informazioni personali online. Condividendo le tue informazioni private con il pubblico, corri il rischio di compromettere la tua posizione, la routine quotidiana e altro ancora. </p> <p> Non dimenticare il furto di identità. Più informazioni fornisci su di te, maggiore è il rischio che la tua identità venga copiata da un criminale informatico. Questa è una cosa molto seria e può rovinare la vita. Molte persone ne sono state vittime. Non vorresti essere il prossimo. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> DA FARE: stare lontano dai clickbait sospetti </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> Quando navighi online, incontrerai diversi siti Web che mostrano annunci pop-up che possono invogliare qualsiasi persona ignara a fare clic. Gli annunci clickbait sono pericolosi perché possono portare a potenziali virus che si infiltrano nel tuo computer. </p> <p> Sii più attento a ciò che leggi e fai clic quando sei online. Verifica prima le informazioni, in particolare dove ti portano effettivamente i collegamenti, prima di fare clic, anche se sembrano molto interessanti. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> DA FARE: abilitare l&#39;autenticazione a due fattori </h2> <p> L&#39;autenticazione a due fattori (2FA) fornisce un ulteriore livello di sicurezza per il tuo account. Ciò aiuta a scoraggiare i truffatori perché richiederebbero due prove per verificare l&#39;autenticità del proprietario dell&#39;account, ovvero una password più un codice di verifica inviato a un numero di telefono o indirizzo e-mail. </p> <p> Ciò rende più difficile per i criminali rubare le tue informazioni e accedere ai tuoi dati. Questo è essenziale se un sito Web offre questa opzione. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> NON: utilizzare un&#39;unica password per diversi siti web </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Immagina una casa con più serrature ma con una sola chiave per aprire tutte le stanze. Se un ladro entra in possesso di quell&#39;unica chiave, tutte le tue stanze possono essere aperte semplicemente. </p> <p> Questo vale anche per la protezione tramite password. </p> <p> </p> <p> Non basta impostare una password sicura. Dovresti imparare a mescolare le cose in modo che qualsiasi potenziale truffatore o ladro di identità non sia in grado di compromettere completamente le tue informazioni personali. In caso contrario, se un servizio subisce una perdita di dati, verranno esposti anche tutti gli altri. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> NON FARE: attaccare con un singolo account di posta elettronica </h2> <p> La tua email è un fattore essenziale per la registrazione sui siti web. Anche quando si tratta di servizi bancari online, è necessaria un&#39;e-mail. Ma immagina di dimenticare i tuoi dati di accesso email. </p> <p> Cosa farai? E se un criminale online compromette il tuo unico indirizzo email? Sarebbe intelligente creare più account di posta elettronica per aiutarti con un piano di backup, in modo da poter ancora recuperare dati importanti. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> NON: memorizzare i dettagli della carta personale sui siti Web Website </h2> <p> Che tu sia un avido acquirente online o che li usi con parsimonia, non sarebbe saggio memorizzare i dettagli della tua carta sui siti web. </p> <p> Più dati vengono archiviati sui siti, maggiore è la possibilità di furto di identità in caso di violazione dei dati. Spesso devi correre questo rischio quando si tratta di informazioni di identificazione personale (PII), poiché molti servizi richiedono dettagli personali di base per creare un account, ma non è necessario archiviare le tue informazioni finanziarie altrove. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> NON: scaricare software sconosciuto </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> Stavi navigando ed è apparso un annuncio pubblicitario che offriva software gratuitamente? Non importa quanto sia buona questa offerta, non scaricarla. </p> <p> Se sembra troppo bello per essere vero, probabilmente lo è. Questo vale anche per gli allegati di posta elettronica non richiesti. </p> <p> </p> <p> La tua suite di sicurezza dovrebbe proteggerti da molte minacce, ma facendo clic su qualcosa senza conoscerne l&#39;intero contenuto, potresti invitare malware nel tuo sistema. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> NON: consentire ai siti Web di ricordare il nome utente e la password </h2> <p> Consentire ai siti Web di ricordare il nome utente e la password è allettante, ma è meglio evitare. </p> <p> Chiunque sia in grado di accedere al tuo computer, laptop o smartphone può accedere facilmente ai tuoi account perché tutte le credenziali di accesso sono già memorizzate nei cookie. Puoi utilizzare un servizio tutto il tempo, ma non essere troppo a tuo agio quando accedi a diversi siti web online. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> La sicurezza in Internet richiede scelte intelligenti e semplici </h2> <p> La tua sicurezza su Internet dipende molto dalle scelte di base. </p> <p> Più prendi decisioni sagge, meno è probabile che la tua identità venga compromessa. L&#39;onere è davvero su di te qui. I criminali informatici stanno solo aspettando che tu faccia qualsiasi mossa sbagliata. Quindi sii intelligente; stai attento. Non abbassare mai la guardia quando navighi online. </p>"}