{"title":"5 funzioni per la salute di Apple meno conosciute che vale la pena usare","content":"<p> La maggior parte degli utenti di Apple Watch e iPhone ha familiarità con l&#39;app Apple Health. Il <strong> Attività </strong> la sezione che tiene traccia del movimento, delle calorie e della frequenza in piedi è la sezione più conosciuta dell&#39;app. </p> <p> Tuttavia, quando approfondisci l&#39;app Apple Health, puoi scoprire molte altre funzioni utili. Fortunatamente, abbiamo scavato per te: ecco le migliori funzionalità meno conosciute sepolte nell&#39;app Apple Health. </p> <h2 id=\"cycle-tracking\"> 1. Monitoraggio del ciclo </h2> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (3 immagini) </strong> <img alt=\"Main display screen of the cycle tracking feature within apple health. It shows the cycle log and where you are in your cycle\" src=\"images/cycletracking-symptoms-349.jpg\" loading=\"lazy\"> Espandere <img alt=\"Menu within the apple health cycle tracking function that allows users to record symptoms\" src=\"images/cycletracking-symptoms-617.jpg\" loading=\"lazy\"> Espandere <img alt=\"Cycle tracking screen with a calendar view showing when your next period is predicted to start\" src=\"images/cycletracking-predictions-910.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Sebbene ci siano molte fantastiche app per il monitoraggio del ciclo nell&#39;App Store, lo sapevi che c&#39;è anche un&#39;ottima funzione per il monitoraggio del ciclo nell&#39;app Apple Health? Ha tutte le caratteristiche chiave delle app di tracciamento autonome integrate in modo discreto. </p> <p> Puoi inserire le date di inizio e fine del ciclo e la durata del ciclo mestruale (non preoccuparti se non sei sicuro; l&#39;app avrà un valore predefinito di 28 giorni e si modificherà man mano che aggiungi dati ogni mese). L&#39;app utilizzerà questi dati per prevedere quando inizierà il tuo prossimo ciclo e quando potresti ovulare. Puoi anche inserire dati per tenere traccia dei sintomi durante tutto il ciclo. </p> <p> </p> <p> Monitorare il ciclo è utile per diversi motivi. Il più ovvio è che ti aiuta a sapere quando aspettarti il ​​ciclo. Può anche aiutarti a determinare quando sei più fertile se stai cercando di concepire. Tracciare questo ti aiuterà anche a sapere se sei in ritardo, il che può indicare una gravidanza o una serie di problemi di salute sottostanti. </p> <p> </p> <h2 id=\"mobility-data\"> 2. Dati sulla mobilità </h2> <p> Potresti non saperlo, ma se fai delle passeggiate con il tuo iPhone in tasca, raccoglierà alcuni dati di mobilità interessanti per te. In alternativa, indossare un Apple Watch può anche raccogliere dati sulla mobilità. </p> <p> Per accedere a questi dati sulla mobilità: </p> <ol> <li> Apri l&#39;app Salute di Apple. </li> <li> Seleziona il <strong> Navigare </strong> icona. </li> <li> Scorri verso il basso fino a <strong> Mobilità </strong> nel <strong> Elenco delle categorie di salute </strong> e selezionalo. </li> </ol> <p> Una volta che sei passato alla funzionalità dei dati sulla mobilità, sarai in grado di rivedere alcuni dati interessanti. </p> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (3 immagini) </strong> <img alt=\"Mobility overview screen in Apple Health App\" src=\"images/mobility-overview-825.jpg\" loading=\"lazy\"> Espandere <img alt=\"Graph of double support time mobility data collected in Apple Health\" src=\"images/double-support-time-514.jpg\" loading=\"lazy\"> Espandere <img alt=\"Graph of step length data collected in Apple Health\" src=\"images/step-length-693.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <h3 id=\"double-support-time\"> Doppio tempo di supporto </h3> <p> Questo rappresenta il tempo in cui entrambi i piedi sono a terra mentre cammini. Una persona sana avrà un tempo di supporto doppio tra il 20 e il 40 percento durante una passeggiata tipica. Percentuali più elevate potrebbero indicare un problema di equilibrio o di coordinamento. Il tuo iPhone registrerà il tuo doppio tempo di supporto mentre cammini su un terreno pianeggiante. </p> <h3 id=\"step-length\"> Lunghezza del passo </h3> <p> La distanza tra il piede anteriore e il piede posteriore mentre si cammina. Registra la lunghezza del passo quando cammini con il tuo iPhone in tasca. Questo può variare in base alla tua altezza, alla velocità di camminata e al terreno su cui stai camminando. </p> <p> Tuttavia, una diminuzione significativa della lunghezza del passo potrebbe indicare un calo della forza, della coordinazione o della mobilità complessiva. Questi dati possono essere particolarmente utili per gli adulti che invecchiano o per le persone che si stanno riprendendo da un infortunio. </p> <h3 id=\"walking-asymmetry\"> Asimmetria del cammino </h3> <p> Una misura di quanto sia simmetrico il tuo schema di camminata. Un modello di camminata sano e uniforme si verifica quando i passi che fai con ciascun piede si verificano all&#39;incirca alla stessa velocità. Se stai facendo passi più veloci o più lenti con un piede, ciò potrebbe indicare lesioni, malattie o altri problemi di salute. </p> <p> Il tuo iPhone registrerà automaticamente la tua simmetria di camminata; controlla questi dati per cercare eventuali modifiche o modelli. </p> <h3 id=\"walking-speed\"> Velocità di camminata </h3> <p> La velocità con cui si cammina su un terreno pianeggiante. Questo viene anche registrato automaticamente quando si cammina con l&#39;iPhone in tasca o all&#39;altezza della vita. Assicurati che la tua altezza sia salvata nell&#39;app Salute per ottenere la velocità di camminata più precisa. </p> <p> </p> <h2 id=\"medication-and-health-data-tracking\"> 3. Monitoraggio dei farmaci e dei dati sanitari </h2> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (3 immagini) </strong> <img alt=\"Apple Health Browse Menu displaying different health data tracking features\" src=\"images/apple-health-browse-338.jpg\" loading=\"lazy\"> Espandere <img alt=\"Other Data Menu within the Apple Health App\" src=\"images/other-data-menu-365.jpg\" loading=\"lazy\"> Espandere <img alt=\"Inhaler usage tracker within the Apple Health App. A line graph showing inhaler usage throughout the week is displayed\" src=\"images/inhaler-usage-939.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Puoi tenere traccia di importanti informazioni mediche come l&#39;uso dell&#39;inalatore, la somministrazione di insulina, la glicemia, i segni vitali e i sintomi di salute nell&#39;app Apple Health. Se sei monitorato o trattato per una condizione di salute, questi dati possono aiutare te e il tuo medico a valutare la tua condizione, i modelli dei sintomi e l&#39;efficacia del tuo attuale piano di trattamento. </p> <p> Vai al <strong> Navigare </strong> in Apple Health per visualizzare un elenco di informazioni sanitarie di cui l&#39;app tiene traccia. In fondo all&#39;elenco, seleziona <strong> Altri dati </strong> per visualizzare ancora più funzioni di tracciamento dei dati. </p> <p> </p> <h2 id=\"hearing\"> 4. Udito </h2> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (2 immagini) </strong> <img alt=\"A graph showing audio levels over the period of a month\" src=\"images/headphone-audio-levels-372.jpg\" loading=\"lazy\"> Espandere <img alt=\"Menu displaying headphone notification settings\" src=\"images/headphone-notifications-919.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Ascoltare la musica a volume troppo alto mentre si utilizzano le cuffie può danneggiare l&#39;udito. Per combattere questo problema, Apple include funzionalità di notifica delle cuffie e monitoraggio del livello audio nell&#39;app Salute. </p> <p> Se abiliti <strong> Notifiche in cuffia </strong> in Apple Health, l&#39;app invierà una notifica se hai superato il limite di esposizione audio consigliato di sette giorni. Quando ciò accade, abbasserà anche il volume dell&#39;audio delle cuffie e ti invierà una notifica. </p> <p> </p> <p> Tale limite di esposizione misura il volume e la durata dell&#39;audio per valutare il potenziale danno all&#39;udito. </p> <p> Per attivare le notifiche in cuffia: </p> <ol> <li> Apri l&#39;app Salute di Apple. </li> <li> Vai al <strong> Navigare </strong> scheda in basso a destra. </li> <li> Selezionare <strong> udienza </strong> dal menù. </li> <li> Scegliere <strong> Notifiche in cuffia </strong> e attivarli. </li> </ol> <p> Se possiedi un Apple Watch, l&#39;app Salute può anche avvisarti se i livelli di rumore vicino a te sono troppo alti, con conseguenti potenziali danni all&#39;udito. </p> <p> </p> <h2 id=\"sleep-tracking\"> 5. Monitoraggio del sonno </h2> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (3 immagini) </strong> <img alt=\"Screen explaining the Sleep functions in Apple Health: Sleep schedule, Sleep Mode, and Wind Down\" src=\"images/sleep-function-setup-692.jpg\" loading=\"lazy\"> Espandere <img alt=\"Screen allowing the user to set a sleep duration goal\" src=\"images/sleep-goal-718.jpg\" loading=\"lazy\"> Espandere <img alt=\"Sleep schedule setup screen showing bedtime and wake up time\" src=\"images/sleep-schedule-menu-418.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Il <strong> Dormire </strong> La funzione in Apple Health può aiutarti a tenere traccia di quanto dormi ogni notte. Puoi impostare un programma di sonno, obiettivi di durata del sonno, attivare la modalità sonno e impostare azioni per aiutarti a rilassarti per andare a letto. La modalità sospensione attiva Non disturbare e semplifica la schermata di blocco per limitare le distrazioni. </p> <p> La funzione Sleep in Apple Health si integra anche con altre app di monitoraggio e supporto del sonno. Per maggiori informazioni su come sfruttarlo al meglio, consulta il nostro <a href=\"https://www.makeuseof.com/sleep-tracking-features-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> guida alle funzioni di monitoraggio del sonno del tuo iPhone </a> . </p> <p> </p> <h2 id=\"making-the-most-of-apple-health\"> Sfruttare al meglio la salute di Apple </h2> <p> Apple Health può fornire un&#39;ampia varietà di dati sanitari e medici significativi, ma è utile solo se lo fai. Per ottenere il massimo da Apple Health, assicurati di inserire tutti i dati che desideri monitorare e rivedere regolarmente i dati di attività registrati dal tuo iPhone o Apple Watch. </p> <p> Sebbene questi dati possano essere utili per monitorare la tua salute, ricorda che non sostituiscono un&#39;adeguata assistenza medica. Discutere di eventuali dubbi sulla propria salute con un medico. </p>"}