{"title":"5 siti di giochi browser gratuiti per giocare a giochi multiplayer o classici online","content":"<p> Non hai bisogno di una PlayStation o di schede grafiche di fascia alta per giocare a grandi giochi. Questi siti ti mostrano dove giocare a giochi online gratuiti in qualsiasi browser, inclusi giochi multiplayer e titoli classici. </p> <p> I browser game non sono una novità, ma con la scomparsa di Flash Player c&#39;è un nuovo catalogo di cui devi essere a conoscenza. Dalle avventure testuali alle ricreazioni dei classici giochi per console, puoi giocare a fantastici giochi in qualsiasi browser moderno e alcuni funzionano anche su smartphone. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1. <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> prurito.io </a> (Web): StumbleUpon per scoprire giochi browser casuali </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch è una piattaforma per scoprire giochi indie, sia gratuiti che a pagamento, su più piattaforme. Ha una vasta libreria di giochi web, per lo più realizzati in HTML5 in modo che funzionino su qualsiasi browser moderno. Puoi ordinarli per popolarità, valutazioni, più recenti o filtrarli con tag come prima persona, 2D, pixel art, ecc. </p> <p> Un modo divertente per scoprire nuovi giochi per browser è usare il <strong> Randomizer </strong> . Funziona come StumbleUpon per i giochi web, mostrandoti un progetto dopo l&#39;altro e permettendoti di giocarci nella stessa scheda prima di passare a quello successivo. È meglio usare Randomizer con un account Itch.io perché terrà traccia dei giochi che hai già visto e non li visualizzerà più. </p> <p> Poiché Itch è anche un client per acquistare giochi, potresti voler filtrare per giochi gratuiti se stai cercando una pausa veloce. Inoltre, potresti scoprire alcuni incredibili giochi a pagamento che funzionano in un browser, che è l&#39;ideale per piattaforme come Chromebook o per giocare sul tuo PC dell&#39;ufficio che non consente installazioni di terze parti. </p> <p> Oltre ai giochi per browser, Itch.io ospita giochi indie per computer e console. In effetti, è uno dei <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> i migliori siti per scaricare giochi per PC premium gratuitamente </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2. <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Avventure sul web </a> (Web): giochi di avventura basati sul testo e narrativa interattiva </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> I veri geek e giocatori racconteranno storie di tempi prima della grafica fantasiosa quando la tua immaginazione e il tuo ingegno contavano di più, in un genere di giochi chiamato avventure testuali o fiction interattiva. Giochi come Zork venivano giocati vedendo il testo e digitando la frase corretta per procedere. Ora puoi giocare a Zork e ad altre fiction interattive su Web Adventures. </p> <p> Il sito Web include alcuni dei classici giochi di avventura basati su testo come la trilogia Zork originale del 1982 e le sue altre varianti, il mega-hit Galatea del 2000, l&#39;avventura puzzle del 1995 Jigsaw e molti altri titoli pluripremiati. Questi sono giochi che una volta erano commerciali ma ora possono essere giocati online gratuitamente. Web Adventures ha anche una sezione separata per la narrativa interattiva adatta ai bambini per introdurre le giovani menti e la loro immaginazione attiva alle meraviglie dei giochi di avventura basati sul testo. </p> <p> Web Adventures funziona su browser desktop e mobili, quindi puoi giocarci in movimento. Idealmente, gioca sullo stesso dispositivo che hai avviato perché il sito può salvare i tuoi progressi attraverso la cache del browser, ma non può sincronizzarsi tra i dispositivi. E una volta che hai finito con Web Adventures, dai un&#39;occhiata a questi altri fantastici <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> giochi di avventura basati su testo per browser </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 3. <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> Giochi LCD </a> (Web): gioca a giochi per console LCD portatili retrò </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> Oggi, ogni telefono è una console per videogiochi e Nintendo Switch è il punto di riferimento per i giochi portatili. Ma i giochi portatili sono iniziati con la serie di giochi LCD di MicroVision e Nintendo Game &amp; Watch. Uno sviluppatore li ha ricreati sotto forma di browser game per consentire a tutti di ottenere quell&#39;esperienza retrò. </p> <p> Attualmente, l&#39;elenco include Donkey Kong II, Cement Factory, Highway, Jungle Kong, Tom&#39;s Adventure, Mario Bros., Eagle n&#39; Chicken e Sea Ranger. Il design di ogni gioco e della sua intera unità è esattamente come era negli anni &#39;80. Alcuni sono giochi a doppio schermo, altri si limitano a uno schermo. </p> <p> I tasti direzionali della tastiera diventano il tuo pad di navigazione e i tasti Z e A fungono da pulsanti. Per interagire con qualsiasi altro pulsante (come Start o Pausa), usa il mouse. Se stai giocando ai giochi su dispositivo mobile, puoi toccare i pulsanti sullo schermo per un&#39;esperienza ancora più vicina all&#39;originale. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4. <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Kevin Games </a> (Web): raccolta di giochi browser multiplayer IO e community </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Devi aver sentito parlare di Agar.io, DRAWar.io, Paper.io e altri browser game multiplayer online. Questi &quot;giochi IO&quot; sono tra i più veloci <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> giochi da fare con gli amici gratis </a> , su qualsiasi browser. È difficile trovarli tutti in un unico punto, ma Kevin Games ha fatto un ottimo lavoro nel raccogliere molti dei più grandi browser game multiplayer IO. </p> <p> Ogni gioco appare come una tessera con il suo titolo, ma non riceverai una descrizione di cosa si tratta. Invece, passa il cursore sul riquadro e cambierà in una piccola GIF che mostra il gameplay in azione. È un modo fresco e diverso di descrivere cosa aspettarsi. </p> <p> La raccolta non è limitata ai giochi IO che di solito sono enormi giochi multiplayer. Puoi anche sfogliare categorie come puzzle, arcade, battle royale, tiro a segno, ecc. Puoi anche cercare giochi con tag generici come corse. </p> <p> Kevin Games ha anche un server Discord attivo in cui puoi discutere di giochi con persone che la pensano allo stesso modo o persino parlare prima e dopo una partita. Dopotutto, chat e community sono parte integrante del gioco multiplayer. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5. <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Gioca classico </a> (Web): gioca a giochi classici DOS, NES, Sega online in un browser </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> Gli emulatori ti consentono di eseguire vecchi giochi su qualsiasi computer, sia da console come NES che da sistemi operativi come MS-DOS. Play Classic li porta online su un browser, con la possibilità di salvare i progressi di gioco all&#39;interno del browser stesso. </p> <p> Attualmente, il sito Web supporta piattaforme MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo e Game Boy. Troverai titoli in una vasta gamma come tutti i giochi di Mario, Sonic the Hedgehog, le prime versioni di Mortal Kombat, Doom e molti altri. Usa i &quot;Top 100 giochi classici&quot; del menu per scoprire rapidamente i giochi DOS, Genesis o SNES più popolari. </p> <p> I comandi cambiano a seconda del tipo di piattaforma. Non è disponibile una semplice guida, ma in gran parte controlla i tasti A, S, D, Z, X, C per i pulsanti e i tasti freccia per il movimento e Invio per Seleziona. </p> <p> </p> <h2 id=\"avoid-flash-games\"> Evita i giochi in flash </h2> <p> Il 31 dicembre 2020, Adobe ha smesso di supportare Flash Player. In effetti, la maggior parte dei nuovi browser non supporta Flash o sconsiglia attivamente di abilitarlo su qualsiasi sito. Gli sviluppatori e gli esperti di sicurezza hanno a lungo avvertito delle possibili vulnerabilità in Flash, quindi ora è il momento di smettere di giocare a quei giochi una volta per tutte. </p> <p> È un peccato perché ci sono alcuni giochi Flash di alta qualità, creativi e divertenti là fuori, ma non vale più la pena rischiare. Alcuni siti web stanno attivamente cercando di <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> salvare o convertire vecchi giochi Flash Flash </a> anche. Si spera che l&#39;elenco sopra riportato di siti Web di giochi per browser ti fornisca abbastanza altre opzioni più sicure per giocare online gratuitamente. </p>"}