{"title":"7 modi per individuare un profilo LinkedIn falso","content":"<p> Le minacce online esistono anche sui social network professionali come LinkedIn, spesso sotto forma di profili falsi. </p> <p> Individuare un falso profilo LinkedIn si riduce in parte al sentimento istintivo. Sapere esattamente cosa cercare, tuttavia, rende tutto molto più semplice. Ecco sette segnali chiave che indicano che una richiesta di connessione ricevuta potrebbe non essere autentica. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Come individuare i profili LinkedIn falsi </h2> <p> </p> <p> Gli account dannosi raccolgono elenchi di contatti e dettagli come indirizzi e-mail e numeri di telefono. Potrebbero anche promuovere annunci di lavoro falsi, attirare persone in cerca di lavoro con prospettive interessanti e incoraggiarle a fare clic su un collegamento o a scaricare un file contenente malware. </p> <p> Il <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> gamma di comuni attacchi di phishing sui social media </a> è ampio, ma facilmente contrastabile se stai attento. La linea di fondo è che, prestando attenzione, puoi proteggere le tue informazioni personali e le tue risorse. Allo stesso tempo, tieni gli altri utenti al sicuro da falsi profili che ti usano come esca. </p> <p> Ecco alcuni segnali a cui prestare attenzione. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Profilo incompleto o impersonale </h3> <p> Prendi in considerazione l&#39;impressione generale dell&#39;account. A meno che l&#39;account non sia privato, dovresti essere in grado di vedere dettagli come la posizione dell&#39;utente, l&#39;istruzione, l&#39;occupazione e la sezione Informazioni. Un profilo incompleto è un campanello d&#39;allarme, così come uno che sembra non professionale o impersonale. </p> <p> Guarda le informazioni sull&#39;utente, ad esempio. A parte gli errori di ortografia o di frase, potrebbero esserci incongruenze con il settore in cui dovrebbero essere esperti. È comune trovare anche parole generiche, quindi tieni gli occhi e la mente aperti a tutto ciò che ti sembra strano. </p> <h3 id=\"suspicious-profile-picture\"> 2. Immagine del profilo sospetto </h3> <p> </p> <p> Un falso account LinkedIn utilizza spesso un&#39;immagine insolita e quindi si tradisce. Alcuni non usano affatto una foto. Mentre i professionisti curati e i colpi alla testa di qualità sono viste comuni sulla piattaforma, la maggior parte degli utenti cerca di evitare di sembrare una foto d&#39;archivio. </p> <p> Potresti anche imbatterti in volti famosi che ti sorridono che non corrispondono al nome visualizzato sul profilo. </p> <p> In entrambi i casi, puoi controllare rapidamente attraverso a <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Ricerca immagini di Google sul tuo computer </a> o smartphone. </p> <h3 id=\"generic-headline\"> 3. Titolo generico </h3> <p> Come persona in cerca di lavoro, dovresti creare un profilo che attiri l&#39;attenzione dei datori di lavoro, riflettendo anche chi sei come persona. Se una richiesta di connessione ha una frase casuale o generica per un titolo, l&#39;utente potrebbe non essere su LinkedIn per gli stessi motivi di tutti gli altri. </p> <p> Fare amicizia sulla piattaforma non è male, ovviamente, ma devi usare molta cautela, specialmente quando un errore di giudizio è tutto ciò che serve per finire nei guai con i truffatori. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Lavoro sospetto o storia dell&#39;istruzione </h3> <p> Anche qui, più informazioni fornisce il profilo, meglio è. Compilare la tua storia lavorativa o scolastica su LinkedIn è noioso, ma deve apparire il più interessante possibile. Quindi un account che mostra solo una manciata di aziende e titoli di lavoro senza dettagli aggiuntivi come le responsabilità è strano, per non dire altro. </p> <p> Esaminare il curriculum di qualcuno sembra estremo, ma un account falso è destinato a commettere errori lì. Non solo, ma una ricerca su Google di informazioni di cui non sei sicuro potrebbe fornire ulteriori avvisi sull&#39;account. Un po&#39; di paranoia a volte ripaga. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Messaggi entusiasti con i link </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Alcuni utenti fraudolenti sono abbastanza audaci da inviare un messaggio insieme alla loro richiesta di connessione. Poiché il loro obiettivo è convincerti a fidarti di loro, a volte riempiono i loro messaggi di ganci come vantaggi di lavoro irresistibili, parole chiave e linguaggio eccitato. </p> <p> Potrebbero includere collegamenti e documenti che contengono ulteriori informazioni su qualunque cosa stiano offrendo. Non aprire o scaricare nulla finché non sai che l&#39;utente e l&#39;offerta sono autentici. Questo vale per le interazioni su qualsiasi piattaforma, che si tratti di un social network o del tuo account di posta elettronica. </p> <p> Un modo pratico per testare un profilo sospetto è, in primo luogo, ricercare i dettagli sul proprio account, inclusa la persona e l&#39;azienda. Quindi invia loro un messaggio con domande. Un approccio diplomatico e non conflittuale funziona meglio. Se le loro risposte non sono sufficienti, puoi rifiutare o ignorare la loro offerta. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Troppe poche o troppe connessioni </h3> <p> Potrebbe essere che il profilo sia nuovo e stia ancora costruendo la sua rete, ma se i numeri non cambiano dopo un po&#39;, l&#39;utente potrebbe non provarci davvero. Oppure le persone non si connettono con loro per un motivo. </p> <p> Se vedi qualcos&#39;altro di sospetto sull&#39;account, dovresti evitare o <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> anche segnalarli </a> . </p> <p> Dall&#39;altra parte dello spettro ci sono profili falsi che ingannano molte persone e persino il sistema premium, ma si connettono con tutti quelli che possono. Un vero utente finisce con una rete più o meno legata ai suoi interessi. Una rete enorme con una collezione insolita di persone è una grande bandiera rossa. </p> <h3 id=\"poor-linkedin-activity\"> 7. Scarsa attività di LinkedIn </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Anche i profili reali interagiscono con la piattaforma. I loro utenti sono effettivamente investiti nel mettersi in gioco e creare connessioni significative. Gli account falsi di solito non vanno molto oltre il gradimento o la condivisione di post. Anche i loro commenti saranno generici o molto brevi. </p> <p> Oltre a controllare i dettagli di un profilo, dai un&#39;occhiata anche alla sua attività. Se sembra scarso o impersonale, sarebbe saggio evitare di connetterti. Piccoli dettagli come questo dovrebbero aumentare la tua sensazione sull&#39;account e aiutarti a decidere se è sospetto o meno. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Il buon senso ti tiene al sicuro su LinkedIn </h2> <p> Individualmente, queste bandiere rosse sono minori, ma metti insieme diverse e hai un account sospetto tra le mani. Potrebbe essere solo qualcuno che non sa come creare un buon profilo o avvicinarsi alle persone in modo professionale. Ma, anche così, è meglio prevenire che curare. </p> <p> Come utente autentico, devi imparare a proteggerti. Ed essere più esigenti con i tuoi contatti è un piccolo prezzo da pagare. </p>"}