{"title":"8 semplici modi per risolvere Steam quando non ha vinto # 039; t aperto","content":"<p> Steam si rifiuta di aprirsi sul tuo computer? Ci sono molte ragioni per cui questo potrebbe accadere. </p> <p> La seguente guida elenca otto modi per avviare Steam senza problemi di avvio sul tuo computer. Dai un&#39;occhiata a queste facili soluzioni prima di inizializzare il computer o dire addio a Steam in modo permanente. </p> <h2 id=\"check-if-steam-is-down\"> 1. Controlla se il vapore è inattivo </h2> <p> Se Steam si apre ma non supera la schermata di connessione o se non si carica affatto, potrebbe esserci un problema con i server di Steam. </p> <p> I server potrebbero subire un&#39;interruzione e questo fa sì che tutti i client Steam smettano di funzionare. </p> <p> Ci sono siti come <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> Stato Steam non ufficiale </a> che ti dicono lo stato attuale dei server dell&#39;app. Se vedi dei tempi di inattività lì, probabilmente è per questo che Steam non si apre sul tuo computer. </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. Termina il processo di Steam utilizzando Task Manager di Windows </h2> <p> Se Steam si apre ma si blocca nella schermata iniziale, puoi interrompere il processo di Steam utilizzando Task Manager e vedere se questo risolve il problema. </p> <p> </p> <p> Ecco come terminare il processo Steam sul tuo PC: </p> <ol> <li> Fare clic con il pulsante destro del mouse sulla barra delle applicazioni di Windows e selezionare <strong> Task Manager </strong> . </li> <li> Clicca il <strong> Processi </strong> scheda in Task Manager. </li> <li> Trova <strong> Steam Client Bootstrapper </strong> nell&#39;elenco dei processi, fai clic su di esso e fai clic su <strong> Ultimo compito </strong> pulsante in basso a destra. </li> <li> Task Manager dovrebbe forzare la chiusura di Steam sul tuo PC. </li> <li> Rilancio <strong> Vapore </strong> e vedi se funziona </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. Riavvia il tuo computer </h2> <p> Se il tuo computer ha qualche tipo di problema minore, può effettivamente impedire l&#39;apertura di Steam. Se questo è il tuo caso, un semplice riavvio del tuo computer probabilmente risolverà il problema. </p> <p> Salva il tuo lavoro, chiudi tutte le app aperte, quindi segui questi passaggi per riavviare il PC: </p> <ol> <li> Apri il <strong> Inizio </strong> menù. </li> <li> Fare clic sull&#39;icona di alimentazione. </li> <li> Selezionare <strong> Ricomincia </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. Esegui Steam come amministratore </h2> <p> Uno dei possibili motivi per cui Steam non si apre è che l&#39;app non dispone delle autorizzazioni necessarie. Questi tipi di problemi sono comuni sui PC Windows. Puoi aggiustarli con <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> eseguire le tue app con privilegi di amministratore </a> . </p> <p> Puoi avviare Steam come amministratore e vedere se questo ti aiuta ad aprire l&#39;app senza problemi. Ecco come farlo: </p> <ol> <li> Fai clic con il pulsante destro del mouse sul collegamento Steam sul desktop e seleziona <strong> Aprire la destinazione del file </strong> dal menu contestuale. </li> <li> Trova <strong> steam.exe </strong> nell&#39;elenco dei file, fare clic con il pulsante destro del mouse su questo file e selezionare <strong> Esegui come amministratore </strong> . </li> <li> Colpire <strong> sì </strong> nel prompt. </li> <li> Steam dovrebbe ora avviarsi con i diritti di amministratore. </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. Elimina i file della cache di Steam </h2> <p> Come altre app, anche Steam crea e archivia file di cache sul tuo computer. Questi file di cache sono a volte il motivo per cui hai vari problemi con Steam. </p> <p> La mancata apertura di Steam potrebbe essere il risultato di un file di cache malfunzionante. In questo caso, l&#39;opzione migliore è rimuovere tutti i file della cache di Steam dal tuo computer. </p> <p> Puoi rimuovere i file della cache senza causare problemi con l&#39;app e quanto segue mostra come: </p> <ol> <li> Vicino <strong> Vapore </strong> se è in esecuzione sul tuo PC. </li> <li> Fai clic con il pulsante destro del mouse sul collegamento Steam sul desktop e seleziona <strong> Aprire la destinazione del file. </strong> La cartella Steam dovrebbe aprirsi in Esplora file. </li> <li> Vai all&#39;inizio della cartella e trova la cartella denominata <strong> appcache </strong> . </li> <li> Copia questo <strong> appcache </strong> cartella in un&#39;altra directory del computer. Stai facendo un backup della cartella. </li> <li> Quindi, fai clic con il pulsante destro del mouse sull&#39;originale <strong> appcache </strong> cartella e selezionare <strong> Elimina </strong> . Questo rimuove la cartella dalla directory di Steam. </li> <li> Lanciare <strong> Vapore </strong> e vedi se funziona </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. Scarica la configurazione di Steam e aggiorna l&#39;app </h2> <p> Poiché Steam ha molti file di configurazione, l&#39;app viene fornita con un comando che ti consente di aggiornare la configurazione e l&#39;installazione di Steam sul tuo computer. Puoi utilizzare questo comando per risolvere molti problemi con Steam, a parte quando non si apre. </p> <p> Ecco come aggiornare i file di configurazione di Steam: </p> <ol> <li> premi il <strong> Tasto Windows + R </strong> tasti contemporaneamente per aprire Esegui. </li> <li> Digita quanto segue nella casella Esegui, quindi premi <strong> accedere </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> Steam dice che l&#39;esecuzione del comando sopra eliminerà la cache di download e ti disconnetterà dall&#39;app. Devi fare clic <strong> ok </strong> continuare. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> Se ti interessano i comandi, ce ne sono alcuni <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> utili comandi CMD </a> che puoi imparare. </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. Correggi le impostazioni di data e ora </h2> <p> Molte app richiedono la configurazione delle impostazioni di data e ora corrette sul computer. Se Steam non si apre, è possibile che le impostazioni di data e ora non siano corrette. </p> <p> Puoi accedere all&#39;app Impostazioni di Windows 10 e abilitare l&#39;opzione dell&#39;ora automatica per risolvere questo problema. Ecco come farlo su un PC: </p> <ol> <li> Apri il <strong> impostazioni </strong> app da <strong> Inizio </strong> menù. </li> <li> Clic <strong> Ora e lingua </strong> . </li> <li> Selezionare <strong> Appuntamento </strong> sulla sinistra. </li> <li> Gira il <strong> Imposta l&#39;ora automaticamente </strong> passa a <strong> SOPRA </strong> posizione. </li> <li> Abilita l&#39;interruttore per <strong> Imposta automaticamente il fuso orario </strong> anche. </li> <li> Aperto <strong> Vapore </strong> e vedi se si avvia </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. Reinstalla Steam sul tuo computer </h2> <p> Se nient&#39;altro funziona, la tua ultima risorsa è disinstallare e reinstallare Steam sul tuo computer. Questo rimuove Steam e tutti i suoi file dal tuo computer. Successivamente, puoi installare Steam da zero. </p> <p> La reinstallazione dell&#39;app risolverà la maggior parte dei problemi con Steam sul tuo computer, incluso quello in cui l&#39;app si rifiuta di avviarsi. </p> <p> <strong> Per rimuovere Steam dal tuo computer: </strong> </p> <ol> <li> Avvia il <strong> impostazioni </strong> app sul tuo PC. </li> <li> Clic <strong> App </strong> . </li> <li> Trova <strong> Vapore </strong> nell&#39;elenco delle app e fai clic su di esso. </li> <li> Clicca il <strong> Disinstalla </strong> pulsante per rimuovere Steam. </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> Per reinstallare Steam: </strong> </p> <ol> <li> Dirigiti verso il <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> Sito Steam </a> utilizzando il browser web. </li> <li> Scarica e avvia la configurazione di Steam sul tuo PC. </li> <li> Passa attraverso la procedura guidata di installazione. </li> </ol> <p> Imparare <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> come disinstallare completamente le app </a> se le tue app spesso lasciano file spazzatura dietro. </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> Risolvere i problemi di avvio di Steam sul tuo computer </h2> <p> I problemi con Steam sono molto rari, ma ciò non significa che non ne incontrerai mai uno. Se riscontri un problema per cui Steam non si avvia, ora sai cosa fare in questa situazione. Esistono diversi modi per aggirare i problemi di avvio di Steam, come descritto sopra. </p> <p> Come Steam, anche Discord a volte presenta problemi di avvio. Fortunatamente, hai anche vari modi per aggirare questi problemi. </p>"}