{"title":"9 comandi di base per iniziare con Linux","content":"<p> Le guide pratiche di Linux spesso si aspettano che tu esegua determinate operazioni nel terminale, il che all&#39;inizio può sembrare intimidatorio. Ma non preoccuparti; questo cheat sheet del comando Linux coprirà il processo di apertura di un terminale e l&#39;emissione di alcuni comandi utili. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Prompt dei comandi di Linux per principianti </h2> <p> I comandi di base di Linux che troverai di seguito sono universali per quasi tutte le distribuzioni Linux, dalla riga di comando di Ubuntu a Kali Linux. Il tuo terminale potrebbe sembrare diverso da quello nelle immagini qui sotto, ma ti assicuro che funzioneranno per te. </p> <p> Nota che in varie guide online, sentirai spesso frasi diverse che si riferiscono alla stessa azione: &quot;apri una shell&quot;, &quot;avvia bash&quot; o &quot;nella riga di comando&quot;. Significano tutti che dovresti aprire e digitare il terminale, cosa che faremo di seguito. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Come aprire un terminale in Linux </h2> <p> Cerca nel menu della tua applicazione <strong> terminale </strong> . Avrà spesso l&#39;etichetta &quot;emulatore di terminale&quot; e questo è esattamente quello che vuoi. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Il percorso più rapido per aprire un terminale, tuttavia, è la scorciatoia da tastiera <strong> Ctrl+Alt+T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Comandi Linux di base per principianti </h2> <p> Ora che hai un terminale aperto, sei pronto per iniziare a impartire alcuni comandi. Esaminiamo alcuni dei comandi di shell più basilari in Linux. </p> <h3 id=\"view-working-directory\"> 1. Visualizza la directory di lavoro </h3> <p> Conoscere l&#39;attuale directory &quot;di lavoro&quot; è della massima importanza quando si utilizza il terminale. Molti comandi provocano modifiche nella directory corrente e non si desidera apportare tali modifiche nella directory sbagliata. </p> <p> Per verificare in quale directory stai attualmente lavorando, questo comando lo farà <strong> p </strong> risciacquare <strong> w </strong> orking <strong> d </strong> erettoria: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Visualizza il contenuto della directory di lavoro </h3> <p> Emetti il <strong> ls </strong> comando se vuoi visualizzare tutti i file e le cartelle nella directory corrente: </p> <pre><code class=\"hljs\">ls</code></pre> <p> I file verranno visualizzati in testo normale, mentre le cartelle saranno in grassetto e colorate. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Se vuoi vedere anche i file nascosti, aggiungi semplicemente il <strong> -un </strong> o <strong> --tutti </strong> opzione: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Cambia directory </h3> <p> Puoi cambiare la tua directory di lavoro corrente con <strong> CD </strong> , abbreviazione di <strong> c </strong> appendere <strong> d </strong> irettori. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Il comando precedente cercherà la cartella denominata Documenti all&#39;interno della directory di lavoro corrente e, una volta trovata, passerà a quella directory. </p> <p> </p> <p> Assicurati ogni volta che specifichi un file o una directory il cui nome contiene uno spazio di metterlo tra virgolette, altrimenti otterrai un errore. </p> <p> Puoi spostarne uno in alto di una directory aggiungendo il <strong> .. </strong> opzione: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> L&#39;emissione di cd da solo, senza una posizione specificata, ti porterà direttamente alla tua home directory: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Stampa l&#39;output di un comando </h3> <p> Il <strong> eco </strong> comando prenderà qualsiasi input gli dai, sia esso una stringa di testo o un altro comando, e lo stamperà nel terminale. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> Di per sé, echo potrebbe sembrare inutile, ma in effetti lo vedrai usato frequentemente nella gestione del sistema Linux. </p> <h3 id=\"view-file-contents\"> Visualizza il contenuto del file </h3> <p> Il comando dal suono felino <strong> gatto </strong> stamperà nel terminale l&#39;intero contenuto di qualsiasi file che nominerai. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Cerca nel contenuto di un file </h3> <p> Per cercare nel contenuto di qualsiasi file una parola o una frase specificata, usa il tasto <strong> grep </strong> comando. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Questo comando è molto utile quando stai cercando informazioni specifiche tra file di sistema lunghi e complessi. </p> <h3 id=\"redirect-command-output\"> 5. Output del comando di reindirizzamento </h3> <p> Il simbolo &quot;maggiore di&quot;, <strong> &gt; </strong> , ha il potere nelle stringhe di comando di reindirizzare l&#39;output di un comando in un file o in un altro comando. </p> <p> Ad esempio, questo comando prenderà l&#39;output di echo e lo salverà in un file di testo semplice chiamato &quot;file.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Aggiornamento del sistema (sistemi basati su Ubuntu) </h3> <p> In qualsiasi shell di Ubuntu, inserisci questi due comandi per verificare e applicare tutti gli aggiornamenti disponibili al tuo sistema. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Ti verrà richiesta la password dell&#39;utente prima di confermare qualsiasi comando con il prefisso sudo. </p> <p> Suggerimento per professionisti: puoi unire due o più comandi in uno usando il <strong> &amp;&amp; </strong> operatore. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Scorciatoie da tastiera del terminale Linux per principianti </h2> <p> L&#39;apprendimento delle scorciatoie da tastiera, sebbene inizialmente difficile, consente di risparmiare un&#39;enorme quantità di tempo a lungo termine. Linux ha <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> molte scorciatoie utili </a> e di seguito elencheremo alcune delle scorciatoie da terminale più utili. </p> <h3 id=\"recall-previous-commands\"> 7. Richiama i comandi precedenti </h3> <p> Se vuoi ripetere un comando che hai usato di recente, ma non lo ricordi o non vuoi riscriverlo, puoi scorrere la cronologia dei comandi usando il <strong> tasti freccia su e giù </strong> . </p> <p> In alternativa, puoi premere <strong> Ctrl+R </strong> per cercare nella cronologia dei comandi una parola chiave o una frase specifica. </p> <h3 id=\"see-command-suggestions\"> 8. Vedi Suggerimenti per i comandi </h3> <p> A volte, quando usi il terminale, ricorderai parte di un comando, ma non sarai del tutto sicuro di come sia scritto o di quali opzioni usare. Se inizi a digitare un comando, premi il tasto <strong> tab </strong> key, il terminale proverà a completare il comando per te o ti mostrerà diverse possibilità. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Uccidi un processo terminale </h3> <p> Potresti già saperlo <strong> Ctrl+C </strong> come scorciatoia da copia negli appunti, ma se utilizzata nel terminale, questa combinazione di tasti elimina qualsiasi comando in esecuzione di cui potresti pentirti. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux per principianti </h2> <p> Il modo migliore per memorizzare questi comandi e scorciatoie del terminale Linux di base è usarli, quindi apri la riga di comando e inizia a digitare! </p> <p> Vuoi più comandi? Dai un&#39;occhiata al nostro <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Cheat sheet dei comandi di Linux </a> . </p> <p> Per aiutarti a scoprire cosa è possibile fare in Linux, abbiamo creato un approfondimento sul miglior software disponibile per Linux, organizzato per categoria. </p>"}