{"title":"Apple e Super Healthy Kids si scontrano sui due loghi della frutta","content":"<p> Le battaglie legali a volte possono essere un po&#39; surreali. Dall&#39;agosto 2020, Apple ha litigato con una società di pianificazione dei pasti chiamata Super Healthy Kids per un logo per la sua app Prepear che Apple pensava fosse un po&#39; troppo simile alla sua. </p> <p> Il logo fruttato di Apple, costituito da una mela cartone animato con un morso e una singola foglia, è stato utilizzato dalla fine degli anni &#39;70. Il logo molto più recente di Super Healthy Kids, nel frattempo, consiste in una pera di cartone animato con una singola foglia. </p> <p> Per un po&#39;, sembrava che il mondo non fosse abbastanza grande per due loghi ispirati alla frutta con foglie allegramente angolate. Ora le due società hanno presumibilmente risolto le loro lamentele e tutto ciò che è servito è stato Super Healthy Kids che ha riformulato la forma della foglia in questione. </p> <h2 id=\"dilution-of-distinctiveness\"> Diluizione del carattere distintivo </h2> <p> L&#39;argomento legale di Apple era che il locale a forma di pera potrebbe &quot;causare diluizione del carattere distintivo&quot; del logo iconico di Apple, che è lassù con lo swoosh Nike e alcuni altri selezionati come icona riconosciuta a livello mondiale. </p> <p> Il nuovo logo di Prepear è già visualizzato sul <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> sito web dell&#39;azienda </a> e verrà visualizzato a breve sull&#39;app. Prende la forma di una foglia a forma di mezza luna, piuttosto che il precedente ovale appuntito. Apple ha acconsentito alla modifica, come da documenti depositati presso il <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Ufficio brevetti e marchi degli Stati Uniti </a> (USPTO.) </p> <p> </p> <p> &quot;Prepear è lieta di annunciare di aver risolto amichevolmente il suo problema di marchio con Apple&quot;, ha detto il co-fondatore dell&#39;azienda Russ Monson <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> Il Verge </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple contro le piccole imprese </h2> <p> Anche se sembra che sia stato raggiunto un accordo amichevole, a un certo punto lo scontro tra le due società --- una, come il titano tecnologico più prezioso del mondo, molto più grande dell&#39;altra --- sembrava diventare piuttosto controversa. </p> <p> A seguito della denuncia originale di Apple, il co-fondatore di Prepear e COO Russell Monson ha istituito un <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> La petizione di Change.org </a> , criticando Apple. La petizione alla fine ha ricevuto 269.654 firme. Ora è stato chiuso. </p> <p> &quot;Apple si è opposta alle piccole imprese con loghi legati alla frutta avviando costose azioni legali&quot;, osserva la petizione, &quot;anche quando quei loghi non assomigliano per niente al logo di Apple, o non sono nella stessa linea di business di Apple a tutti.&quot; </p> <p> Ha continuato che molte aziende minacciate da Apple avevano gettato la spugna perché &quot;non possono permettersi le decine di migliaia di dollari&quot; tali costi di azioni legali. Il team ha affermato che è &quot;un&#39;esperienza terrificante essere attaccati legalmente da una delle più grandi aziende del mondo&quot;. </p> <p> <small> Credito immagine: Apple/Prepara </small> </p>"}