{"title":"Apple offre la sostituzione gratuita della batteria per i MacBook Pro che non si caricano oltre l&#39;1%","content":"<p> Apple ha lanciato un nuovo programma di assistenza per sostituire gratuitamente le batterie difettose in alcuni modelli di MacBook Pro che non si caricano oltre l&#39;1%. </p> <p> Un piccolo lotto di unità MacBook Pro da 13 pollici e 15 pollici prodotte nel 2016 e nel 2017 è apparentemente afflitto da questo strano problema di ricarica. I clienti interessati potrebbero visualizzare un messaggio nel riquadro delle preferenze della batteria per indicare &quot;Servizio consigliato&quot;. </p> <p> Se visualizzi questo messaggio, hai diritto alla sostituzione gratuita della batteria di Apple. Al contrario, se il messaggio indica che la batteria è in condizioni normali, non sei interessato. </p> <p> Secondo un documento di supporto su <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Sito web di Apple Apple </a> , il problema di ricarica della batteria interessa &quot;un numero molto ridotto di clienti&quot; con computer MacBook Pro 2016 e 2017. </p> <h2 id=\"is-my-macbook-pro-affected\"> Il mio MacBook Pro è interessato? </h2> <p> I seguenti modelli di MacBook Pro 2016 e 2017 possono presentare questi comportamenti: </p> <ul> <li> MacBook Pro (13 pollici, 2016, due porte Thunderbolt 3) </li> <li> MacBook Pro (13 pollici, 2017, due porte Thunderbolt 3) </li> <li> MacBook Pro (13 pollici, 2016, quattro porte Thunderbolt 3) </li> <li> MacBook Pro (13 pollici, 2017, quattro porte Thunderbolt 3) </li> <li> MacBook Pro (15 pollici, 2016) </li> <li> MacBook Pro (15 pollici, 2017) </li> </ul> <p> Per <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> identifica rapidamente il modello del tuo computer </a> , scegli &quot;Informazioni su questo Mac&quot; dal menu Apple. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Come controllare lo stato della batteria del Mac </h2> <p> Puoi controllare facilmente lo stato attuale della batteria del tuo MacBook Pro in macOS. </p> <p> In Big Sur, scegli &quot;Preferenze di Sistema&quot; dal menu Apple. Nella finestra Preferenze di Sistema, fai clic su &quot;Batteria&quot;, quindi seleziona &quot;Batteria&quot; nella barra laterale e fai clic su &quot;Stato batteria&quot;. </p> <p> </p> <p> Se il tuo Mac utilizza macOS Catalina o versioni precedenti, tieni premuto il tasto Opzione (⌥) sulla tastiera mentre fai clic sull&#39;icona Batteria nella barra dei menu. Questo rivelerà il menu di stato della batteria. </p> <p> Se il tuo notebook è idoneo per il programma di assistenza di Apple, puoi farlo sostituire gratuitamente contattando Apple tramite il suo <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Sito web di supporto </a> . &quot;Il tuo computer verrà esaminato prima dell&#39;assistenza per verificare che sia idoneo per la sostituzione gratuita della batteria&quot;, osserva Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Aggiornamenti di emergenza con una correzione della batteria </h2> <p> Dopo essere venuta a conoscenza di questo bug, Apple ha inviato rapidamente un paio di aggiornamenti macOS: macOS Big Sur 11.2.1 o successivo per Mac con il software Big Sur e l&#39;aggiornamento supplementare macOS Catalina 10.15.7 per i proprietari di Mac su macOS Catalina e prima. </p> <p> </p> <p> Secondo le note di rilascio su <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Sito web di Apple Apple </a> , macOS Big Sur 11.2.1 &quot;risolve un problema che potrebbe impedire la ricarica della batteria in alcuni modelli MacBook Pro 2016 e 2017&quot;. Apple consiglia a tutti di installare questi aggiornamenti per evitare che il problema della batteria si verifichi su altri MacBook Pro 2016 e 2017. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Come aggiornare il tuo Mac </h2> <p> Per aggiornare il software macOS sul tuo Mac alla versione più recente, vai a <strong> Preferenze di Sistema &gt; Aggiornamento Software </strong> . Se vedi un messaggio che dice che sono disponibili aggiornamenti, fai clic sul pulsante &quot;Aggiorna ora&quot; per installarli. Potrebbe esserti chiesto di inserire la password dell&#39;amministratore per completare l&#39;aggiornamento del Mac. </p> <p> Se desideri che il tuo computer scarichi e installi automaticamente gli aggiornamenti futuri, seleziona l&#39;opzione &quot;Mantieni aggiornato automaticamente il mio Mac&quot; nella finestra Aggiornamento software. Riceverai una notifica quando gli aggiornamenti in sospeso richiedono un riavvio e puoi scegliere di installarli in un secondo momento. </p>"}