{"title":"Apple aumenta il credito di restituzione di DTK Mac Mini dopo la protesta degli sviluppatori Developer","content":"<p> Rispondendo alle proteste degli sviluppatori, Apple ha aumentato il credito offerto per la restituzione dei suoi mini computer Mac Developer Transition Kit (DTK) dagli originali $ 200 a $ 500 per unità. </p> <p> Inoltre, il credito aumentato di $ 500 può essere riscattato entro la fine dell&#39;anno anziché entro il 31 maggio, secondo il messaggio email di Apple che informa gli sviluppatori dei termini aggiornati. </p> <blockquote> <p> Invece del credito di $ 200 che scade a maggio, ti offriamo un credito Apple di $ 500 e prolunghiamo il tempo in cui puoi utilizzarlo per ottenere un nuovo Mac M1 fino alla fine dell&#39;anno. Se hai già acquistato un nuovo Mac M1, il credito Apple ti offre la flessibilità di acquistare qualsiasi prodotto Apple per aiutarti nel lavoro di sviluppo dell&#39;app. </p> </blockquote> <p> La società condividerà presto i dettagli su come rispedire quelle unità DTK. </p> <p> L&#39;offerta addolcita consente agli sviluppatori di utilizzare il credito di $ 500 per coprire la maggior parte del costo di un nuovo computer M1 Mac mini, che parte da $ 699. I nuovi termini sono la reazione di Apple alle proteste degli sviluppatori che sono seguite alla delusione <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> $ 200 DTK Mac mini offerta </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Uno sfortunato passo falso nelle pubbliche relazioni </h2> <p> Il messaggio di posta elettronica di Apple riconosce che la società è ben consapevole del fatto che il suo &quot;credito di apprezzamento&quot; originale di $ 200 potrebbe aver insultato alcuni degli sviluppatori. </p> <blockquote> <p> Abbiamo ricevuto il tuo feedback in merito alla nota di credito di apprezzamento di $ 200 menzionata nella nostra ultima email. La nostra intenzione era riconoscere l&#39;enorme sforzo che hai messo nella creazione di fantastiche app universitarie. Collaborando con noi in anticipo, hai mostrato il tuo impegno nei confronti della nostra piattaforma e la volontà di essere pionieri. </p> </blockquote> <p> Sfortunatamente, questo è tutto ciò che Apple sta facendo. </p> <p> L&#39;azienda ha creato un problema di mini-PR dal nulla, causando una certa costernazione tra gli sviluppatori. E tutto questo sdegno e polemica avrebbero potuto essere evitati se Apple avesse offerto $ 500 per la restituzione di quei kit fin dall&#39;inizio. E se l&#39;azienda avesse davvero voluto premiare i suoi sviluppatori più fedeli, avrebbe potuto consentire loro di mantenere la loro unità DTK. </p> <p> </p> <p> L&#39;assistenza agli sviluppatori è uno dei fattori più cruciali per trasformare qualsiasi piattaforma tecnologica in un successo. Se l&#39;azienda vuole che i clienti tornino sulle sue piattaforme, dovrà pensarci due volte prima di far arrabbiare il suo esercito di sviluppatori con mosse come questa. Sono gli sviluppatori che creano app che mantengono le persone coinvolte e appassionate ai prodotti Apple. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> Che cos&#39;è DTK Mac Mini, comunque? </h2> <p> Le unità DTK di Apple hanno noleggiato agli sviluppatori per far funzionare le loro app basate su Intel in modo nativo sui nuovi Mac M1. Il DTK è un mini case per Mac con il chip A12Z Bionic dell&#39;iPad Pro che ticchetta all&#39;interno, dotato di 16 GB di memoria, 512 GB di spazio di archiviazione e altro ancora. È importante sottolineare che gli sviluppatori hanno sempre saputo che avrebbero dovuto restituire la loro unità ad Apple un giorno. </p> <p> Il credito di $ 200 offerto originariamente da Apple agli sviluppatori che avrebbero restituito la loro unità potrebbe essere utilizzato per acquistare app, contenuti multimediali o uno degli ultimi computer Mac Apple con alimentazione al silicio. Uno sviluppatore avrebbe ricevuto il suo credito di $ 200 al ricevimento dell&#39;unità restituita. I codici avrebbero dovuto essere utilizzati entro il 31 maggio 2021. </p> <p> Ma gli sviluppatori hanno rifiutato l&#39;offerta, sfogando la loro frustrazione con i termini di Apple sui social media. La maggior parte delle lamentele ruota attorno al fatto che il credito di $ 200 è insufficiente per acquistare un nuovo Mac mini M1 per continuare a testare le proprie app Apple in silicio. </p>"}