{"title":"Cosa sono gli occhiali da gioco e come funzionano?","content":"<p> Il gioco è, per natura, competitivo. E le persone competitive, per natura, cercano il miglioramento. Questo significa pratica, ma significa anche avere l&#39;attrezzatura giusta. Parliamo, ovviamente, di occhiali da gioco. </p> <p> Se credi nei giochi seri, gli occhiali da gioco sono già sul tuo radar. Ma cosa sono e funzionano davvero? Diamo un&#39;occhiata. </p> <h2 id=\"what-are-gaming-glasses\"> Cosa sono gli occhiali da gioco? </h2> <p> Gli occhiali da gioco di diversi produttori promettono di aumentare le prestazioni di un giocatore migliorando la percezione della profondità, il colore e il contrasto e persino aumentando il tempo di reazione. I produttori progettano alcuni occhiali da gioco dedicati da indossare comodamente con a <a href=\"https://www.makeuseof.com/tag/best-wireless-gaming-headset-pc/\" target=\"_blank\" rel=\"nofollow noopener\"> gamma di cuffie wireless </a> . </p> <p> La maggior parte delle promesse relative all&#39;aumento delle prestazioni di un giocatore provengono dal blocco della luce blu. In parole povere, gli &quot;occhiali da gioco&quot; di solito sono solo occhiali che bloccano la luce blu commercializzati per i giocatori. </p> <p> </p> <h2 id=\"how-do-gaming-glasses-work\"> Come funzionano gli occhiali da gioco? </h2> <p> La luce blu è una particolare lunghezza d&#39;onda della luce proveniente da sorgenti di luce artificiale, inclusi computer e dispositivi mobili. La luce blu ha alcuni vantaggi, tra cui l&#39;aumento della vigilanza. Il rovescio della medaglia è che, secondo <a href=\"https://www.health.harvard.edu/staying-healthy/blue-light-has-a-dark-side\" target=\"_blank\" rel=\"nofollow noopener\"> Scuola di Medicina di Harvard </a> , un&#39;eccessiva esposizione alla luce blu può causare problemi di sonno e altri problemi di salute. </p> <p> <img alt=\"Wavelengths of light\" src=\"images/light-spectrum-817.jpg\" loading=\"lazy\"> Credito immagine: Peter Corbett/ <a href=\"https://www.flickr.com/photos/ptc24/14457002075/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Flickr </a> </p> <p> Che siano per lavoro o per piacere, gli occhiali che bloccano la luce blu funzionano incorporando un pigmento nelle lenti che elimina la lunghezza d&#39;onda blu dalla luce prima che la luce entri nell&#39;occhio. </p> <p> Possiamo dire, con tutta la sicurezza della scienza moderna, che gli occhiali che filtrano la luce blu funzionano. Ma gli occhiali da gioco che incorporano il filtraggio della luce blu migliorano il tuo gioco, come afferma la maggior parte dei produttori? </p> <p> </p> <h2 id=\"is-there-any-proof-that-gaming-glasses-work\"> C&#39;è qualche prova che gli occhiali da gioco funzionino? </h2> <p> Mentre ci sono stati molti studi sulla luce blu e sull&#39;impatto che ha sui nostri occhi e sul nostro corpo, non ci sono stati studi sulle prestazioni migliorate promesse dai produttori di occhiali da gioco. Il consenso è che gli occhiali da gioco proteggono i tuoi occhi ma potrebbero non salvare le tue statistiche. </p> <p> Ciò non significa che gli occhiali da gioco non funzionino, significa solo che non abbiamo numeri concreti a sostegno dell&#39;affermazione. Ma la teoria ha senso. Quando Oakley e Turtle Beach si sono uniti per rilasciare gli occhiali da gioco, hanno creato una pagina sulla scienza dietro gli occhiali. Alcuni hanno senso, altri potrebbero no. </p> <p> </p> <p> Secondo <a href=\"https://www.oakley.com/en-us/collections/e-sports\" target=\"_blank\" rel=\"nofollow noopener\"> Oakley </a> , i suoi occhiali da gioco (con filtro della luce blu) migliorano il colore e il contrasto e &quot;acuiscono la visione&quot;. Gli occhiali fanno questo nello stesso modo in cui i prodotti Oakley migliorano le prestazioni in altri sport; filtrando specifiche lunghezze d&#39;onda della luce. </p> <p> </p> <p> Oakley progetta lenti per altre condizioni o attività, come la neve e il ciclismo. Ma Oakley non è chiaro su come lo fa per i giochi. Nei giochi, lo stesso display digitale crea similitudini di ambienti drasticamente diversi. </p> <p> Detto in un altro modo: se Hoth ed Endor di Star Wars fossero posti reali, indosseresti occhiali sportivi diversi in ogni luogo. Perché? Perché le condizioni di luce e i colori in ogni ambiente sono drasticamente diversi. Quindi, in che modo indossare un paio di occhiali può migliorare il tuo gioco in entrambe le mappe digitali in un gioco come Star Wars Battlefront? </p> <p> Le pagine esplicative associate agli occhiali da gioco non rispondono concretamente a questo tipo di domanda. Tuttavia, Oakley spiega in qualche modo come i loro diversi obiettivi si adattino ai diversi ambienti del mondo reale. </p> <p> La potenziale risposta, &quot;la luce blu è l&#39;unica luce che conta nei giochi&quot;, è promettente anche se un po&#39; anticlimatica. Questo approccio filtra la luce blu &quot;rumore&quot; creata dal display, rendendo gli altri colori più vivaci, simili agli occhiali da neve che ti aiutano a vedere attraverso la luce riflessa. Se Oakley ha una risposta più complessa e soddisfacente, non siamo riusciti a trovarla. </p> <p> Per quanto riguarda il fatto che gli occhiali da gioco funzionino davvero, la risposta è mista. </p> <p> Migliorano contrasto e colore? Sì. </p> <p> Migliorano la percezione della profondità? Può essere. </p> <p> Migliorano i tempi di reazione? Probabilmente no. </p> <p> </p> <h2 id=\"who-makes-gaming-glasses-what-s-the-price-range\"> Chi produce occhiali da gioco? Qual è la fascia di prezzo? </h2> <p> Quindi sei ancora interessato, o forse più interessato, agli occhiali da gioco. Chi li fa? Quanto costano? </p> <p> Se sei curioso, gli occhiali da gioco realizzati da Turtle Beach e Oakley potrebbero essere un po&#39; costosi a $ 219 e $ 166, ma non sono gli unici produttori in circolazione. </p> <p> <a href=\"https://www.amazon.com/s?k=J%2BS&ref=bl_dp_s_web_0\" target=\"_blank\" rel=\"nofollow noopener\"> Visione J+S </a> produce occhiali per il gioco e l&#39;uso generale del computer che sono più vicini alla gamma $ 20- $ 30. <a href=\"https://www.amazon.com/stores/page/CDD15E77-5B39-4751-B616-E4E8D7B34CBD?ingress=2&visitId=8812e852-1c1c-4604-826c-749221236fa5&ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> Gunnar </a> ha un&#39;intera linea di prodotti di occhiali da gioco dedicati che vanno da circa $ 50 a oltre $ 100. <a href=\"https://www.amazon.com/stores/HyperX/page/C3BFE396-3717-4B59-A6EA-0A070E7654D1?ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> HyperX Gaming </a> ha un set dedicato di occhiali da gioco che rientra in quella fascia di prezzo simile. </p> <p> Quando acquisti occhiali da gioco, ricorda che alcuni hanno fasce di prezzo diverse per lenti da vista o accessori che utilizzano lenti da vista che già indossi. </p> <p> </p> <h2 id=\"can-glasses-up-your-game\"> Gli occhiali possono migliorare il tuo gioco? </h2> <p> <img alt=\"gamer wearing glasses\" src=\"images/gamer-wearing-glasses-455.png\" loading=\"lazy\"> </p> <p> Alla fine, l&#39;efficacia degli &quot;occhiali da gioco&quot; si nasconde dietro la scienza. C&#39;è una vera scienza dietro il filtraggio della luce blu e alcuni occhiali da gioco incorporano caratteristiche di design molto reali per farli accoppiare bene con altri accessori di gioco. Ma c&#39;è anche un sacco di buon marketing vecchio stile coinvolto. </p> <p> Che tu sia scettico sugli &quot;occhiali da gioco&quot; o desideri opzioni di stile più versatili, prendi in considerazione l&#39;esplorazione di occhiali standard con filtro della luce blu prima di spendere soldi per gli occhiali da gioco. È probabile che i vantaggi siano identici. </p> <p> <small> Credito immagine: Marco Verch/ <a href=\"https://www.flickr.com/photos/160866001@N07/49854762018/\" target=\"_blank\" rel=\"nofollow noopener\"> Flickr </a></small> </p>"}