{"title":"Come condividere in sicurezza il tuo PC Windows 10 con account utente separati","content":"<p> Ci sono molte ragioni per cui vorresti condividere il tuo PC con altri. Sia che tu voglia avere un computer per tutta la tua famiglia o che tu voglia utilizzare lo stesso PC per scopi aziendali, poter passare da un utente all&#39;altro è la soluzione ideale. </p> <p> Quando crei account utente separati sullo stesso PC, non solo mantieni separati i file e le impostazioni di tutti, ma ti assicuri anche che i dati di tutti siano al sicuro. La soluzione è configurare più account utente di Windows per ogni membro della famiglia. </p> <p> Il processo per creare più account utente di Windows 10 è semplice e ti mostreremo come puoi farlo. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Quando potresti aver bisogno di condividere il tuo PC Windows 10 con altre persone? </h2> <p> Ci sono varie situazioni in cui potresti aver bisogno di condividere il tuo PC con altri. Questi includono: </p> <h3 id=\"at-work\"> 1. Al lavoro </h3> <p> Se sei un imprenditore, l&#39;aggiunta di più utenti allo stesso PC Windows 10 può essere conveniente, soprattutto se i tuoi dipendenti utilizzano un computer part-time. Ciò consente anche di condividere i file più facilmente. </p> <h3 id=\"at-home\"> 2. A casa </h3> <p> La creazione di più account utente sullo stesso PC può essere vantaggiosa se si desidera condividere lo stesso PC con tutti gli altri membri della famiglia. Se lavori da casa e dipendi dal tuo PC, questa strategia può aiutarti a proteggere tutto il tuo lavoro. </p> <h3 id=\"in-public-places\"> 3. Nei luoghi pubblici </h3> <p> Se lavori in un&#39;istituzione pubblica, come una biblioteca, avrai sicuramente numerose persone che utilizzano lo stesso computer. La creazione di più account utente sarà un&#39;ottima soluzione che aiuterà te e tutti gli altri <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> stai al sicuro quando usi i computer pubblici </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Come creare un nuovo account utente su Windows 10 utilizzando un account Microsoft </h2> <p> Windows 10 semplifica la condivisione dello stesso PC con altre persone. Quando aggiungi un utente, la persona ottiene le proprie impostazioni del desktop, i limiti di archiviazione e ha accesso solo ai propri file e cartelle. La cosa fantastica è che tu e le persone con cui condividi il tuo PC avrete sempre la libertà di <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> modificare le app e le impostazioni predefinite in Windows 10 </a> . </p> <p> In qualità di amministratore, è facile creare più account utente sul PC utilizzando un account Microsoft. Per prima cosa, vai su <strong> Start &gt; Impostazioni &gt; Account &gt; Altre persone </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Per creare un nuovo account utente, fare clic su <strong> Aggiungi qualcun altro a questo PC </strong> . Dovrai quindi fornire un indirizzo e-mail collegato a un account Microsoft: qualsiasi altro indirizzo e-mail non funzionerà. Da qui, clicca <strong> Il prossimo </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Se stai creando un account per qualcuno che non dispone di un indirizzo e-mail di account Microsoft, puoi semplicemente fare clic su <strong> Aggiungi qualcun altro a questo PC </strong> e clicca <strong> Non ho i dati di accesso di questa persona </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> È possibile creare un account utente utilizzando l&#39;indirizzo di posta elettronica dell&#39;account non Microsoft esistente di una persona. Tieni presente che questo indirizzo e-mail verrà quindi collegato a un account Microsoft. </p> <p> In alternativa, puoi creare un account utente creando prima un nuovo indirizzo email di Outlook per l&#39;utente. Per fare ciò, fare clic su <strong> Ottieni un nuovo indirizzo email </strong> . Dovrai quindi creare una password, selezionare il paese di residenza dell&#39;utente e inserire la sua data di nascita. Quando hai finito, fai clic su <strong> Il prossimo </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Il nuovo account utente apparirà ora nell&#39;elenco degli utenti del tuo PC. Puoi sempre <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> cambia il tuo nome di accesso su Windows 10 </a> e le altre persone con cui condividi il tuo PC avranno gli stessi privilegi. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Come creare un nuovo account utente su Windows 10 senza utilizzare un account Microsoft </h2> <p> Puoi comunque creare un account utente per qualcuno che non dispone di un account di posta elettronica di Outlook e preferirebbe non utilizzare un account Microsoft. Lo stesso vale per chi non vorrebbe che il proprio indirizzo e-mail non Microsoft fosse collegato a un account Microsoft. </p> <p> Per fare ciò, fare clic su <strong> Start &gt; Impostazioni &gt; Account &gt; Altre persone &gt; Aggiungi qualcun altro a questo PC &gt; Non ho le informazioni di accesso di questa persona &gt; Aggiungi un utente senza un account Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. Nella schermata che appare, puoi quindi inserire le informazioni della persona. Dovrai creare un nome utente e una password. Clic <strong> Il prossimo </strong> e l&#39;account utente sarà pronto. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Quando crei un account utente di Windows 10 senza utilizzare un account Microsoft, si chiama a <strong> conto locale </strong> . A differenza di un account Microsoft, un account locale non sincronizzerà le impostazioni tra i dispositivi e non consentirà al proprietario dell&#39;account di installare app da Microsoft Store. Inoltre, non consentirà al proprietario dell&#39;account di accedere a OneDrive. </p> <p> Per poter installare applicazioni desktop, al proprietario dell&#39;account locale verrà richiesta la password dell&#39;account dell&#39;amministratore, che in questo caso sarà la tua. Per questo motivo, dovrai essere nelle vicinanze per digitare la password o dovrai fornirla al proprietario dell&#39;account locale. È consigliabile creare un account locale per qualcuno che non utilizzerà nessuno dei prodotti e servizi Microsoft. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Come creare un nuovo account utente per un collega o uno studente </h2> <p> Se desideri creare un account utente per un collega o uno studente, fai clic su <strong> Start &gt; Impostazioni &gt; Account &gt; Altre persone &gt; Aggiungi un utente di lavoro o di scuola </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Successivamente, dovrai inserire le informazioni sull&#39;account della persona e quindi selezionare il tipo di account pertinente. Al termine, fare clic su <strong> Inserisci </strong> . L&#39;account utente sarà pronto. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Gestione degli account sul tuo PC Windows 10 </h2> <p> Dopo aver creato gli account necessari sul tuo PC, puoi utilizzare alcuni metodi per gestirli in modo efficiente. </p> <h3 id=\"changing-account-types\"> 1. Modifica dei tipi di account </h3> <p> In qualità di amministratore del PC, puoi configurare e gestire tutti gli account utente sul tuo computer Windows 10. Puoi concedere l&#39;accesso come amministratore a qualcun altro facendo clic su <strong> Impostazioni &gt; Account &gt; Altri utenti </strong> . </p> <p> Da qui, fai clic sull&#39;account a cui desideri assegnare i diritti di amministratore. Clic <strong> Cambia tipo di account </strong> , cambia il tipo di account da <strong> Utente standard </strong> per <strong> Amministratore </strong> e poi clicca <strong> ok </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Passaggio da un account all&#39;altro </h3> <p> Dopo aver creato account per altri utenti, è facile passare da un account all&#39;altro. Per fare ciò, premere <strong> Ctrl + Alt + Canc </strong> , Selezionare <strong> Cambia utente, </strong> e scegli l&#39;account a cui desideri passare. È quindi possibile inserire la password dell&#39;account e iniziare. </p> <p> Se desideri chiudere un account prima di cambiare, devi disconnetterti o riavviare il PC. Da lì, puoi scegliere l&#39;utente a cui desideri passare e quindi inserire la password appropriata. </p> <h3 id=\"removing-accounts\"> 3. Rimozione di account </h3> <p> In qualità di amministratore, è anche facile rimuovere gli account utente. Per fare ciò, fare clic su <strong> Impostazioni &gt; Account &gt; Altri utenti </strong> , fai clic sull&#39;account che desideri rimuovere, quindi fai clic su <strong> Rimuovere </strong> . Nella schermata che appare, fai clic su <strong> Elimina account e dati </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Sei pronto per condividere in sicurezza il tuo PC Windows 10 con altre persone </h2> <p> Configurare più account utente sul tuo PC Windows 10 è una strategia semplice ed economica. Sia che tu voglia condividere il tuo computer al lavoro, a casa o in spazi pubblici, più account utente ti aiuteranno a farlo in sicurezza. Ora che puoi creare più account utente, devi anche sapere come bloccare gli account utente in modo che il tuo PC possa essere sempre sicuro. </p>"}