{"title":"Come raddoppiare lo spazio in un documento di Word","content":"<p> Questo articolo spiega come raddoppiare le linee di spazio, i paragrafi e l&#39;intero documento in Microsoft Word. Esistono quattro modi per raddoppiare le linee di spazio in Microsoft Word. Puoi utilizzare una di queste opzioni per modificare alcune righe o l&#39;intero documento in Word. </p> <h2 id=\"double-space-lines-from-the-home-tab\"> Linee a doppio spazio dalla scheda Home </h2> <p> Questo è il modo più rapido per raddoppiare lo spazio nel documento. Puoi usarlo quando vuoi aggiungere doppi spazi solo per una parte del documento. Seleziona i paragrafi che desideri modificare e segui i passaggi seguenti. </p> <ol> <li> Apri Microsoft Word. </li> <li> Vai al <strong> Home &gt; Gruppo Paragrafo &gt; Seleziona la spaziatura tra righe e paragrafi </strong> icona. </li> <li> Per raddoppiare le linee dello spazio, scegli 2.0 dal menu a discesa. </li> <li> Per ulteriori opzioni di spaziatura, seleziona <strong> Opzioni di interlinea </strong> nella lista. </li> </ol> <p> <img alt=\"Double space from Home tab in Word\" src=\"images/microsoft-word-home-double-space-339.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-between-paragraphs-from-the-design-tab\"> Doppio spazio tra i paragrafi dalla scheda Progettazione </h2> <p> Modifica lo spazio verticale tra i paragrafi nel documento impostando la spaziatura prima o dopo ogni paragrafo. Tieni presente che questo applica la spaziatura in tutto il documento e influisce anche sull&#39;interlinea. Ti dà meno spazio per controllare l&#39;interlinea rispetto agli altri metodi qui. </p> <ol> <li> Apri Microsoft Word. </li> <li> Vai a <strong> Design &gt; Spaziatura paragrafo </strong> e scegli <strong> Doppio </strong> . </li> </ol> <p> <img alt=\"Paragraph Spacing in Word\" src=\"images/microsoft-word-paragraph-spacing-639.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-from-the-page-layout-tab\"> Linee a doppio spazio dalla scheda Layout di pagina </h2> <p> Usa questa opzione per impostare le linee a doppia spaziatura prima di iniziare ad aggiungere contenuto al tuo documento. Le impostazioni qui consentono di perfezionare il testo con altre opzioni. </p> <ol> <li> Apri Microsoft Word. </li> <li> Vai al <strong> Layout di pagina </strong> scheda. </li> <li> Vai al <strong> Paragrafo </strong> gruppo. Fare clic sulla piccola freccia in basso nell&#39;angolo in basso a destra per visualizzare la finestra di dialogo Impostazioni paragrafo. </li> <li> Rimani sul <strong> Rientri e spaziatura </strong> scheda. </li> <li> Fare clic sulla freccia giù accanto a <strong> Interlinea </strong> scatola. </li> <li> Selezionare <strong> Doppio </strong> e fai clic su <strong> ok </strong> pulsante per uscire dalla finestra di dialogo. </li> </ol> <p> <img alt=\"Selecting double space between lines from the layout tab\" src=\"images/microsoft-word-line-spacing-layout-tab-522.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-with-styles\"> Linee a doppio spazio con stili </h2> <p> Scrivi testi con spaziatura doppia? Puoi <a href=\"https://www.makeuseof.com/tag/microsoft-word-styles/\" target=\"_blank\" rel=\"nofollow noopener\"> salva questo come uno stile speciale in Word </a> solo per saggi o modificare uno stile esistente. </p> <ol> <li> Apri Microsoft Word. </li> <li> Vai al <strong> Home &gt; Gruppo Stili </strong> . Fare clic con il pulsante destro del mouse <strong> Normale </strong> . </li> <li> Selezionare <strong> Modificare </strong> dal menu a tendina. </li> <li> Sotto <strong> Formattazione </strong> , clicca il <strong> Doppio spazio </strong> pulsante. </li> <li> Seleziona OK. </li> </ol> <p> <img alt=\"Modifying a style with double line spacing in Word\" src=\"images/microsoft-word-styles-paragraph-spacing-793.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"what-does-double-spaced-lines-mean\"> Cosa significano le linee a doppia spaziatura? </h2> <p> L&#39;interlinea non è altro che l&#39;altezza dello spazio tra ogni riga di testo. Un doppio spazio significa che le frasi avranno una riga vuota pari all&#39;intera altezza di due righe di testo tra ciascuna riga. Per impostazione predefinita, la maggior parte dei word processor ha la spaziatura singola abilitata (o leggermente più della spaziatura singola), che è uno spazio alto solo una riga. Word ha un&#39;interlinea predefinita di <strong> 1.08 </strong> . </p> <p> L&#39;interlinea è un&#39;importante considerazione di stile e solo uno dei modi per formattare il testo per una migliore leggibilità. </p>"}