{"title":"Come utilizzare Mozilla Hubs&amp;#039; Nuove caratteristiche","content":"<p> Mozilla ha rilasciato Hubs, una piattaforma social e di collaborazione remota gratuita e immersiva, nel 2018. Ma i cambiamenti nel modo in cui le persone hanno avuto accesso e utilizzato la piattaforma durante la pandemia hanno richiesto un aggiornamento che lo rende più utile per grandi gruppi di persone con diversi livelli di esperienza utilizzando un più ampio gamma di dispositivi. </p> <p> Qui vediamo come l&#39;aggiornamento del 2021 cambia Hub e come utilizzare le nuove funzionalità... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Che cos&#39;è Mozilla Hub? Cosa c&#39;è di nuovo? </h2> <p> Mozilla Hubs è una piattaforma gratuita per creare e condividere spazi virtuali chiamati &quot;stanze&quot;. La piattaforma indipendente dall&#39;hardware viene eseguita in un browser Web, rendendola disponibile su computer, tablet e smartphone con una connessione Internet. Non sono necessari nemmeno profili permanenti, anche se averne uno comporta vantaggi come la personalizzazione dell&#39;avatar. </p> <p> Le funzionalità interattive all&#39;interno delle stanze consentono agli utenti di guardare i media insieme, scambiare idee su lavagne bianche, guardare presentazioni, esaminare modelli 3D e altro ancora. Le stanze stesse sono un po&#39; essenziali rispetto ad altre piattaforme come Altspace, ma se hai l&#39;ambizione e puoi affrontare il <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Hub GitHub </a> , ci sono più possibilità di personalizzazione. </p> <p> </p> <p> Ma cosa porta il nuovo aggiornamento alla piattaforma? I nuovi utenti, in particolare quelli nel campo dell&#39;istruzione, hanno ispirato molti dei cambiamenti. </p> <p> Pertanto, gli aggiornamenti principali della piattaforma sono: </p> <ol> <li> Una finestra/barra di chat dedicata. </li> <li> Un&#39;interfaccia utente semplificata non VR. </li> <li> Un nuovo forum di supporto. </li> </ol> <p> Ecco uno sguardo a ogni nuova funzionalità e come usarle... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Come utilizzare la nuova chat bar di Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs aveva già una funzione di chat nelle precedenti iterazioni. Tuttavia, il testo della chat è apparso momentaneamente sul display principale prima di scomparire. Ciò impediva all&#39;utente di vedere la stanza dietro il testo e impediva di rileggere e fare riferimento alle chat. </p> <p> Il nuovo aggiornamento crea una finestra o una barra di chat sul lato dello schermo. Ciò rende la vista della stanza leggermente più piccola, ma rende anche il testo della chat molto più facile da leggere. Anche il testo della chat rimane nella barra della chat consentendo alle conversazioni di permanere nel tempo. </p> <p> Questo è particolarmente utile per le domande poste durante una presentazione o per recuperare una conversazione se sei entrato in una stanza in ritardo. </p> <p> Puoi accedere alla finestra di chat utilizzando il <strong> Chiacchierare </strong> icona nella barra degli strumenti inferiore e digita il tuo messaggio nella casella di testo fornita. Se non vuoi che la barra della chat riduca lo schermo, puoi fare clic sulla stessa icona per ridurla a icona. </p> <p> Anche se ridotto a icona, il testo della chat viene visualizzato ancora per un momento, ma è molto meno distrattore di quanto non fosse prima dell&#39;aggiornamento. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Come selezionare un&#39;interfaccia utente non VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs è meglio descritto come uno &quot;spazio immersivo&quot;. Può essere un ambiente di &quot;realtà virtuale&quot; se unito a apparecchiature VR, ma queste apparecchiature specializzate non sono necessarie per utilizzare gli Hub. </p> <p> I progettisti di hub volevano che l&#39;interfaccia utente fosse il più simile possibile indipendentemente dall&#39;hardware utilizzato da un individuo per accedere alla piattaforma. Ciò era utile anche se gli utenti utilizzavano regolarmente Hub su una varietà di dispositivi diversi, perché l&#39;interfaccia non cambiava molto dal PC all&#39;auricolare VR al telefono o al tablet. </p> <p> Tuttavia, l&#39;interfaccia ha dato priorità all&#39;usabilità con l&#39;hardware VR, rendendo alcuni comandi scomodi quando si utilizzano interfacce non VR. In un certo senso, questo aveva senso perché la realtà virtuale è un&#39;interfaccia più estranea, quindi l&#39;ottimizzazione per quell&#39;interfaccia ha reso il tutto piuttosto fluido. Il problema era che questo sacrificava l&#39;usabilità per gli utenti non VR, che si è rivelato essere la maggior parte degli utenti. </p> <p> Ma l&#39;aggiornamento ha creato un&#39;interfaccia non VR separata. Quindi, mentre i controlli su piattaforme diverse non sono così universali come una volta, tutti vincono comunque. </p> <p> Ora puoi accedere facilmente a questa interfaccia aggiornata quando crei o entri in una stanza. </p> <p> Quando crei o entri per la prima volta in una stanza, seleziona <strong> Entra nella stanza </strong> per un&#39;interfaccia non VR. Gli utenti non VR ora ottengono un&#39;interfaccia point-and-click che è un po&#39; più user-friendly rispetto al display ray casting nella vecchia interfaccia utente. </p> <p> Se utilizzi hardware VR, seleziona <strong> Entra sul dispositivo </strong> anziché. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Come ottenere ulteriore assistenza con il supporto della community di Hubs </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Infine, Mozilla ha annunciato che gli utenti di Hubs possono ora ottenere supporto tramite a <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> forum dedicato alla comunità </a> . Gli hub hanno sempre avuto una comunità attiva, ma era principalmente orientata verso gli sviluppatori. Gli sviluppatori possono (e lo hanno fatto) aiutare gli utenti meno esperti di tecnologia. </p> <p> Ma la nuova opzione di supporto è più comoda per i non sviluppatori. La pagina di supporto è già popolata con termini molto ricercati e argomenti regolarmente richiesti. Prima, non esisteva una comoda funzione di navigazione per le domande degli utenti poste nei forum. </p> <p> Per trovare subito le risposte alle domande, puoi utilizzare la barra di ricerca nella parte superiore della pagina di supporto o sfogliare gli argomenti frequenti e gli articoli in primo piano evidenziati da Mozilla. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Hai bisogno di scaricare le nuove funzionalità di Mozilla Hubs? </h2> <p> Poiché Hubs è basato su browser, questi aggiornamenti sono automatici. Download aggiuntivi o installazioni manuali non sono necessari per la maggior parte degli utenti. </p> <p> Gli utenti di hub che hanno utilizzato il materiale open source per creare le proprie esperienze personalizzate potrebbero dover modificare manualmente del codice. Mozilla ha una guida specifica per questi casi speciali. </p> <p> Gli utenti che hanno familiarità con Hub com&#39;era prima dell&#39;aggiornamento noteranno le modifiche. Tuttavia, poiché gli aggiornamenti dell&#39;interfaccia non modificano l&#39;esperienza VR e ottimizzano l&#39;esperienza non VR, le modifiche dovrebbero essere facili da utilizzare, indipendentemente da come si accede a Hub. </p> <p> </p> <p> Gli aggiornamenti segnano anche un ottimo momento per i nuovi utenti per dare un&#39;occhiata alla piattaforma. La funzionalità della finestra di chat dedicata in particolare rende più facile per insegnanti e relatori rispondere alle domande, ampliando potenzialmente i casi d&#39;uso della piattaforma. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Esplora i nuovi hub </h2> <p> Gli aggiornamenti di Mozilla&#39;s Hubs mostrano molta attenzione per gli utenti. Rispondendo ai casi d&#39;uso e ai profili utente che gli sviluppatori vedono più spesso, la barra della chat, i nuovi canali di supporto e le interfacce ottimizzate rendono la piattaforma più intuitiva e accessibile. </p> <p> Anche con gli aggiornamenti, se Hubs non è perfetto per te, ricorda che non è l&#39;unica piattaforma di presenza remota abilitata alla realtà virtuale. Un&#39;esperienza diversa potrebbe risolvere il tuo problema. </p>"}