{"title":"Come utilizzare le automazioni dei collegamenti di Apple Watch e 3 esempi da provare to","content":"<p> Hai mai desiderato che il tuo Apple Watch abiliti automaticamente la funzione Non disturbare nel momento in cui entri a teatro? Vuoi cambiare automaticamente il quadrante dell&#39;Apple Watch una volta al giorno? Puoi fare questo e molto altro grazie alle automazioni di Apple Watch. </p> <p> watchOS 7 ha introdotto alcune eccellenti routine di automazione per l&#39;Apple Watch. La parte migliore è che non hai bisogno di alcuna conoscenza di programmazione per impostare queste routine o crearne di tue. </p> <p> Ti mostreremo come impostare le automazioni sul tuo Apple Watch, oltre a tre automazioni per illustrare alcuni esempi di cosa puoi fare. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Come configurare le automazioni di Apple Watch </h2> <p> L&#39;app Scorciatoie di Apple è il fulcro dell&#39;automazione iOS e ha tutto il necessario per configurare anche le automazioni di Apple Watch. A differenza delle scorciatoie Siri, le automazioni iOS non possono essere condivise con altri al momento della scrittura. Ciò significa che non possiamo fornire un collegamento per scaricare le nostre automazioni preferite. </p> <p> Invece, ti forniremo una procedura dettagliata per la creazione di automazioni per Apple Watch (con schermate) in modo da poterle configurare rapidamente sul tuo iPhone. </p> <p> </p> <p> Per creare un&#39;automazione per Apple Watch, devi prima decidere cosa vuoi automatizzare e scegliere i trigger di conseguenza. Iniziamo con qualcosa di semplice, come mettere il tuo Apple Watch in modalità silenziosa alle 22:00 ogni sera. </p> <p> Puoi configurarlo facilmente seguendo questi passaggi: andando su <strong> Automazione </strong> scheda nell&#39;app Scorciatoie. Ecco come: </p> <ol> <li> Apri il <strong> Scorciatoie </strong> app sul tuo telefono e vai su <strong> Automazione </strong> scheda. </li> <li> Se non hai mai creato un&#39;automazione sul tuo iPhone, tocca il grande pulsante blu etichettato <strong> Crea automazione personale </strong> . Nel caso in cui tu abbia già creato un&#39;automazione, dovrai toccare il pulsante <strong> Più </strong> pulsante in alto a destra e poi premi <strong> Crea automazione personale </strong> . </li> <li> Dal momento che vogliamo attivare un&#39;automazione a una certa ora ogni giorno, tocca <strong> Ora del giorno </strong> , Selezionare <strong> Ora del giorno </strong> ancora una volta e digita l&#39;ora nella casella proprio sotto quell&#39;opzione. Nel nostro caso, faremo in modo che siano le 22:00 (o le 22:00). </li> <li> Proprio sotto questo, puoi impostare la frequenza per questa automazione. Nel nostro caso, andremo a toccare <strong> Quotidiano </strong> . Ora tocca <strong> Il prossimo </strong> , che si trova in alto a destra sullo schermo. </li> <li> Nella pagina successiva, tocca <strong> Aggiungi azione </strong> e cerca <strong> Imposta la modalità silenziosa </strong> , che apparirà sotto il <strong> Azioni </strong> sottotitolo. Rubinetto <strong> Imposta la modalità silenziosa </strong> e assicurati che l&#39;azione sia <strong> Attiva la modalità silenziosa </strong> . Ora tocca <strong> Il prossimo </strong> . </li> <li> La schermata finale ti mostrerà quando verrà eseguita l&#39;automazione e cosa farà. Devi solo disabilitare <strong> Chiedi prima di correre </strong> per assicurarsi che l&#39;automazione funzioni da sola. Rubinetto <strong> Fatto </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (3 immagini) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Espandere <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Espandere <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Ora, ogni sera alle 22:00, il tuo Apple Watch abiliterà automaticamente la modalità silenziosa. Se desideri disabilitare la modalità silenziosa al mattino, puoi creare una seconda automazione simile per portare a termine il lavoro. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 fantastiche automazioni per Apple Watch da provare </h2> <p> Ora che abbiamo esaminato un esempio, esaminiamo alcune delle automazioni di Apple Watch più utili che puoi configurare sul tuo dispositivo. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Inizia un allenamento quando arrivi o esci da un luogo </h3> <p> È facile dimenticare di iniziare gli allenamenti sul tuo Apple Watch. Sebbene l&#39;indossabile abbia una funzione di rilevamento automatico dell&#39;allenamento, non sempre funziona in modo affidabile. Questo è particolarmente vero per gli allenamenti a bassa intensità come gli esercizi di mobilità. </p> <p> Fortunatamente, c&#39;è un&#39;automazione di Apple Watch per risolvere questo problema: </p> <ol> <li> Nell&#39;app Scorciatoie, crea una nuova automazione e tocca <strong> Arrivo </strong> . </li> <li> Ora tocca <strong> Scegliere </strong> per scegliere la posizione che attiva questo allenamento. Basta digitare il nome della palestra o del parco di quartiere in cui vai a correre e nella metà inferiore dello schermo verrà visualizzata una mappa con un segnaposto. Qui puoi ampliare il raggio in cui questa automazione viene attivata. Rubinetto <strong> Fatto </strong> . </li> <li> O scegli <strong> in qualsiasi momento </strong> oppure seleziona il <strong> Intervallo di tempo </strong> quando vuoi che questa automazione venga eseguita. Ora tocca <strong> Il prossimo </strong> . </li> <li> Rubinetto <strong> Aggiungi azione </strong> e cerca <strong> Inizia l&#39;allenamento </strong> . </li> <li> Rubinetto <strong> Inizia l&#39;allenamento </strong> e seleziona l&#39;allenamento insieme all&#39;obiettivo (obiettivo aperto, tempo, calorie bruciate o distanza percorsa). Dopodiché, tocca <strong> Il prossimo </strong> . </li> <li> Rivedi la tua automazione e tocca <strong> Fatto </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (3 immagini) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Espandere <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Espandere <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Ora il tuo Apple Watch avvierà automaticamente gli allenamenti in base alla tua posizione. Puoi anche selezionare <strong> Partire </strong> invece di <strong> Arrivo </strong> nel primo passaggio per attivare questa automazione quando lasci un determinato luogo, come la tua casa. Ad esempio, se stai lavorando da casa ed esci solo per una passeggiata mattutina, puoi fare in modo che il tuo Apple Watch inizi un allenamento a piedi all&#39;aperto ogni volta che esci di casa. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Cambia automaticamente il quadrante dell&#39;Apple Watch </h3> <p> Cambiare i quadranti è abbastanza facile, ma è ancora più comodo fare in modo che il tuo Apple Watch lo faccia per te. Vediamo come cambiare periodicamente il quadrante dell&#39;orologio, nonché alcuni trigger alternativi per farlo funzionare in modo diverso. </p> <p> Innanzitutto, assicurati di aver <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> quadranti aggiunti e personalizzati sul tuo Apple Watch </a> quindi hai qualcosa su cui lavorare. Quindi, nell&#39;app Scorciatoie: </p> <ol> <li> Crea una nuova automazione e tocca <strong> Ora del giorno </strong> . </li> <li> Seleziona quando desideri che il quadrante dell&#39;orologio cambi, insieme alla frequenza con cui desideri che ciò accada. Abbiamo selezionato <strong> Alba </strong> e <strong> Quotidiano </strong> per impostare un quadrante ogni mattina. Rubinetto <strong> Il prossimo </strong> . </li> <li> Ora tocca <strong> Aggiungi azione </strong> e cerca <strong> Imposta il quadrante dell&#39;orologio </strong> . </li> <li> Rubinetto <strong> Imposta il quadrante dell&#39;orologio </strong> , tocca <strong> Viso </strong> , quindi scegli uno dei quadranti dell&#39;orologio dall&#39;elenco. Rubinetto <strong> Il prossimo </strong> . </li> <li> disattivare <strong> Chiedi prima di correre </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (2 immagini) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Espandere <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Ora osserva la magia mentre il quadrante dell&#39;orologio cambia automaticamente. Se vuoi che il quadrante dell&#39;orologio continui a cambiare ogni poche ore, imposta automazioni simili con un tempo diverso nel secondo passaggio. </p> <p> Puoi anche cambiare automaticamente il quadrante dell&#39;orologio ogni volta che esci di casa o arrivi in ​​un luogo specifico utilizzando il <strong> Arrivo </strong> o <strong> Partire </strong> si attiva invece di <strong> Ora del giorno </strong> nel primo passo. </p> <p> I quadranti dell&#39;orologio di Apple sono abbastanza buoni per iniziare, ma ce ne sono molti <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> meravigliosi volti personalizzati di Apple Watch </a> che dovresti provare anche tu. Ciò ti consentirà di aggiungere una più ampia varietà di volti alle tue automazioni. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Abilita la modalità teatro in luoghi silenziosi </h3> <p> L&#39;attivazione della modalità teatro (modalità cinema in alcune regioni) mette il tuo Apple Watch in modalità silenziosa e spegne il display finché non tocchi lo schermo o premi la corona digitale. Ciò è molto utile nei cinema o in altri luoghi in cui si desidera evitare di disturbare gli altri. </p> <p> Ecco come puoi utilizzare le scorciatoie per abilitare automaticamente la modalità teatro in determinate posizioni: </p> <ol> <li> Crea una nuova automazione e seleziona il <strong> Arrivo </strong> trigger. </li> <li> Ora tocca <strong> Scegliere </strong> e cerca il teatro, o altro luogo, che frequenti. Rubinetto <strong> Fatto </strong> , quindi seleziona l&#39;intervallo di tempo durante il quale desideri che questa automazione funzioni. Se visiti il ​​luogo principalmente durante la sera, ad esempio, puoi impostare quell&#39;intervallo di tempo per evitare di attivarlo accidentalmente. Ora tocca <strong> Il prossimo </strong> . </li> <li> Rubinetto <strong> Aggiungi azione </strong> e cerca <strong> Imposta la modalità teatro </strong> . </li> <li> Rubinetto <strong> Imposta la modalità teatro </strong> , seguito da <strong> Il prossimo </strong> . Infine, tocca <strong> Fatto </strong> per abilitare questa automazione. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (2 immagini) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Espandere <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Assicurati di impostare un&#39;altra automazione usando il <strong> Partire </strong> attivare e ripetere questo processo in modo che la modalità Teatro venga automaticamente disabilitata quando si lascia la posizione. </p> <p> Potresti anche usare il <strong> Ora del giorno </strong> trigger per abilitare o disabilitare automaticamente la modalità teatro. Questa potrebbe essere un&#39;opzione utile per andare a dormire o se hai una riunione a un&#39;ora prestabilita ogni giorno della settimana. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Crea le tue automazioni per Apple Watch </h2> <p> Queste sono solo alcune semplici automazioni che puoi configurare con l&#39;Apple Watch, ma le possibilità sono infinite. Puoi provare trucchi fantastici, come inviare un messaggio a qualcuno ogni volta che finisci un allenamento, insieme a molto altro ancora. </p> <p> Le automazioni che abbiamo scelto si concentrano su attività che si presentano spesso, ma con un po&#39; di creatività puoi spingere i confini di ciò che il tuo Apple Watch fa per te. Non dimenticare che l&#39;Apple Watch ha anche molte altre app per migliorare la tua produttività. </p>"}