{"title":"Come acquisire schermate sul tuo Apple Watch","content":"<p> Hai mai desiderato mostrare un nuovo quadrante o condividere i tuoi progressi nell&#39;app Attività dal tuo Apple Watch? Sebbene non sia così ovvio, è possibile acquisire schermate dal tuo Apple Watch che sono facili da condividere. </p> <p> Apple sembra fare del suo meglio per nascondere questa funzione, ma è abbastanza facile da fare. In questo articolo, ti mostreremo come. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> Innanzitutto, assicurati che gli screenshot siano abilitati </h2> <p> Per impostazione predefinita, l&#39;acquisizione di schermate dal tuo Apple Watch è disabilitata. Come accennato, ad Apple piace davvero nascondere questa funzione. Quindi devi prima assicurarti di consentire al tuo Apple Watch di acquisire schermate. </p> <p> Basta seguire questi passaggi per farlo: </p> <ol> <li> Apri il <strong> Orologio </strong> app sul tuo iPhone. </li> <li> Scorri verso il basso e tocca <strong> Generale </strong> . </li> <li> Scorri verso il basso e assicurati di attivare <strong> Abilita screenshot </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (3 immagini) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Espandere <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Espandere <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Come acquisire schermate sul tuo Apple Watch </h2> <p> Ora che è abilitato, acquisire schermate sul tuo Apple Watch è piuttosto semplice. È abbastanza simile a come te <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> fare screenshot sul tuo iPhone </a> o iPad. </p> <p> Basta seguire questi passaggi: </p> <ol> <li> Sull&#39;Apple Watch, premi il tasto <strong> Corona digitale </strong> e il <strong> Pulsante laterale </strong> allo stesso tempo. </li> <li> <strong> pubblicazione </strong> entrambi i pulsanti per scattare lo screenshot. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Dovresti sentire una piccola vibrazione tattile sul polso e vedere un lampo bianco sul display del tuo Apple Watch. Se ciò non è accaduto, dovrai riprovare. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Dove vanno a finire gli screenshot dell&#39;Apple Watch? </h2> <p> Proprio come gli screenshot del tuo iPhone o iPad, gli screenshot che acquisisci con il tuo Apple Watch andranno direttamente all&#39;app Foto. Li troverai nella Libreria e nella cartella Screenshot. </p> <p> </p> <h2 id=\"capture-every-minute\"> Cattura ogni minuto </h2> <p> Ora che puoi acquisire schermate con il tuo Apple Watch, mostrare le nuove complicazioni o i quadranti personalizzati sarà più facile che mai. Naturalmente, puoi anche provare a condividere i tuoi quadranti con amici e familiari invece di mostrarli semplicemente. </p>"}