{"title":"Come risolvere l&#39;errore dello stato di alimentazione del driver in Windows 10","content":"<p> Il Driver Power State Failure è un raro errore di schermata blu che si verifica quando un driver entra in modalità di sospensione mentre stai lavorando. Il BSOD viene spesso visualizzato quando il computer esce dall&#39;ibernazione e Windows non è in grado di riattivare il driver del dispositivo o il driver impiega troppo tempo per rispondere. </p> <p> L&#39;errore può essere risolto con semplici modifiche alle impostazioni di alimentazione, ma alcuni utenti potrebbero dover approfondire per eliminare il problema. Ecco sei modi per correggere l&#39;errore di errore dello stato di alimentazione del driver su Windows 10. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Modifica le impostazioni di alimentazione e piano di alimentazione </h2> <p> Il primo passaggio che gli utenti dovrebbero eseguire per diagnosticare questo errore è modificare le impostazioni di alimentazione del dispositivo. Ecco come modificare le impostazioni di alimentazione di Windows 10. </p> <h3 id=\"change-power-settings\"> Modifica impostazioni di alimentazione </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> Nella barra di ricerca del menu Start, digita <strong> Pannello di controllo </strong> e aprilo. </li> <li> Cercare <strong> Opzioni risparmio energia </strong> cliccaci sopra. </li> <li> Nella finestra che si apre, fai clic sull&#39;opzione che dice <strong> Scegli cosa fa il pulsante di accensione </strong> . </li> <li> Clicca su <strong> Modifica le impostazioni attualmente non disponibili </strong> . Avrai bisogno dei privilegi di amministratore per farlo. </li> <li> Deseleziona il <strong> Attiva avvio rapido, Sospensione, </strong> e <strong> ibernazione </strong> opzioni. </li> <li> Clicca su <strong> Salvare le modifiche </strong> ed esci. </li> </ol> <h3 id=\"change-power-plan-settings\"> Modifica le impostazioni del piano di alimentazione </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> Aperto <strong> Pannello di controllo </strong> e clicca su <strong> Opzioni di alimentazione. </strong> </li> <li> Individua il piano di alimentazione attualmente selezionato e fai clic su <strong> Modifica le impostazioni del piano </strong> . </li> <li> Quindi fare clic su <strong> Modifica le impostazioni avanzate di alimentazione. </strong> </li> <li> Espandi il <strong> Dormire </strong> sezione e assicurati che tutte le impostazioni siano impostate su <strong> Mai </strong> . </li> <li> Navigare verso <strong> Impostazioni dell&#39;adattatore wireless </strong> e <strong> PCI Express </strong> . Espandi e imposta tutte le opzioni su <strong> Mai </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Aggiorna il tuo display e i driver di rete </h2> <p> Il motivo più comune per l&#39;errore BSOD dello stato di alimentazione del driver è un driver di rete o display difettoso. Ecco perché è meglio assicurarsi che entrambi questi driver siano aggiornati e funzionino correttamente. </p> <p> A volte, anche gli aggiornamenti più recenti possono causare instabilità del sistema. In tali casi, gli utenti dovranno ripristinare questi aggiornamenti. Anche l&#39;aggiornamento dei driver dello schermo può <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> risolvere i problemi di sfarfallio e lampeggiamento dello schermo. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Come aggiornare i driver di rete e video </h3> <ol> <li> stampa <strong> Tasto Windows + R </strong> e digita <strong> devmgmt.msc </strong> . Il <strong> Gestore dispositivi </strong> si aprirà la finestra. </li> <li> Cercare <strong> Adattatori per display </strong> ed espandere il menu. </li> <li> Fare clic con il pulsante destro del mouse sui driver e fare clic su <strong> Aggiorna driver </strong> . </li> <li> Clicca su <strong> Cerca automaticamente il software del driver aggiornato </strong> . Windows scaricherà e installerà automaticamente i driver più recenti. </li> <li> Fai lo stesso per <strong> Adattatori di rete </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Come ripristinare le versioni precedenti dei driver di rete e video </h3> <ol> <li> Aperto <strong> Gestore dispositivi </strong> ed espandi il <strong> Adattatori per display </strong> opzione. </li> <li> Fare clic con il pulsante destro del mouse sul driver e selezionare <strong> Proprietà </strong> . </li> <li> Vai a <strong> autista </strong> scheda nel <strong> Proprietà </strong> menù. </li> <li> Clicca su <strong> Ripristina driver, </strong> e Windows ripristinerà una versione precedente del driver. </li> <li> Segui gli stessi passaggi per <strong> Adattatori di rete </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. Ripara i file di sistema corrotti usando SFC e DISM </h2> <p> SFC e DISM sono due degli strumenti Windows integrati più efficaci che possono essere utilizzati per correggere un&#39;ampia varietà di errori di sistema. Nel caso di una schermata blu dell&#39;errore di morte, la combinazione di questi due può rivelarsi utile per eliminare l&#39;errore. </p> <p> </p> <p> Gli utenti dovrebbero notare che è fondamentale creare un punto di ripristino del sistema prima di tentare questa correzione. </p> <h3 id=\"how-to-use-dism\"> Come usare DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> Aperto <strong> Prompt dei comandi </strong> come Amministratore. </li> <li> genere <strong> DISM.exe /Online /Cleanup-image /scanhealth </strong> e attendi il completamento del processo. </li> <li> Dopo il completamento, digita <strong> DISM.exe /Online /Cleanup-image /Restorehealth </strong> . </li> <li> Aspetta che il processo sia completo. </li> </ol> <p> Come usare SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Correre <strong> Prompt dei comandi </strong> come Amministratore. </li> <li> Nella console, digita <strong> sfc /scannow </strong> . </li> <li> Windows cercherà automaticamente eventuali file corrotti e li riparerà. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Ripristina il tuo computer a uno stato precedente </h2> <p> Quando hai esaurito tutte le altre opzioni, è meglio ripristinare il computer a uno stato precedente. A volte, il software appena installato apporta modifiche che potrebbero causare l&#39;errore. Windows di solito crea automaticamente un punto di ripristino del sistema prima che vengano installati nuovi programmi e ora è il momento migliore per utilizzare questa funzione. </p> <p> Per utilizzare Ripristino configurazione di sistema, segui questi passaggi: </p> <ol> <li> stampa <strong> Tasto Windows + R </strong> e digita <strong> rstrui.exe </strong> . </li> <li> Nel <strong> Ripristino del sistema </strong> finestra, fare clic su Avanti e selezionare un punto di ripristino dall&#39;elenco. </li> <li> Clicca su <strong> Finire, </strong> dopodiché il dispositivo si avvierà nello stato selezionato. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. Aggiorna il BIOS </h2> <p> Nel continuo assalto di software, driver e aggiornamenti di Windows, il BIOS viene solitamente escluso. Può essere principalmente attribuito al fatto che deve essere fatto manualmente. </p> <p> Quando si ha a che fare con l&#39;errore dello stato di alimentazione del driver, gli utenti devono assicurarsi che il proprio BIOS sia aggiornato alla versione più recente. Come spiegato qui, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> il BIOS è una parte importante del tuo computer </a> , quindi assicurati di esercitare la massima cautela quando apporti modifiche. </p> <h3 id=\"how-to-check-and-update-the-bios\"> Come controllare e aggiornare il BIOS </h3> <ol> <li> Digitare <strong> Configurazione di sistema </strong> nella barra di ricerca del menu Start. </li> <li> Nella finestra, cerca <strong> Versione/data del BIOS </strong> e annotare la versione. </li> <li> Successivamente, visita il sito Web del produttore della scheda madre e cerca l&#39;ultima versione del BIOS nella sezione download. </li> <li> Scarica ed esegui il file di installazione. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Prima dell&#39;installazione, avrai un&#39;opzione per eseguire il backup della versione corrente del tuo BIOS. Assicurati di selezionare l&#39;opzione nel caso in cui le cose vadano male. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Disattiva antivirus e Windows Defender </h2> <p> Il software antivirus può a volte rimuovere o interferire con i file di Windows essenziali. Ciò può accadere anche durante l&#39;aggiornamento dei driver poiché a volte il software contrassegna erroneamente alcuni file nel pacchetto di installazione. </p> <p> È abbastanza facile disabilitare temporaneamente il software antivirus. Fai clic con il pulsante destro del mouse sull&#39;icona del tuo antivirus nella barra delle applicazioni e fai clic su Disattiva protezione. Di solito è la strada da percorrere per la maggior parte dei software antivirus, ma potrebbe differire da altri antivirus. </p> <p> Per disabilitare Windows Defender, procedi come segue: </p> <ol> <li> Cercare <strong> Sicurezza di Windows </strong> nella barra di ricerca del menu Start e seleziona il primo risultato. </li> <li> Nella dashboard, fai clic su <strong> Protezione da virus e minacce </strong> . </li> <li> Clicca su <strong> Gestisci impostazioni </strong> e disabilitare la protezione in tempo reale. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Tieni presente che dovresti disabilitare il tuo antivirus solo temporaneamente. Se disabilitando l&#39;antivirus si interrompe l&#39;errore Driver Power State Failure, dovresti <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> considera di cambiare il tuo software antivirus con un&#39;alternativa </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Guasto dello stato di alimentazione del driver: risolto </h2> <p> Un BSOD non è mai una vista gradita, ma di solito sono facilmente risolvibili. </p> <p> Nel caso di Driver Power State Failure, un semplice aggiornamento del driver di solito risolve il problema. Ma in caso contrario, gli utenti possono sempre ricorrere alle correzioni avanzate sopra elencate. </p>"}