{"title":"Come usare il comando ls in Linux","content":"<p> Ottenere informazioni dettagliate relative ai file sul tuo spazio di archiviazione è complicato se non sai come usare il comando ls. Qui discuteremo di tutto ciò che è associato al comando ls su Linux, insieme ad alcuni vari flag utilizzati con esso. </p> <h2 id=\"the-ls-command-on-linux\"> Il comando ls su Linux </h2> <p> Il comando ls viene utilizzato per elencare tutti i file e le cartelle presenti nella directory di lavoro corrente. Puoi anche ottenere una serie di informazioni sui file usando lo stesso comando. Poiché è già incluso nel pacchetto delle utilità principali di GNU, non è necessario installare alcun pacchetto aggiuntivo sul sistema per utilizzarlo. </p> <p> Puoi anche concatenare ls con altri comandi bash. Ad esempio, tubazioni a <strong> grep </strong> dichiarazione con <strong> ls </strong> ti permetterà di cercare e filtrare la directory per file specifici. </p> <p> </p> <h2 id=\"how-to-use-the-ls-command\"> Come usare il comando ls </h2> <p> La sintassi di base del comando ls è: </p> <pre><code class=\"hljs\">ls [options] [directory]</code></pre> <p> Uno degli usi più semplici del comando è elencare tutti i file e le cartelle nella directory di lavoro corrente. </p> <pre><code class=\"hljs\">ls</code></pre> <p> Se esegui la suddetta istruzione nella directory principale del tuo sistema, vedrai un output simile a questo. </p> <pre><code class=\"hljs\">bin    dev   home   lib64        mnt   proc   run    srv   tmp   var<br>boot   etc   lib    lost+found   opt   root   sbin   sys   usr</code></pre> <h3 id=\"listing-files-in-a-specific-directory\"> Elencare i file in una directory specifica </h3> <p> Per elencare i file che appartengono a una cartella diversa (non alla directory di lavoro corrente), dovrai passare il percorso della directory insieme al nome del comando. </p> <pre><code class=\"hljs\">ls [directory]</code></pre> <p> Per ottenere l&#39;elenco di tutti i file presenti nel <strong> /stivale </strong> elenco: </p> <pre><code class=\"hljs\">ls /boot</code></pre> <p> L&#39;output ora mostrerà i file e le cartelle presenti nel nome della directory fornito. </p> <pre><code class=\"hljs\">EFI   grub   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux</code></pre> <p> Usando il <strong> -F </strong> flag con il comando aggiungerà un carattere / alla fine di ogni directory. </p> <pre><code class=\"hljs\">EFI/   grub/   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux</code></pre> <p> Puoi anche passare più directory separando i nomi dei percorsi con a <strong> Spazio </strong> personaggio. </p> <pre><code class=\"hljs\">ls /boot /usr</code></pre> <pre><code class=\"hljs ruby\">Output<br>/boot:<br>EFI   grub   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux<br>/usr:<br>bin   etc   include   lib   lib32   lib64   local   sbin   share   src</code></pre> <h3 id=\"list-files-in-the-root-directory\"> Elenca i file nella directory principale </h3> <p> La directory principale contiene tutte le altre directory e file del sistema. È la cartella più in alto nella gerarchia di directory del tuo computer. Una directory radice è generalmente indicata con <strong> / </strong> personaggio. </p> <pre><code class=\"hljs\">ls /</code></pre> <p> Non importa in quale directory ti trovi al momento dell&#39;inserimento del comando, il comando sopra menzionato produrrà un output che elenca tutte le sottocartelle e i file presenti all&#39;interno della directory principale. </p> <h3 id=\"list-files-in-the-parent-directory\"> Elenca i file nella directory principale </h3> <p> Una directory padre in Linux è una directory sopra la directory corrente. Prendiamo <strong> /usr/bin </strong> come esempio. Qui, <strong> /bidone </strong> è la tua directory di lavoro corrente, e <strong> /usr </strong> è la directory padre. </p> <p> Per ottenere un elenco di tutti i file in una directory padre: </p> <pre><code class=\"hljs\">ls ..</code></pre> <pre><code class=\"hljs ruby\">bin   etc   include   lib   lib32   lib64   local   sbin   share   src</code></pre> <p> Aggiungere un altro <strong> .. </strong> ti porterà alla directory padre della directory padre. Per esempio, <strong> /var/log/vecchio </strong> è la tua directory di lavoro corrente. <strong> è .. </strong> elencherà le cartelle presenti nel <strong> /log </strong> directory considerando che <strong> è ../.. </strong> ti fornirà un elenco di tutti i file e le cartelle contenuti nel <strong> /var </strong> directory. </p> <pre><code class=\"hljs\">ls ../..</code></pre> <pre><code class=\"hljs perl\">cache   db   empty   games   lib   local   lock   log   mail   opt   run   spool   tmp</code></pre> <h3 id=\"list-files-in-the-home-directory\"> Elenca i file nella directory principale </h3> <p> La directory home in Linux è indicata da <strong> ~ </strong> personaggio. Pertanto, per elencare il contenuto disponibile nella tua home directory: </p> <pre><code class=\"hljs\">ls ~</code></pre> <h3 id=\"list-only-directories-no-files\"> Elenca solo directory (nessun file) </h3> <p> Se per qualsiasi motivo desideri solo elencare le cartelle presenti in una directory, usa il pulsante <strong> -d </strong> flag con il comando ls predefinito. </p> <pre><code class=\"hljs\">ls -d /home</code></pre> <h3 id=\"list-files-with-sub-directories\"> Elenca file con sottodirectory </h3> <p> Usando il <strong> * </strong> carattere con il comando ls ti fornirà un elenco di tutti i file e le cartelle nella directory di lavoro corrente, insieme alle sottodirectory. </p> <pre><code class=\"hljs\">ls *</code></pre> <h3 id=\"list-files-recursively\"> Elenca i file in modo ricorsivo </h3> <p> Usando il <strong> -R </strong> flag con il comando predefinito elencherà tutti i file e le cartelle presenti all&#39;interno di una directory fino all&#39;ultimo livello. </p> <pre><code class=\"hljs\">ls -R</code></pre> <p> Nota che puoi anche passare il percorso della directory insieme al flag ricorsivo. Ciò significa che <strong> ls /usr/home -R </strong> è un comando valido. </p> <h3 id=\"list-files-with-their-size\"> Elenca i file con le loro dimensioni </h3> <p> Per ottenere i nomi di tutti i file insieme alla loro dimensione, usa il <strong> -S </strong> bandiera con il comando. </p> <pre><code class=\"hljs perl\">ls -s /yay-git</code></pre> <pre><code class=\"hljs\">total 2944<br>4 pkg   4 src   4 yay   2932 yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> </p> <h3 id=\"list-files-with-detailed-information\"> Elenca file con informazioni dettagliate </h3> <p> Il <strong> -l </strong> flag ti consente di ottenere un elenco del contenuto di una directory Linux con una descrizione dettagliata di ciascuna voce. Le seguenti informazioni sono incluse nell&#39;output: </p> <ol> <li> Permessi di file e cartelle </li> <li> Numero di link </li> <li> Proprietario dei contenuti </li> <li> Proprietario del gruppo </li> <li> Dimensione del contenuto </li> <li> Nome del file </li> <li> Data e ora dell&#39;ultima modifica </li> </ol> <pre><code class=\"hljs\">ls -l</code></pre> <pre><code class=\"hljs perl\">total 2944<br>drwxr-xr-x   3   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:53   pkg<br>drwxr-xr-x   4   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:52   src<br>drwxr-xr-x   7   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:54   yay<br>-rw-r--r--   1   sharmadeepesh   sharmadeepesh   2998674   Feb 8 13:53   yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> La prima colonna è riservata ai permessi di file e cartelle. Il primo carattere indica il tipo di file e i successivi nove caratteri indicano le autorizzazioni del file. </p> <p> I vari tipi di file che incontrerai spesso: </p> <ol> <li> File normali (-) </li> <li> Blocca file speciali (b) </li> <li> File speciali di caratteri (c) </li> <li> Elenco (d) </li> <li> Collegamento simbolico (l) </li> <li> File di rete (n) </li> <li> FIFO (p) </li> <li> Presa/e </li> </ol> <p> Parlando dei permessi dei file, nell&#39;output vengono utilizzati i seguenti caratteri. </p> <ol> <li> Leggibile (r) </li> <li> Scrivibile (w) </li> <li> Eseguibile (x) </li> </ol> <p> Prendiamo <strong> d </strong><strong> rw-r--r-- </strong> come esempio. Il primo carattere indica che la voce è una directory. I due caratteri seguenti indicano che l&#39;utente corrente dispone dei permessi di lettura e scrittura. Il resto dei caratteri fornisce informazioni sui permessi dei file per altri utenti. </p> <h3 id=\"list-files-with-readable-size\"> Elenca file con dimensioni leggibili </h3> <p> Il <strong> -S </strong> Il comando fornisce un valore numerico associato a ciascuna voce. E come ovvio, non sapresti qual è il significato di questo valore. Pertanto, per elencare i file e le loro dimensioni in modo leggibile, utilizzare il pulsante <strong> -lh </strong> flag insieme al comando. </p> <pre><code class=\"hljs\">ls -lh</code></pre> <pre><code class=\"hljs perl\">total 2.9M<br>drwxr-xr-x   3   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:53   pkg<br>drwxr-xr-x   4   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:52   src<br>drwxr-xr-x   7   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:54   yay<br>-rw-r--r--   1   sharmadeepesh   sharmadeepesh   2.9M   Feb 8 13:53   yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> Nell&#39;output vengono utilizzati gli identificatori di dimensione per byte (B), megabyte (MB), gigabyte (GB) e terabyte (TB). </p> <h3 id=\"list-hidden-files\"> Elenca file nascosti </h3> <p> Il predefinito <strong> ls </strong> Il comando non include i file nascosti nell&#39;output. Per elencare il contenuto che è impostato come nascosto dall&#39;utente, passare il <strong> -un </strong> flag con il comando ls. </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"piping-ls-with-grep-command\"> Tubazioni ls con comando Grep </h3> <p> Il comando grep viene utilizzato per abbinare i modelli che seguono una specifica espressione regolare. Puoi concatenare questo comando con ls per cercare i file presenti nel tuo sistema. Nella directory principale, digita: </p> <pre><code class=\"hljs perl\">ls | grep l</code></pre> <p> Questo elencherà tutti i file e le cartelle che iniziano con il carattere l. Puoi anche filtrare i tuoi file in base alle loro estensioni usando grep. </p> <h3 id=\"sort-files-by-time-and-date\"> Ordina i file per ora e data </h3> <p> Per elencare tutti i file e ordinarli in base all&#39;ora e alla data di creazione/modifica, utilizzare il pulsante <strong> -t </strong> flag insieme a ls. </p> <pre><code class=\"hljs\">ls -t</code></pre> <h3 id=\"sort-files-by-size\"> Ordina i file per dimensione </h3> <p> Il <strong> -S </strong> flag ti consentirà di ordinare i file e le cartelle in base alla loro dimensione. </p> <pre><code class=\"hljs\">ls -S</code></pre> <p> Per impostazione predefinita, i file verranno ordinati in ordine decrescente (prima il file più grande). Tuttavia, puoi facilmente invertire questo comportamento aggiungendo <strong> r </strong> con il <strong> -S </strong> bandiera. </p> <pre><code class=\"hljs\">ls -Sr</code></pre> <h3 id=\"list-files-and-send-output-to-a-file\"> Elenca i file e invia l&#39;output a un file </h3> <p> Usando il <strong> &gt; </strong> carattere, puoi inviare l&#39;output del comando ls a qualsiasi file. </p> <pre><code class=\"hljs perl\">ls > ls-output.txt</code></pre> <p> Successivamente, puoi leggere il contenuto del file appena creato digitando <strong> cat ls-output.txt </strong> nel tuo terminale. </p> <p> </p> <h2 id=\"displaying-contents-of-a-directory-with-ls-command\"> Visualizzazione del contenuto di una directory con il comando ls </h2> <p> Il comando ls è uno dei comandi più potenti forniti agli utenti Linux. Per ottenere il massimo dai tuoi comandi nel terminale, puoi provare a imparare a concatenare i comandi insieme. Puoi anche pipe il <a href=\"https://www.makeuseof.com/linux-mv-command/\" target=\"_blank\" rel=\"nofollow noopener\"> comando mv per spostare i file </a> con l. </p> <p> Il consiglio numero uno per prendere confidenza con Linux è memorizzare alcuni comandi di base. Questo ti aiuterà sicuramente a diventare molto efficiente e veloce durante l&#39;utilizzo del tuo sistema. </p>"}