{"title":"Come liberare spazio su iCloud","content":"<p> Sei stufo di quelle notifiche pop-up che ti dicono che hai poco spazio nel tuo account iCloud? Buone notizie: non è necessario sopportarli molto più a lungo. </p> <p> E ancora meglio, non dovrai nemmeno spendere soldi per aggiornare il tuo account. </p> <p> Apple offre a ogni utente 5 GB di spazio di archiviazione gratuito su iCloud, il che sembra quasi nulla. Ma se giochi bene, ti renderai conto che è più che sufficiente per tutte le tue esigenze. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Scopri cosa occupa più spazio </h2> <p> Quando il tuo spazio di archiviazione iCloud è pieno, il miglior punto di partenza è scoprire cosa sta occupando più spazio sui tuoi dispositivi. Il più delle volte, rimarrai sorpreso dalla risposta. </p> <p> Per scoprire cosa occupa più spazio in iCloud sul tuo iPhone: </p> <ol> <li> Vai a <strong> impostazioni </strong> . </li> <li> Fare clic per <strong> ID Apple </strong> . </li> <li> Vai a <strong> iCloud &gt; Gestisci spazio di archiviazione </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (2 immagini) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Espandere <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Quando sei nella scheda Gestisci spazio di archiviazione, riceverai un&#39;analisi di ciò che sta utilizzando più spazio nel tuo account iCloud. Per alcune funzioni, puoi esaminare ed eliminare i dati per liberare spazio di archiviazione. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Elimina le tue vecchie foto </h2> <p> Le foto sono spesso il ladro di memoria più evidente nel tuo account iCloud. Se scatti foto con una fotocamera professionale e le carichi sul telefono, questo è ancora più vero. </p> <p> Per eliminare le foto sul tuo iPhone: </p> <ol> <li> Vai al tuo rullino fotografico. </li> <li> Seleziona le immagini che desideri eliminare. </li> <li> Torna al menu principale del rullino fotografico. </li> <li> Entra nel <strong> Eliminati di recente </strong> cartella. </li> <li> Selezionare <strong> Cancella tutto </strong> e confermare. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Elimina le tue vecchie email </h2> <p> Se hai collegato il tuo account e-mail a iCloud ma usi raramente i tuoi messaggi, stai consumando spazio prezioso che potresti usare altrove. Se utilizzi il servizio per molti anni, la quantità di dati utilizzata da questi ultimi aumenterà lentamente. </p> <p> Per eliminare le tue vecchie email: </p> <ol> <li> Vai alla tua app di posta. </li> <li> Seleziona le email che desideri eliminare. </li> <li> Elimina queste email e chiudi l&#39;app. </li> </ol> <p> Se non usi Mail così spesso, puoi anche scegliere di eliminare l&#39;app dal telefono. In questo modo, non creerai più un elenco di dati sprecati. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Rimuovi file da iCloud Drive </h2> <p> Se hai un MacBook o un Mac, potresti non renderti conto che stai ancora archiviando file che non hai da anni. Man mano che i tuoi dati diminuiscono, questi diventeranno più fastidiosi. </p> <p> Fortunatamente, rimuovere i file iCloud dall&#39;unità del tuo computer è semplice. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Per eliminare i file iCloud dall&#39;unità del computer: </p> <ol> <li> Aperto <strong> Finder </strong> . </li> <li> Vai su iCloud Drive nel menu a sinistra. </li> <li> Seleziona i file che desideri eliminare e spostali nella cartella del cestino. </li> <li> Fare clic con il pulsante destro del mouse o Ctrl + fare clic su <strong> Icona cestino Tra </strong> in banchina. </li> <li> Selezionare <strong> Svuota cestino </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Libera spazio sui tuoi dispositivi Apple </h2> <p> Anche se può sembrare che tu sia in una battaglia costante per svuotare il tuo spazio di archiviazione iCloud, farlo non deve essere stressante. Indipendentemente dal dispositivo Apple che utilizzi, ci sono molti modi per vedere cosa sta mangiando i tuoi dati e apportare modifiche. </p> <p> Quando hai svuotato lo spazio di archiviazione di iCloud, è una buona idea tenerlo d&#39;occhio. Quando noti che le cose si stanno avvicinando al punteggio pieno, ripeti questi passaggi e impedisci loro di accadere. </p>"}