{"title":"Come utilizzare i filtri neurali di Photoshop per creare facce buffe","content":"<p> Photoshop dispone di una serie di strumenti, chiamati filtri neurali, che semplificano la creazione di facce buffe. Questa piccola raccolta di dispositivi di scorrimento utilizza l&#39;intelligenza artificiale di Adobe Sensei per apportare modifiche alle tue immagini. </p> <p> In questo tutorial, utilizzeremo i filtri neurali presenti nel menu Ritratto intelligente per creare una faccia buffa. Scoprirai presto che quando spingi questi cursori ai loro estremi, tendono a creare effetti drastici e spesso comici! </p> <h2 id=\"using-photoshop-s-neural-filters-to-create-funny-faces\"> Utilizzo dei filtri neurali di Photoshop per creare facce buffe </h2> <p> Non c&#39;è davvero nulla di complicato in questi cursori in Ritratto intelligente. Sono tutti piuttosto semplici e facili da manipolare. </p> <p> </p> <p> Ti mostreremo come accedere a questo menu perché non è così facile da trovare a colpo d&#39;occhio. In altre parole, non preoccuparti se sei già titolare di un abbonamento ad Adobe Photoshop e non hai mai visto queste funzionalità prima. Sono raggruppati con altri strumenti in fase di sviluppo beta. </p> <p> Per prima cosa, scarica questa immagine da <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> da seguire. Oppure, sentiti libero di usare una delle tue foto per vedere quali effetti puoi ottenere. </p> <p> Iniziamo! </p> <ol> <li> stampa <strong> Ctrl </strong> + <strong> J </strong> per creare un livello duplicato. <p> <img alt=\"Create duplicate layer\" src=\"images/1-create-duplicate-layer-139.png\" loading=\"lazy\"> </p> </li> <li> Fare clic sul livello duplicato. Fare clic con il tasto destro e selezionare <strong> Converti in oggetto avanzato </strong> . <p> <img alt=\"Convert to smart object\" src=\"images/2-convert-to-smart-object-s-993.png\" loading=\"lazy\"> </p> </li> <li> Vai a <strong> Filtro </strong> &gt; <strong> Filtri neurali </strong> . <p> <img alt=\"Go to Neural Filters\" src=\"images/3-go-to-neural-filters-688.png\" loading=\"lazy\"> </p> </li> <li> Seleziona il <strong> Filtri beta </strong> icona. Quindi, scegli <strong> Ritratto intelligente </strong> e fare clic sul quadrante. <p> <img alt=\"Go to Smart Portrait\" src=\"images/4-go-to-smart-portrait-454.png\" loading=\"lazy\"> </p> </li> <li> Modificare i valori del dispositivo di scorrimento come segue: <strong> Felicità: </strong> <strong> 50 </strong> , <strong> Sorpresa: </strong> <strong> 50 </strong> , <strong> Rabbia: </strong> <strong> 50 </strong> , <strong> Età facciale: </strong> <strong> 50 </strong> , <strong> Sguardo: </strong> <strong> 50 </strong> , <strong> Spessore dei capelli: </strong> <strong> 50 </strong> . Quindi, fare clic su <strong> ok </strong> . <p> <img alt=\"Change slider values\" src=\"images/5-change-slider-values-795.png\" loading=\"lazy\"> </p> </li> </ol> <p> Vediamo come è venuta l&#39;immagine! </p> <p> <strong> Faccia buffa prima: </strong> </p> <p> <img alt=\"Funny face before\" src=\"images/6-before-silly-face-639.png\" loading=\"lazy\"> </p> <p> <strong> Faccina buffa dopo: </strong> </p> <p> <img alt=\"After funny face\" src=\"images/7-after-silly-face-925.png\" loading=\"lazy\"> </p> <p> Non dimenticare che ci sono un sacco di plug-in gratuiti per Photoshop che possono aggiungere effetti speciali alle tue foto. A volte, questi tocchi extra possono aggiungere profondità alle tue immagini che aiuteranno le tue idee divertenti a distinguersi. </p> <p> </p> <p> </p> <h2 id=\"it-s-fun-to-discover-alternative-uses-for-photoshop-tools\"> È divertente scoprire usi alternativi per gli strumenti di Photoshop </h2> <p> Come puoi immaginare, i creatori di Smart Portrait per Photoshop probabilmente non intendevano utilizzare i loro strumenti per creare immagini divertenti. In effetti, se regoli moderatamente i cursori, potresti scoprire che l&#39;aggiunta di sottili effetti emotivi rende effettivamente un&#39;immagine più forte in molti casi. </p> <p> Ma questa è la cosa grandiosa di Photoshop. Molti strumenti tradizionali possono essere utilizzati per scopi alternativi. Photoshop lascia che l&#39;immaginazione del creatore si scateni. </p> <p> <small> Credito immagine: Alex Green/ <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}