{"title":"Come combinare le immagini in Photoshop per creare fantastici compositi","content":"<p> Uno dei migliori editor di foto al mondo per creare compositi è Photoshop. Questo perché ci sono dozzine di strumenti utili che hanno un numero quasi infinito di usi quando si tratta di fondere le immagini insieme. </p> <p> In questo tutorial, ti mostreremo come combinare tre immagini insieme per creare un fantastico composito. </p> <h2 id=\"getting-started\"> Iniziare </h2> <p> I compositi sono costituiti da due o più immagini. È una buona idea caricare tutti i file di immagine necessari in Photoshop per rendere più semplice il processo di composizione. </p> <p> Useremo tre immagini per creare il nostro composito finale. Puoi scaricare questi file di immagine da Pexels per seguire: </p> <ul> <li> <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Donna </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-standing-on-top-of-mountain-2695232/\" target=\"_blank\" rel=\"nofollow noopener\"> Scalatore 1 </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-wearing-black-tank-top-and-brown-shorts-climbing-rock-1094794/\" target=\"_blank\" rel=\"nofollow noopener\"> Scalatore 2 </a> </li> </ul> <p> </p> <h2 id=\"cut-out-subjects-from-backgrounds\"> 1. Ritaglia i soggetti dagli sfondi </h2> <p> Il compito più comune per realizzare composizioni consiste nel &quot;ritagliare&quot; i soggetti dai loro sfondi. Questo è quello che faremo per ciascuno dei nostri alpinisti. </p> <p> La nostra immagine della donna che fa la faccia buffa sarà la nostra immagine principale a cui aggiungeremo tutto. </p> <p> Questi passaggi dovrebbero essere seguiti per ciascuno dei due scalatori. Una volta ritagliati, li aggiungeremo entrambi all&#39;immagine principale della donna nella seconda parte di questo tutorial. </p> <ol> <li> Una volta importata l&#39;immagine dell&#39;arrampicatore in Photoshop, vai su <strong> Selezionare </strong> &gt; <strong> Soggetto </strong> . <p> <img alt=\"Select Subject\" src=\"images/1-select-subject-585.png\" loading=\"lazy\"> </p> </li> <li> Vai a <strong> Selezionare </strong> &gt; <strong> Seleziona e maschera </strong> . <p> <img alt=\"Select Select and Mask\" src=\"images/2-select-select-and-mask-372.png\" loading=\"lazy\"> </p> </li> <li> Uso <strong> Ctrl </strong> e il <strong> Più </strong> ( <strong> + </strong> ) per ingrandire l&#39;immagine. Quindi, usa il <strong> barra spaziatrice </strong> e centra l&#39;immagine con il mouse per visualizzare i dettagli della selezione. Il colore di selezione predefinito è il rosso. <p> <img alt=\"Enlarge Image\" src=\"images/3-enlarge-image-711.png\" loading=\"lazy\"> </p> </li> <li> Seleziona il terzo <strong> Spazzola </strong> strumento dal menu in alto a sinistra. Assicurati che <strong> Più </strong> ( <strong> + </strong> ) è evidenziato. <p> <img alt=\"Select Brush Tool\" src=\"images/4-select-brush-tool-462.png\" loading=\"lazy\"> </p> </li> <li> Con il mouse, dipingi <strong> Rosso </strong> su tutte le aree che avrebbero dovuto essere selezionate. In questo esempio, è necessario dipingere parte del piede dell&#39;uomo e del suo bastone da passeggio. </li> <li> Usa il <strong> staffa </strong> utensili <strong> [ </strong> e <strong> ] </strong> per aumentare o diminuire la dimensione del pennello. Se commetti un errore, fai clic su <strong> Ctrl </strong> + <strong> Z </strong> per annullare l&#39;azione precedente. <p> <img alt=\"Paint Red into Selection\" src=\"images/5-paint-red-into-selection-283.png\" loading=\"lazy\"> </p> </li> <li> Vai al <strong> Uscita in </strong> menu a tendina nella parte inferiore del pannello di controllo a destra. </li> <li> Selezionare <strong> Nuovo livello con maschera </strong> e clicca <strong> ok </strong> . <p> <img alt=\"New Layer with Layer Mask\" src=\"images/6-new-layer-with-layer-mask-592.png\" loading=\"lazy\"> </p> </li> <li> Ora dovresti essere lasciato con il ritaglio dello scalatore e vedere solo uno sfondo a scacchi che indica la trasparenza. Ripetere questi passaggi per l&#39;immagine del secondo scalatore. <p> <img alt=\"Completed Selection of Climber\" src=\"images/7-completed-selection-of-climber-324.png\" loading=\"lazy\"> </p> </li> </ol> <p> <strong> Nota: </strong> </p> <p> Se la tua selezione di uno dei due climber ha ancora bisogno di lavoro, puoi premere <strong> B </strong> per il <strong> Spazzola </strong> strumento per dipingere nelle parti mancanti o cancellare i pixel indesiderati. È meglio usare a <strong> Spazzola morbida </strong> per questo tipo di lavoro. </p> <p> <img alt=\"Soft Round Brush\" src=\"images/tip-soft-round-brush-458.png\" loading=\"lazy\"> </p> <p> Quando si dipinge, assicurarsi che il <strong> Primo piano </strong> il colore è impostato su <strong> bianca </strong> da aggiungere alla selezione. In alternativa, cambia il <strong> Primo piano </strong> colore a <strong> Nero </strong> da cancellare dalla selezione. Attiva/disattiva <strong> X </strong> tasto per passare da un colore all&#39;altro. </p> <p> <img alt=\"Foreground Colors\" src=\"images/tip-foreground-colors-961.png\" loading=\"lazy\"> </p> <p> Nota che la seconda immagine dello scalatore richiederà di apportare correzioni durante il processo di selezione o in seguito utilizzando il metodo sopra. </p> <p> </p> <h2 id=\"composite-all-three-images-together\"> 2. Comporre tutte e tre le immagini insieme </h2> <p> Per la parte compositiva, aggiungeremo i due scalatori all&#39;immagine della donna. Lo scalatore che sta in piedi verrà rimpicciolito e posto sul naso della donna. </p> <p> Il secondo scalatore sarà posizionato sul lato destro del labbro della donna. </p> <p> Per l&#39;ultimo passaggio, aggiungeremo effetti per riunire tutti gli elementi per renderlo più naturale. Gli utenti più esperti potrebbero voler continuare a fondere insieme queste immagini utilizzando tecniche più complesse, ma ti mostreremo come creare una versione rapida e passabile. </p> <ol> <li> Carica l&#39;immagine della donna in Photoshop. <p> <img alt=\"Load Image of Woman into Photoshop\" src=\"images/1-load-image-of-woman-into-photoshop-484.png\" loading=\"lazy\"> </p> </li> <li> Vai all&#39;immagine dello scalatore in piedi. Fai clic con il pulsante sinistro del mouse e tieni premuto il livello di selezione dello scalatore. Basta trascinarlo con il mouse sul file della donna nella parte superiore dello schermo. <p> <img alt=\"Drag Climber to Image of Woman\" src=\"images/2-drag-climber-to-image-of-woman-932.png\" loading=\"lazy\"> </p> </li> <li> Se fatto correttamente, lo schermo tornerà a quello della donna. Quindi, rilascia il clic sinistro. Un nuovo livello con l&#39;arrampicatore apparirà sopra l&#39;immagine originale della donna. <p> <img alt=\"Import Climber into Image\" src=\"images/3-import-climber-into-image-270.png\" loading=\"lazy\"> </p> </li> <li> Con il <strong> Copia di sfondo </strong> dello scalatore selezionato, premere , <strong> Ctrl </strong> + <strong> T </strong> per il <strong> Trasformare </strong> attrezzo. Fare clic all&#39;interno del rettangolo blu per posizionare l&#39;uomo sul naso della donna. Usa le maniglie sulla scatola blu per ridurre l&#39;uomo a una versione in miniatura, come mostrato di seguito. Quindi, premere il tasto <strong> Segno di spunta </strong> in alto per accettare le modifiche. <p> <img alt=\"Place Climber on Nose\" src=\"images/4-place-climber-on-nose-888.png\" loading=\"lazy\"> </p> </li> <li> Successivamente, ripeteremo i passaggi da due a quattro per il secondo scalatore. Ma questa volta, posizioneremo lo scalatore sul lato destro del labbro della donna. Noterai che dovremo capovolgere l&#39;immagine in modo che lo scalatore sia rivolto nella direzione giusta. Per fare ciò, premere <strong> Ctrl </strong> + <strong> T </strong> , fai clic con il pulsante destro del mouse sull&#39;immagine e seleziona <strong> Capovolgi orizzontalmente </strong> . <p> <img alt=\"Flip Horizontal\" src=\"images/5-flip-horizontal-745.png\" loading=\"lazy\"> </p> </li> <li> premendo <strong> Ctrl </strong> + <strong> T </strong> , posizionare il secondo arrampicatore come mostrato. <p> <img alt=\"Place Second Climber\" src=\"images/6-place-second-climber-176.png\" loading=\"lazy\"> </p> </li> <li> Vorremo ritagliare questa immagine in modo che l&#39;immagine finale mostri meglio tutti i suoi elementi. stampa <strong> C </strong> per il <strong> Ritaglia </strong> attrezzo. Selezionare <strong> Piazza </strong> per il rapporto e usa le maniglie per ritagliare l&#39;immagine come mostrato. Quindi, fare clic su <strong> Segno di spunta </strong> per finalizzare le modifiche. <p> <img alt=\"Use the Crop Tool\" src=\"images/7-use-the-crop-tool-538.png\" loading=\"lazy\"> </p> </li> <li> Fare doppio clic su <strong> Mano </strong> strumento per aumentare l&#39;immagine a dimensione intera. <p> <img alt=\"Double Click Hand Tool\" src=\"images/8-double-click-hand-tool-195.png\" loading=\"lazy\"> </p> </li> <li> Usando il <strong> Guarire </strong> pennello, ripulire le linee fantasma dalle selezioni degli scalatori. Usa il <strong> staffa </strong> chiavi <strong> [ </strong> <strong> ] </strong> per aumentare o diminuire le dimensioni del pennello. È meglio fare in modo che la dimensione del pennello sia abbastanza grande da cancellare le linee mentre procedi. <p> <img alt=\"Heal Brush Ghost Lines\" src=\"images/9-heal-brush-ghost-lines-398.png\" loading=\"lazy\"> </p> </li> </ol> <p> </p> <h2 id=\"use-anthropics-smart-photo-editor-to-enhance-your-composite\"> 3. Usa Anthropics Smart Photo Editor per migliorare il tuo composito </h2> <p> Se vuoi portare il tuo composito al livello successivo, è meglio far apparire tutti gli elementi dell&#39;immagine come se appartenessero insieme in modo naturale. Ciò significa dedicare un po&#39; più di tempo per ottenere il composito perfetto. </p> <p> Possiamo raggiungere questo obiettivo usando il <a href=\"https://www.anthropics.com/smartphotoeditor/\" target=\"_blank\" rel=\"nofollow noopener\"> Smart Photo Editor di Anthropics </a> . Offre una prova gratuita che puoi utilizzare per questo tutorial. Se sei felice dopo averlo preso per un giro di prova, c&#39;è un&#39;opzione per l&#39;acquisto. </p> <p> </p> <p> Finiamo questo! </p> <ol> <li> Con la parte superiore <strong> Copia di sfondo </strong> selezionato, premere <strong> Cambio </strong> + <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> E </strong> per creare un <strong> Timbro visibile </strong> strato di tutti i nostri strati. <p> <img alt=\"Create Stamp Visible Layer\" src=\"images/1-create-stamp-visible-layer-488.png\" loading=\"lazy\"> </p> </li> <li> Fare clic con il tasto destro su <strong> Strato 1 </strong> e selezionare <strong> Converti in oggetto avanzato </strong> . <p> <img alt=\"Convert to Smart Object\" src=\"images/2-convert-to-smart-object-1-966.png\" loading=\"lazy\"> </p> </li> <li> Vai a <strong> Filtro </strong> &gt; <strong> antropici </strong> &gt; <strong> Editor di foto intelligente </strong> . <p> <img alt=\"Smart Photo Editor\" src=\"images/3-smart-photo-editor-421.png\" loading=\"lazy\"> </p> </li> <li> Selezionare <strong> Galleria degli effetti </strong> nel menu in alto a destra. <p> <img alt=\"Effects Gallery\" src=\"images/4-effects-gallery-429.png\" loading=\"lazy\"> </p> </li> <li> Nella casella di ricerca, digita <strong> Neve </strong> e premere <strong> accedere </strong> . <p> <img alt=\"Type Snow\" src=\"images/5-type-snow-655.png\" loading=\"lazy\"> </p> </li> <li> Selezionare <strong> Paesaggio invernale </strong> di Tom. Se non vedi questa opzione nella prima pagina, digita questo nella casella di ricerca. Una volta selezionato, premere <strong> ok </strong> . <p> <img alt=\"Winter Landscape by Tom\" src=\"images/6-winter-landscape-by-tom-197.png\" loading=\"lazy\"> </p> </li> <li> Riselezionare il <strong> Galleria degli effetti </strong> come mostrato al punto quattro. Scorri fino a pagina tre e seleziona <strong> Grigi dec rad </strong> . Se non lo vedi, inserisci questo testo nel menu di ricerca e selezionalo da lì. Quindi, premere <strong> ok </strong> . <p> <img alt=\"Greys dec rad\" src=\"images/7-greys-dec-rad--510.png\" loading=\"lazy\"> </p> </li> <li> Riselezionare il <strong> Galleria degli effetti </strong> come mostrato al punto quattro. Vai a pagina otto e seleziona <strong> Filtri di raffreddamento </strong> di AndrewB2012. Se non lo vedi, inserisci questo testo nel menu di ricerca e selezionalo da lì. Quindi, premere <strong> ok </strong> . </li> <li> Nella parte superiore del menu, vai a <strong> File </strong> &gt; <strong> Salva e ritorna </strong> . Questo esporterà di nuovo l&#39;immagine in Photoshop. </li> <li> Vai al <strong> Crea nuovo livello di riempimento o regolazione </strong> nell&#39;angolo in basso a destra della schermata di Photoshop. Selezionare <strong> Bilanciamento del colore </strong> strato. </li> <li> Immettere i seguenti valori per i cursori nel <strong> Tono </strong> menu a discesa. Sotto <strong> mezzitoni </strong> , Selezionare <strong> Ciano/Rosso: </strong> <strong> +25 </strong> , <strong> Magenta/Verde: </strong> <strong> -20 </strong> , <strong> Giallo/Blu: </strong> <strong> +20 </strong> . </li> <li> Sotto <strong> ombre </strong> , scegli <strong> Ciano/Rosso: </strong> <strong> -10 </strong> , <strong> Magenta/Verde: </strong> <strong> -10 </strong> , <strong> Giallo/Blu: </strong> <strong> -15 </strong> . </li> <li> Per <strong> Punti salienti </strong> , Selezionare <strong> Ciano/Rosso: </strong> <strong> -20 </strong> , <strong> Magenta/Verde </strong><strong> : </strong> <strong> +15 </strong> , <strong> Giallo/Blu: </strong> <strong> -15 </strong> . <p> <img alt=\"Color Balance Adjustment\" src=\"images/10-color-balance-adjustment-452.png\" loading=\"lazy\"> </p> </li> </ol> <p> Diamo un&#39;occhiata a come è venuto fuori il nostro fantastico composito. </p> <p> <strong> Prima: </strong> </p> <p> <img alt=\"Before\" src=\"images/before-1-254.png\" loading=\"lazy\"> </p> <p> <strong> Dopo: </strong> </p> <p> <img alt=\"After\" src=\"images/after-1-212.png\" loading=\"lazy\"> </p> <p> Ci sono altri strumenti in Photoshop che fanno uso di <a href=\"https://www.makeuseof.com/overlay-blend-mode-photoshop-lighting/\" target=\"_blank\" rel=\"nofollow noopener\"> modalità di fusione per creare effetti di luce </a> . Queste funzionalità e questi metodi di facile utilizzo contribuiscono notevolmente a rendere le tue idee divertenti più professionali. </p> <p> </p> <h2 id=\"composites-take-time-and-care\"> I compositi richiedono tempo e cura </h2> <p> La creazione di compositi potrebbe richiedere molto tempo se stai cercando di rendere naturale la fusione. Nel nostro tutorial, ci sono ancora molte cose che possono essere fatte per creare un aspetto più naturale. Ma per motivi di tempo, volevamo mostrarti quanto sia facile iniziare combinando tre semplici immagini insieme. </p> <p> Fortunatamente, Photoshop ha tutti gli strumenti per rendere i compositi realistici e fantastici. Sono disponibili anche numerosi plug-in che ti aiuteranno ad aggiungere ritocchi finali ai tuoi compositi a cui potresti non aver mai pensato. </p> <p> <small> Credito immagine: Andrea Piacquadio/ <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}