{"title":"Come disinstallare Skype for Business su Windows 10","content":"<p> Skype for Business è un ottimo strumento di messaggistica e video aziendale sviluppato da Microsoft. Detto questo, forse la tua azienda sta ora utilizzando un&#39;alternativa come Zoom o Microsoft Teams e desideri disinstallare Skype for Business. </p> <p> Se è così, siamo qui per aiutarti. Potresti trovare un po&#39; più complicato da disinstallare rispetto ad altri software, quindi ti mostreremo tutti i modi per disinstallare Skype for Business su Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Come impedire l&#39;avvio automatico di Skype for Business </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Sei sicuro di voler disinstallare completamente Skype for Business? Se potresti usarlo di nuovo in futuro, potresti preferire semplicemente interrompere l&#39;apertura automatica del programma quando accedi a Windows. </p> <p> Per farlo: </p> <ol> <li> Apri Skype for Business. </li> <li> Clicca il <strong> icona dell&#39;ingranaggio </strong> (se fai clic sul menu a discesa, fai clic su <strong> Strumenti &gt; Opzioni </strong> ). </li> <li> Clic <strong> Personale </strong> . </li> <li> Deseleziona <strong> Avvia automaticamente l&#39;app quando accedo a Windows </strong> . </li> <li> Clic <strong> ok </strong> . </li> </ol> <p> Ora dovrai aprire manualmente Skype for Business ogni volta che vuoi usarlo. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Hai l&#39;autorizzazione per disinstallare Skype for Business? </h2> <p> Skype for Business è principalmente un programma aziendale, quindi è probabile che sia installato sul tuo computer di lavoro. </p> <p> In tal caso, potresti non avere la possibilità di disinstallare Skype for Business. L&#39;amministratore di sistema può impedire al tuo account utente di eseguire determinate azioni; la disinstallazione di Skype for Business potrebbe essere una di queste. </p> <p> </p> <p> Anche se il tuo account non ha restrizioni, è consigliabile verificare con il tuo amministratore IT prima di disinstallare Skype for Business. Ciò potrebbe causare loro un mal di testa lungo la linea. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Disinstallare Skype for Business tramite Impostazioni </h2> <p> Prima di provare qualcosa di avanzato, prova a disinstallare Skype for Business come faresti con qualsiasi altra app o programma. </p> <ol> <li> stampa <strong> Tasto Windows + I </strong> per aprire Impostazioni. </li> <li> Clic <strong> App </strong> . </li> <li> All&#39;interno del <strong> Cerca in questa lista </strong> campo, input <strong> Skype per le aziende </strong> . </li> <li> Se viene visualizzato Skype for Business, selezionalo e fai clic su <strong> Disinstalla </strong> . </li> </ol> <p> Se non vedi Skype for Business qui, è perché stai usando una versione integrata con altre app Microsoft 365. </p> <p> Se lo desideri, puoi disinstallare Microsoft 365 o Office da qui, ma ovviamente ciò rimuoverà altri programmi come Word, PowerPoint e Access che probabilmente vorrai mantenere. Come tale, continua a leggere. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Installa Office senza Skype for Business </h2> <p> Sebbene l&#39;installazione standard di Office non ti permetta di scegliere di non installare Skype for Business, puoi utilizzare una tecnica avanzata per ottenerlo. </p> <p> Innanzitutto, disinstalla Office utilizzando i passaggi descritti sopra. In alternativa, vai su <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> Pagina di supporto Microsoft &quot;Disinstalla Office da un PC&quot; </a> e usa la seconda opzione per scaricare lo strumento di supporto per la disinstallazione di Office. </p> <p> Quindi, scarica il <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Strumento di distribuzione di Office </a> . Aprilo e scegli dove estrarre i file. Questo te ne darà tre <strong> configurazione.xml </strong> file e a <strong> setup.exe </strong> file. </p> <p> Decidi quale file di configurazione ti serve: <strong> x64 </strong> è per sistemi a 32 bit, <strong> x86 </strong> è per i sistemi a 64 bit e <strong> Impresa </strong> è se stai installando Office Enterprise Edition. </p> <p> <strong> Fare clic con il pulsante destro del mouse </strong> il file di configurazione e scegli <strong> Aperto con </strong> &gt; <strong> Bloc notes </strong> . </p> <p> Innanzitutto, cerca la riga che inizia con: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Modificare l&#39;apertura della riga come segue, sostituendo <strong> C:\\Ufficio </strong> con il percorso di dove hai estratto i file: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Quindi, cerca queste due righe (il tuo ID prodotto potrebbe essere &quot;ProPlus2019Volume&quot; invece di &quot;OF365ProPlusRetail&quot; e il tuo ID lingua potrebbe essere diverso): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Incolla questa riga sotto: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Quindi salvare il file. </p> <p> Fai una ricerca di sistema per <strong> Prompt dei comandi </strong> e clicca <strong> Esegui come amministratore </strong> . </p> <p> Inserisci questo nel prompt dei comandi: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Di nuovo, sostituisci <strong> C:\\Ufficio </strong> percorso con dove hai estratto i file. </p> <p> Quindi, esegui i seguenti comandi uno dopo l&#39;altro (sostituisci il nome del file di configurazione con quello che stai utilizzando), che potrebbe richiedere del tempo: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Verrà quindi installato Office senza Skype for Business. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Mantieni Skype for Business e organizza grandi riunioni </h2> <p> Non sei convinto che valga la pena disinstallare Skype for Business? Giusto. Prova a dargli una seconda possibilità. </p> <p> Con Skype for Business puoi condividere lo schermo, eseguire sondaggi, avere una lavagna collaborativa, registrare la chiamata e molto altro. </p>"}