{"title":"Come rendere trasparente uno sfondo in Photoshop","content":"<p> In Adobe Photoshop sono disponibili diversi strumenti che utilizzano Adobe Sensei, il motore di intelligenza artificiale (AI) della piattaforma. Questi strumenti sono utili per una varietà di scopi, inclusa la creazione di sfondi trasparenti. </p> <p> Nei seguenti tutorial, ti mostreremo come rendere trasparente uno sfondo in Photoshop utilizzando un paio di diversi metodi semplici. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Perché vuoi rendere trasparente uno sfondo in Photoshop? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Per iniziare, riformuliamo la domanda. Perché di solito sono gli utenti di Photoshop più esperti che sanno cosa sono gli sfondi trasparenti e a cosa servono. </p> <p> In poche parole, se ti stai chiedendo come rendere trasparente uno sfondo in Photoshop, probabilmente ti starai chiedendo: &quot;come rimuovo uno sfondo dalla mia immagine in Photoshop?&quot; O forse ti stai chiedendo &quot;come posso eliminare lo sfondo dalla mia immagine in Photoshop?&quot; </p> <p> Semantica a parte, ecco alcuni motivi comuni per cui vorresti rendere trasparente uno sfondo in Photoshop: </p> <ul> <li> Per rimuovere elementi che distraggono, come altre persone o oggetti </li> <li> Per creare un ritratto artistico </li> <li> Per posizionare il soggetto in uno sfondo completamente diverso </li> </ul> <p> In sostanza, rendere trasparente uno sfondo in Photoshop ha a che fare con l&#39;isolamento del soggetto. Vale a dire, c&#39;è qualcosa di sbagliato nello sfondo nell&#39;immagine originale e si desidera eliminare completamente lo sfondo per porre l&#39;accento sul soggetto. </p> <p> Con questo concetto fondamentale in mente, diamo un&#39;occhiata a un paio di modi diversi per rendere trasparente uno sfondo in Photoshop. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Utilizzo del pannello Proprietà in Photoshop per rimuovere uno sfondo </h2> <p> Questo metodo è il modo più semplice per rimuovere uno sfondo in Photoshop. Ma dipende dalla tua immagine. Questo metodo funziona meglio se disponi di sfondi semplici in cui il soggetto risalta ed è chiaramente definito. </p> <p> Puoi scaricare questa foto da <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> e segui. </p> <ol> <li> Una volta importata l&#39;immagine in Photoshop, premi <strong> Ctrl </strong> + <strong> J </strong> per duplicare il livello. <strong> Nota: </strong> Se perdi questo passaggio, non vedrai le opzioni di selezione che esaminiamo nel passaggio tre. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Vai a <strong> Finestra </strong> &gt; <strong> Proprietà </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Selezionare <strong> Rimuovi sfondo </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Per visualizzare il tuo sfondo trasparente, fai clic su <strong> Occhio </strong> icona a sinistra del <strong> sfondo </strong> strato. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Con il tuo singolo livello trasparente, ora sei libero di rilasciarlo su un altro sfondo o creare altri effetti per far risaltare il tuo soggetto. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Posizionamento di un livello di regolazione tinta unita </h3> <p> Mentre il cambio di sfondi è un argomento per un altro tutorial, ti mostreremo rapidamente come posizionare un <strong> Livello di regolazione tinta unita </strong> sotto il livello trasparente per creare un effetto diverso. </p> <ol> <li> Usando le modifiche del nostro tutorial sopra, attiva o disattiva <strong> X </strong> fino a quando il colore di primo piano è <strong> Nero </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Vai al <strong> Crea nuovo livello di riempimento o regolazione </strong> nell&#39;angolo in basso a destra dello schermo e seleziona <strong> Tinta unita </strong> . Quindi, fare clic su <strong> ok </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Un livello di riempimento colore dovrebbe apparire in cima alla pila dei livelli. In caso contrario, va bene perché ora faremo clic su <strong> Riempimento colore </strong> livello e trascinalo appena sotto il nostro livello trasparente come mostrato. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Puoi vedere quanto è facile utilizzare il livello trasparente appena creato e posizionarlo su un nuovo sfondo. </p> <p> Se il tuo soggetto è un ritratto come questo, potresti anche continuare a farlo <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> modifica l&#39;immagine utilizzando un plug-in di Photoshop, chiamato Portrait Pro </a> , per migliorare ulteriormente l&#39;immagine. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Utilizzo dello strumento Selezione soggetto per creare uno sfondo trasparente </h2> <p> Lo strumento Selezione oggetto può essere utilizzato in sostituzione del metodo precedente, ma sono necessari ulteriori passaggi. Questo perché lo strumento Selezione soggetto funziona meglio con sfondi complicati o con sfondi in cui sono presenti più soggetti. In sostanza, stiamo dicendo a Photoshop cosa selezionare per creare uno sfondo trasparente. </p> <p> In questo tutorial, prepareremo l&#39;immagine per rimuovere la donna sul lato sinistro della nostra foto, rendendo trasparente quella parte dell&#39;immagine. Ciò ci consentirà di riempire lo spazio con un&#39;altra persona o di utilizzare i vari strumenti di Photoshop per il contenuto per riempire i pixel. </p> <p> Di nuovo, questi sono argomenti per un altro tutorial, ma li menzioniamo qui perché di solito ci sono passaggi di modifica aggiuntivi da fare dopo aver creato uno sfondo trasparente. </p> <p> Puoi scaricare questa foto da <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> e segui. </p> <ol> <li> Con l&#39;immagine importata in Photoshop, vai a <strong> Selezionare </strong> &gt; <strong> Soggetto </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Entrambe le donne saranno selezionate, come indicato dalle linee di selezione delle &quot;formiche in marcia&quot; intorno a loro. Seleziona il <strong> lazo </strong> strumento nella colonna di sinistra se non appare per impostazione predefinita. Quindi, con il <strong> Alt </strong> tasto premuto continuamente, tracciare un cerchio intorno alla donna a destra, quindi rilasciare il <strong> Alt </strong> chiave. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Clic sinistro </strong> da qualche parte all&#39;interno della donna selezionata a sinistra. Scegliere <strong> Seleziona Inverso </strong> dal menù. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Vai a <strong> Selezionare </strong> &gt; <strong> Seleziona e maschera </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> Per impostazione predefinita, il rosso indicava l&#39;area selezionata. Per selezionare più immagini da rendere trasparenti, come parti della sedia, selezionare il pulsante <strong> Spazzola </strong> strumento come mostrato. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Assicurati che <strong> Più </strong> ( <strong> + </strong> ) è selezionata sopra. Quindi, dipingi di rosso sulle regioni desiderate da rendere trasparenti. C&#39;è solo poco da fare in questo caso. </li> <li> Quindi, vai su <strong> Uscita in </strong> e seleziona <strong> Nuovo livello con maschera di livello </strong> dal menu a tendina. Clic <strong> ok </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Quello che ti rimarrà è uno sfondo parzialmente trasparente dove era la donna a sinistra. La selezione non è perfetta. Puoi ancora vedere alcuni pixel dei capelli e del viso della donna. Ma questo può essere ripulito usando il <strong> Spazzola </strong> strumento con il <strong> Livello di sfondo </strong> selezionato. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> In alternativa, può anche essere lasciato così com&#39;è. Se la persona viene solo rimossa, ci sono strumenti sensibili al contenuto che possono essere applicati per fondersi in background. In questo modo, sembra che la donna sia sola al tavolo. Oppure, un&#39;altra persona può essere composta per tenerle compagnia. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Altri strumenti di selezione: gamma di colori, area di messa a fuoco e cielo </h2> <p> Potresti aver notato che ci sono altre opzioni nel <strong> Selezionare </strong> menu diverso da <strong> Soggetto </strong> . Tutti e tre questi metodi di selezione utilizzano strumenti diversi, ma ottengono tutti la stessa cosa: determinano tutti ciò che Photoshop seleziona. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Come il <strong> Soggetto </strong> opzione di selezione, questi strumenti possono darti risultati che finiscono con uno sfondo parziale o completamente trasparente. Ma in generale, i loro usi sono per risultati più raffinati, come quando <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> sostituire un cielo in photoshop </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Due strumenti sono tutto ciò di cui hai bisogno per creare sfondi trasparenti </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> In passato, gli utenti di Photoshop dovevano fare affidamento su un assortimento di strumenti di selezione per creare sfondi trasparenti. Questi strumenti sono ancora disponibili oggi (il Lazo, la Bacchetta magica, lo strumento Penna, ecc.) e rimangono utili per i lavori di precisione. </p> <p> Ma al giorno d&#39;oggi, sono davvero necessari solo due strumenti per creare sfondi trasparenti, grazie in gran parte al core AI di Adobe Sensei. </p> <p> Esistono plug-in di Photoshop, come Luminar AI, che utilizzano anche l&#39;AI per aiutarti a modificare le tue foto. Con una tecnologia così avanzata applicata al fotoritocco, è una scommessa sicura che creare sfondi trasparenti diventerà ancora più facile e preciso nel prossimo futuro. </p> <p> <small> Credito immagine: pannolino/ <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}