{"title":"Che cos&#39;è il terminale Bloomberg e cosa lo rende così potente?","content":"<p> Bloomberg è uno dei più grandi servizi di notizie finanziarie al mondo e il suo fondatore, Mike Bloomberg, è una delle persone più ricche del mondo. </p> <p> Gran parte della ricchezza che acquisisce proviene dal Bloomberg Terminal, il software informatico indispensabile per molte aziende del settore finanziario. Se lavori in un ufficio aziendale, è probabile che tu l&#39;abbia usato anche tu. </p> <p> Quindi, cosa fa esattamente il Bloomberg Terminal e cosa lo rende così potente e prezioso per i professionisti di Wall Street? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Come è nato il terminale Bloomberg? </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Prima di costruire il Terminal Bloomberg, Mike Bloomberg è stato partner generale di Salomon Brothers, una banca di investimento con sede a New York. </p> <p> Dopo aver ricevuto una liquidazione da 10 milioni di dollari nel 1981, ha inventato un sistema che combinava dati finanziari, analisi, conformità e servizi di informazioni aziendali e finanziarie pertinenti in un unico software per computer: il Bloomberg Terminal. </p> <p> Il Bloomberg Terminal ha fatto ufficialmente il suo debutto nel 1982 e il resto è storia. Oggi il Terminal è utilizzato da oltre 320.000 abbonati in tutto il mondo. Si stima che il software stesso sia responsabile di un terzo delle entrate di Bloomberg LP. Oltre al PC, il Bloomberg Terminal è disponibile anche su smartphone. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Chi usa il terminale Bloomberg? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Credito immagine: Andrey Rudakov/ <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Il Bloomberg Terminal è spesso descritto come un supercomputer senza il quale i professionisti di Wall Street non possono vivere. Un abbonamento Bloomberg Terminal costa circa $ 20.000 a $ 24.000 all&#39;anno, ma ciò non impedisce alla sua base di clienti di rinnovare i propri abbonamenti a causa di quanto sia utile. </p> <p> Commercianti, broker, analisti, gestori di portafoglio, investitori e dirigenti sono la principale base di consumatori del Terminal. </p> <p> Se sei uno studente universitario che segue un corso di finanza o economia, probabilmente ti è stato insegnato anche come navigare nelle sue funzioni di base. Questo perché più istituti di istruzione superiore si stanno abbonando al Terminal in modo che gli studenti possano acquisire conoscenze pratiche sui mercati finanziari. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Che aspetto ha il terminale Bloomberg? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Credito immagine: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Il terminale Bloomberg ha un&#39;interfaccia iconica facile da riconoscere: uno schermo completamente nero e righe e righe di testo al neon in un carattere che ricorda un videogioco della vecchia scuola degli anni &#39;90. </p> <p> Il terminale fornisce anche i propri computer per un&#39;esperienza ottimale, chiamato terminale con display compatto da 15 pollici Bloomberg. Con risoluzioni native di 60 Hz, colori a 32 bit e schermi da 1024 x 768 (XGA), i terminali display compatti offrono una visualizzazione di alta qualità tramite un supporto per computer dal design ergonomico. In un ambiente aziendale, il Terminal funziona solitamente su due, ma a volte da quattro a sei schermi. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Credito immagine: Bloomberg Professional Services/ <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> In termini di hardware, per utilizzare il terminale Bloomberg, è necessaria una tastiera in stile PC nativa Bloomberg chiamata Starboard, che oltre ai normali tasti QWERTY contiene tasti rossi, blu, verdi e gialli per funzioni specifiche. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Funzioni del terminale Bloomberg </h2> <p> Ora, ecco alcune delle funzioni più potenti del terminale Bloomberg. </p> <p> Il <b> AIUTO </b> pulsante è forse la chiave più utile per coloro che sono appena agli inizi. Se hai domande su qualsiasi cosa sul Terminale, premi il tasto una volta e uno specialista Bloomberg sarà lì per avviare una chat dal vivo con te per risolvere le tue domande. Perché preoccuparsi ancora di cercare su Google? </p> <p> Se disponi di una connessione Internet, non sei assolutamente estraneo a <b> Notizie Bloomberg </b> . Gli utenti possono semplicemente digitare <b> NOTIZIA </b> e premi invio per ottenere le ultime informazioni su tendenze di mercato, movimenti e altre notizie rilevanti dell&#39;ultima ora. </p> <p> Una volta che un broker di Wall Street viene informato sulle notizie più importanti del giorno, digli che vorrebbe controllare le azioni e le prestazioni finanziarie di una società quel giorno. Nessun problema: tasti di scelta rapida come <b> BQ </b> , <b> GIP </b> , e <b> OMON </b> fornire grafici visivi in ​​tempo reale, dati, quotazioni, tendenze e previsioni su un&#39;opzione azionaria o un fondo. </p> <p> Vuoi esportare un grafico visivamente gradevole dal Terminale in Excel? Il terminale stesso è già ben integrato con Microsoft Excel. basta colpire <b> DAPI </b> sul Terminale. Quelli con familiarità di livello avanzato con i fogli di calcolo di Terminale che si aggiornano automaticamente con i dati più recenti ogni volta che viene aperto il file. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Scopri come creare grafici Microsoft Excel autoaggiornanti qui </a> . </p> <p> Quelli del settore chiacchierano sopra <b> Messaggi di Bloomberg </b> , che è fondamentalmente Facebook Messenger ma su Bloomberg. Ti consente di inviare messaggi a chiunque sia sul Terminale. Ciò significa che chiunque nel settore può contattarsi tecnicamente all&#39;istante. Non dovrai più chiedere il numero di qualcun altro o fare domande sul modo migliore per metterti in contatto. </p> <p> Se stai cercando di saperne di più su una persona nota in un settore specifico, entra in <b> PERSONE </b> ti permetterà di navigare tra le loro credenziali. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Credito immagine: Bloomberg Professional Services/ <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Mappa Bloombergberg </b> è essenzialmente Google Maps, ma più dettagliato e su misura per il settore finanziario. </p> <p> Utilizzando i dati geospaziali, la mappa presenta agli utenti una visualizzazione dei disastri naturali che si verificano in tutto il mondo, quindi i tracker delle materie prime sono consapevoli dell&#39;impatto dei disastri naturali su materie prime come petrolio e oro. Per accedere alla mappa, entra <b> BMAP </b> . </p> <p> Il lavoro è fatto per la giornata. Diciamo che il nostro broker di Wall Street sta cercando di cenare in un ristorante elegante. alcuni lo farebbero <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> cerca buoni posti su Google o sulle app di recensioni di ristoranti più popolari </a> . Tuttavia, il Terminale può farlo con <b> CENA, che </b> mostra le informazioni e le recensioni degli utenti sui ristoranti di fascia alta nelle vicinanze. </p> <p> Se il nostro broker di Wall Street vuole spendere molto ma non sa cosa spendere, è sufficiente entrare <b> MLUX </b> sul terminale tornerà con risultati sui migliori articoli di lusso disponibili per l&#39;acquisto online. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Il terminale Bloomberg </h2> <p> Il Bloomberg Terminal non è solo un sistema di dati finanziari. È anche una piattaforma di social networking, shopping e ristorazione. Il suo più grande punto di forza è che si tratta di un servizio all-in-one fornito con velocità e precisione incredibili. Non c&#39;è da stupirsi che chi usa il Terminale non ne abbia mai abbastanza. </p> <p> Se hai la possibilità di accedere al Terminale a scuola o al lavoro, sfruttalo appieno e prova a inserire i tasti di comando sopra per vedere cosa viene fuori. </p>"}