{"title":"Cosa devi sapere sull&#39;attacco ransomware Cognizant Maze","content":"<p> Immagina di scrivere un&#39;email di lavoro importante e di perdere improvvisamente l&#39;accesso a tutto. O ricevere un messaggio di errore vizioso che richiede bitcoin per decrittografare il tuo computer. Possono esistere molti scenari diversi, ma una cosa rimane la stessa per tutti gli attacchi ransomware: gli aggressori forniscono sempre istruzioni su come recuperare l&#39;accesso. Naturalmente, l&#39;unico problema è che devi prima fornire una notevole quantità di riscatto in anticipo. </p> <p> Un tipo devastante di ransomware noto come &quot;Labirinto&quot; sta facendo il giro del mondo della sicurezza informatica. Ecco cosa devi sapere sul ransomware Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> Che cos&#39;è il labirinto ransomware? </h2> <p> Il ransomware Maze si presenta sotto forma di un ceppo di Windows, distribuito tramite e-mail di spam e kit di exploit che richiedono ingenti quantità di bitcoin o criptovaluta in cambio della decrittazione e del recupero dei dati rubati. </p> <p> Le e-mail arrivano con oggetti apparentemente innocenti come &quot;La tua fattura Verizon è pronta per essere visualizzata&quot; o &quot;Mancata consegna del pacco&quot; ma provengono da domini dannosi. Si dice che Maze sia un ransomware basato su affiliati che opera attraverso una rete di sviluppatori che condividono i profitti con diversi gruppi che si infiltrano nelle reti aziendali. </p> <p> Per elaborare strategie per proteggere e limitare l&#39;esposizione da attacchi simili, dovremmo riflettere sul Labirinto cognitivo... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> L&#39;attacco ransomware di Cognizant Maze </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> Nell&#39;aprile 2020, Cognizant, una società Fortune 500 e uno dei maggiori fornitori globali di servizi IT, è stata vittima del feroce attacco Maze che ha causato enormi interruzioni del servizio su tutta la linea. </p> <p> A causa della cancellazione delle directory interne effettuata da questo attacco, diversi dipendenti di Cognizant hanno sofferto di interruzioni della comunicazione e il team di vendita è rimasto sconcertato senza alcun modo di comunicare con i clienti e viceversa. </p> <p> Il fatto che la violazione dei dati di Cognizant sia avvenuta quando l&#39;azienda stava spostando i dipendenti per lavorare in remoto a causa della pandemia di Coronavirus, ha reso il tutto più difficile. Secondo il rapporto di <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , i dipendenti sono stati costretti a trovare altri mezzi per contattare i colleghi a causa della perdita dell&#39;accesso alla posta elettronica. </p> <p> &quot;Nessuno vuole subire un attacco ransomware&quot;, ha affermato il CEO di Cognizant, Brian Humphries. “Personalmente non credo che nessuno sia veramente impermeabile, ma la differenza è come lo gestisci. E abbiamo cercato di gestirlo con professionalità e maturità». </p> <p> L&#39;azienda ha rapidamente destabilizzato la situazione acquisendo l&#39;aiuto dei principali esperti di sicurezza informatica e dei loro team interni di sicurezza IT. L&#39;attacco informatico di Cognizant è stato segnalato anche alle forze dell&#39;ordine e ai clienti di Cognizant sono stati forniti aggiornamenti costanti sugli Indicatori di Compromissione (IOC). </p> <p> Tuttavia, la società ha subito ingenti danni finanziari a causa dell&#39;attacco, accumulando fino a un enorme <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> $ 50- $ 70 milioni di entrate perse </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Perché Maze Ransomware è una doppia minaccia? </h2> <p> Come se essere colpiti da Ransomware non fosse già abbastanza grave, gli inventori dell&#39;attacco Maze hanno dato una svolta in più alle vittime con cui lottare. Una tattica dannosa nota come &quot;doppia estorsione&quot; viene introdotta con un attacco Maze in cui le vittime sono minacciate di una fuga di dati compromessi se si rifiutano di collaborare e soddisfare le richieste di ransomware. </p> <p> Questo famigerato ransomware è giustamente chiamato una &quot;doppia minaccia&quot; perché, oltre a chiudere l&#39;accesso alla rete per i dipendenti, crea anche una replica dell&#39;intera rete dati e la utilizza per sfruttare e indurre le vittime a soddisfare il riscatto. </p> <p> Sfortunatamente, le tattiche di pressione dei creatori di Maze non finiscono qui. Ricerche recenti hanno indicato che TA2101, un gruppo dietro il ransomware Maze, ha ora pubblicato un sito Web dedicato che elenca tutte le vittime non cooperative e pubblica frequentemente i campioni di dati rubati come forma di punizione. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Come limitare gli incidenti ransomware di Mazeze </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Mitigare ed eliminare i rischi del ransomware è un processo multiforme in cui varie strategie vengono combinate e personalizzate in base a ciascun caso utente e al profilo di rischio di una singola organizzazione. Ecco le strategie più popolari che possono aiutare a fermare un attacco Maze sul nascere. </p> <h3 id=\"enforce-application-whitelisting\"> Applicare la whitelist delle applicazioni </h3> <p> La whitelist delle applicazioni è una tecnica proattiva di mitigazione delle minacce che consente l&#39;esecuzione solo di programmi o software preautorizzati mentre tutti gli altri sono bloccati per impostazione predefinita. </p> <p> Questa tecnica aiuta enormemente a identificare i tentativi illegali di eseguire codice dannoso e aiuta a prevenire installazioni non autorizzate. </p> <h3 id=\"patch-applications-and-security-flaws\"> Applicazioni di patch e difetti di sicurezza </h3> <p> I difetti di sicurezza dovrebbero essere corretti non appena vengono scoperti per prevenire la manipolazione e l&#39;abuso da parte degli aggressori. Ecco i tempi consigliati per l&#39;applicazione tempestiva delle patch in base alla gravità dei difetti: </p> <ul> <li> <strong> Rischio estremo </strong> : entro 48 ore dal rilascio di una patch. </li> <li> <strong> Alto rischio </strong> : entro due settimane dal rilascio di una patch. </li> <li> <strong> Rischio moderato o basso </strong> : entro un mese dal rilascio di una patch. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Configura le impostazioni macro di Microsoft Office </h3> <p> Le macro vengono utilizzate per automatizzare le attività di routine, ma a volte possono essere un facile bersaglio per il trasporto di codice dannoso in un sistema o computer una volta abilitato. L&#39;approccio migliore è tenerli disabilitati, se possibile, o farli valutare e rivedere prima di utilizzarli. </p> <h3 id=\"employ-application-hardening\"> Impiegare l&#39;indurimento dell&#39;applicazione </h3> <p> La protezione avanzata delle applicazioni è un metodo per schermare le applicazioni e applicare ulteriori livelli di sicurezza per proteggerle dai furti. Le applicazioni Java sono molto soggette a vulnerabilità di sicurezza e possono essere utilizzate dagli attori delle minacce come punti di ingresso. È fondamentale salvaguardare la rete utilizzando questa metodologia a livello di applicazione. </p> <h3 id=\"restrict-administrative-privileges\"> Limita i privilegi amministrativi </h3> <p> I privilegi amministrativi devono essere gestiti con molta cautela poiché un account amministratore ha accesso a tutto. Utilizza sempre il Principio del Least Privilege (POLP) quando imposti gli accessi e le autorizzazioni in quanto ciò può essere un fattore integrante nella mitigazione del ransomware Maze o di qualsiasi attacco informatico. </p> <h3 id=\"patch-operating-systems\"> Sistemi operativi di patch </h3> <p> Come regola generale, tutte le applicazioni, i computer e i dispositivi di rete con vulnerabilità a rischio estremo dovrebbero essere riparati entro 48 ore. È inoltre fondamentale garantire che vengano utilizzate solo le versioni più recenti dei sistemi operativi ed evitare ad ogni costo versioni non supportate. </p> <h3 id=\"implement-multi-factor-authentication\"> Implementa l&#39;autenticazione a più fattori </h3> <p> L&#39;autenticazione a più fattori (MFA) aggiunge un ulteriore livello di sicurezza poiché sono necessari più dispositivi autorizzati per accedere a soluzioni di accesso remoto come l&#39;online banking o qualsiasi altra azione privilegiata che richieda l&#39;uso di informazioni sensibili. </p> <h3 id=\"secure-your-browsers\"> Proteggi i tuoi browser </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> È importante assicurarsi che il browser sia sempre aggiornato, gli annunci popup siano bloccati e le impostazioni del browser impediscano l&#39;installazione di estensioni sconosciute. </p> <p> Verifica se i siti web che stai visitando sono legittimi controllando la barra degli indirizzi. Ricorda solo che HTTPS è sicuro mentre HTTP lo è molto meno. </p> <p> </p> <h3 id=\"employ-email-security\"> Impiega la sicurezza della posta elettronica </h3> <p> Il principale metodo di accesso per il ransomware Maze è tramite e-mail. </p> <p> Implementa l&#39;autenticazione a più fattori per aggiungere un ulteriore livello di sicurezza e impostare le date di scadenza per le password. Inoltre, addestra te stesso e il personale a non aprire mai email da fonti sconosciute o almeno a non scaricare nulla come allegati sospetti. Investire in una soluzione di protezione delle email garantisce la trasmissione sicura delle tue email. </p> <h3 id=\"make-regular-backups\"> Effettua backup regolari </h3> <p> I backup dei dati sono parte integrante di un piano di ripristino di emergenza. In caso di attacco, ripristinando i backup riusciti è possibile decrittografare facilmente i dati di backup originali crittografati dagli hacker. È una buona idea impostare backup automatici e creare password univoche e complesse per i tuoi dipendenti. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Prestare attenzione agli endpoint e alle credenziali interessati </h3> <p> Ultimo ma non meno importante, se uno dei tuoi endpoint di rete è stato interessato dal ransomware Maze, dovresti identificare rapidamente tutte le credenziali utilizzate su di essi. Assumere sempre che tutti gli endpoint fossero disponibili e/o compromessi dagli hacker. Il registro eventi di Windows sarà utile per l&#39;analisi degli accessi post-compromissione. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Sbalordito dall&#39;attacco del labirinto consapevole? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> La violazione di Cognizant ha lasciato il fornitore di soluzioni IT in difficoltà per recuperare da immense perdite finanziarie e di dati. Tuttavia, con l&#39;aiuto dei massimi esperti di sicurezza informatica, l&#39;azienda si è rapidamente ripresa da questo attacco feroce. </p> <p> Questo episodio ha dimostrato quanto possano essere pericolosi gli attacchi ransomware. </p> <p> Oltre al labirinto, ci sono una miriade di altri attacchi ransomware effettuati quotidianamente da feroci criminali. La buona notizia è che, con la dovuta diligenza e rigorose pratiche di sicurezza, qualsiasi azienda può facilmente mitigare questi attacchi prima che colpiscano. </p>"}