{"title":"Come cambiare la tua password Unix","content":"<p> Conosciamo tutti il ​​ruolo di una password nella protezione della tua privacy digitale. Avere una password complessa è il primo livello di difesa che impedisce agli intrusi di entrare nel tuo sistema. Pertanto, proteggere il tuo computer con una password dovrebbe essere di primaria importanza per tutti. </p> <p> I sistemi operativi basati su Unix offrono funzionalità robuste quando si tratta della password e della sicurezza di un utente. Ma come utilizzi queste funzionalità avanzate per proteggere il tuo sistema? </p> <h2 id=\"unix-vs-linux\"> Unix contro Linux </h2> <p> Molte persone si confondono quando qualcuno usa i termini Unix e Linux in un contesto simile. Non importa se sei <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> cambiare le password su Linux </a> o Unix, i passaggi sono gli stessi. Sebbene questi due sistemi operativi abbiano un tipo simile di architettura e struttura di comando, in realtà sono molto diversi l&#39;uno dall&#39;altro. </p> <p> Unix è un sistema operativo sviluppato alla fine degli anni &#39;60 da Ken Thompson e Dennis Ritchie. È stato creato principalmente per la portabilità, il multi-threading e le modifiche rapide. A differenza di Linux, Unix è un software proprietario noto per la sua potente interfaccia a riga di comando. </p> <p> D&#39;altra parte, Linux è una famiglia di sistemi operativi open-source &quot;Unix-like&quot;. Linus Torvalds ha sviluppato questo sistema operativo nel 1991. È chiamato sotto sistemi operativi Unix-like perché Linux è stato fortemente ispirato da Unix. Più di 600 distribuzioni Linux gestite dalla comunità sono disponibili gratuitamente su Internet. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Modifica della propria password su Unix </h2> <p> Sulla maggior parte dei sistemi basati su Unix, gli utenti possono modificare le password con il <strong> passwd </strong> comando. Per cambiare la tua password su Unix, apri il tuo terminale premendo <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Quindi, per modificare la password, inserisci: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Vedrai un output simile a questo. Innanzitutto, digita la password corrente e quindi inserisci la nuova password due volte per completare il processo. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Non vedrai nessuno dei caratteri digitati sullo schermo. I sistemi operativi basati su Unix hanno questo modo unico di proteggere gli utenti da <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> spalla-surf </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Modifica della password di root </h2> <p> Solo un utente root può cambiare la password di root su una macchina Unix. Per cambiare il tuo utente attuale in root, digita <strong> su- </strong> nel tuo terminale e premi <strong> accedere </strong> . Quindi, inserisci la password di root per confermare il processo. </p> <p> Ora che sei root, puoi facilmente cambiare la tua password digitando <strong> passwd </strong> nel tuo terminale. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Modifica della password di un altro utente </h2> <p> Gli utenti root hanno anche l&#39;autorizzazione a modificare le password di altri utenti sul sistema. Per farlo, apri il tuo terminale premendo <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Quindi, cambia la password con: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Vedrai il seguente output sul display del tuo sistema. Immettere due volte la nuova password per confermare la modifica. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Gestire le password degli utenti su Unix </h2> <p> Gli utenti Unix possono facilmente modificare le proprie password utilizzando il <strong> passwd </strong> comando. Per saperne di più su <strong> passwd </strong> , puoi controllare il manuale dei comandi: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux e Unix potrebbero avere alcune somiglianze quando si tratta di comandi di sistema, ma sono due sistemi operativi distinti sotto molti altri aspetti. </p>"}