{"title":"Come modificare il suono di avvio predefinito su Windows 10","content":"<p> Windows 10 offre molte personalizzazioni, una delle quali è la possibilità di modificare il suono di avvio predefinito. Se non ti piace il suono predefinito che viene riprodotto all&#39;avvio del PC, puoi modificarlo con qualcosa di tuo gradimento. </p> <p> Questa guida ti mostra passo passo come utilizzare un tono personalizzato come suono di avvio predefinito in Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Disattiva l&#39;avvio rapido </h2> <p> L&#39;avvio rapido è una funzionalità che ti consente di avviare rapidamente il tuo sistema Windows. Uno svantaggio dell&#39;utilizzo di questa funzione è che non si sente il suono di avvio. </p> <p> Per abilitare e utilizzare un tono personalizzato per l&#39;avvio, devi prima disabilitare questa funzione sul tuo computer. Ad eccezione del rallentamento del tempo di avvio di alcuni secondi, questo non dovrebbe avere altri effetti sul tuo PC. </p> <p> Ecco come disattivare l&#39;avvio rapido in Windows 10: </p> <ol> <li> Apri il <strong> Inizio </strong> menu, cerca <strong> Pannello di controllo </strong> e fare clic sul primo risultato. </li> <li> Se stai visualizzando il pannello in modalità categoria, fai clic su <strong> Hardware e suoni </strong> opzione. Altrimenti, fai clic su <strong> Opzioni risparmio energia </strong> . </li> <li> Selezionare <strong> Opzioni risparmio energia </strong> nella schermata risultante se hai cliccato <strong> Hardware e suoni </strong> nel passaggio sopra. </li> <li> Clic <strong> Scegli cosa fa il pulsante di accensione </strong> sulla sinistra. </li> <li> Seleziona il <strong> Modifica le impostazioni attualmente non disponibili </strong> collegamento. </li> <li> Deseleziona l&#39;opzione per <strong> Attiva avvio rapido (consigliato) </strong> . </li> <li> Clic <strong> Salvare le modifiche </strong> in basso per salvare le modifiche. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Ci sono modi per <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> correggere i tempi di avvio lenti in Windows 10 </a> se il tuo PC impiega anni ad avviarsi. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Abilita il suono di avvio di Windows 10 </h2> <p> Ora che l&#39;avvio rapido è disattivato, devi abilitare l&#39;opzione che ti consente di personalizzare il suono di avvio predefinito. </p> <p> L&#39;abilitazione di tale opzione richiede la modifica di un valore nel registro di Windows. Questo non è troppo complesso e dovresti farlo in un minuto o due. </p> <p> </p> <p> Ecco come farlo: </p> <ol> <li> stampa <strong> Tasto Windows + R </strong> , genere <strong> regedit </strong> , e colpisci <strong> accedere </strong> . </li> <li> Clic <strong> sì </strong> nella richiesta di apportare modifiche al registro. </li> <li> Quando il registro si apre, vai al seguente percorso. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> A destra, fai doppio clic sulla voce che dice <strong> EscludiDaCPL </strong> . </li> <li> accedere <strong>0</strong> nel <strong> Dati di valore </strong> campo, selezionare <strong> esadecimale, </strong> e clicca <strong> ok </strong> . </li> <li> Clicca il <strong> File </strong> menu e selezionare <strong> Uscita </strong> per uscire dal registro. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> L&#39;opzione per personalizzare l&#39;avvio predefinito dovrebbe ora essere abilitata. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Scarica il suono di avvio </h2> <p> Questo è qualcosa che non possiamo davvero aiutarti passo dopo passo. È necessario scaricare o scegliere dal computer il tono che si desidera utilizzare come suono di avvio predefinito sul PC. </p> <p> Potrebbe trattarsi di qualsiasi file audio disponibile su Internet o sul tuo computer. </p> <p> Se non hai già il tono, puoi scaricarne uno da Internet e salvarlo sul tuo PC. Ci sono molti <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> siti Web di download di audio gratuiti </a> che puoi usare per scaricare un bel tono per il suono di avvio del tuo computer. </p> <p> Assicurati che il tuo tono non sia troppo lungo. Questo perché, come già sai, il tuo PC riproduce il suono di avvio solo per un paio di secondi e non di più. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Converti il ​​tono di avvio in un formato compatibile </h2> <p> Il tono scaricato deve essere in formato WAV per usarlo come suono di avvio predefinito. Se il tuo file è in MP3 o in qualsiasi altro formato audio, la prima cosa che devi fare è convertire il tuo file in WAV. </p> <p> È abbastanza facile da fare, grazie a molti <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> convertitori audio gratuiti </a> disponibile là fuori. </p> <p> Basta scegliere uno dei convertitori, caricare il tono, scegliere WAV come formato di output e il suono di avvio di Windows 10 dovrebbe essere pronto. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Modificare il suono di avvio predefinito su Windows 10 </h2> <p> Ora che il tuo tono è pronto, ecco la procedura finale per renderlo il suono di avvio predefinito sul tuo computer Windows 10. </p> <p> Segui questi passaggi per farlo: </p> <ol> <li> Apri il <strong> Inizio </strong> menu, cerca <strong> Cambia i suoni di sistema </strong> e fare clic sul primo risultato. </li> <li> Spunta la casella che dice <strong> Riproduci suono di avvio di Windows </strong> . </li> <li> Trova <strong> Accesso a Windows </strong> nel <strong> Programma Eventi </strong> sezione e fare clic su di essa. </li> <li> È possibile ascoltare il suono corrente facendo clic su <strong> Test </strong> pulsante. </li> <li> Per modificare il suono corrente con il tuo tono, fai clic su <strong> Navigare </strong> pulsante. </li> <li> Passa alla cartella in cui si trova il tuo tono WAV e fai doppio clic su di esso. </li> <li> Il nome del tuo tono appare nel <strong> Suoni </strong> menu a discesa. Clic <strong> Test </strong> per testare il tuo tono. </li> <li> Se sei soddisfatto di tutto, clicca <strong> Applicare </strong> seguito da <strong> ok </strong> in fondo. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> La prossima volta che il computer si accende, sentirai il suono di avvio appena selezionato invece di quello predefinito. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Come ripristinare il suono di avvio predefinito su Windows 10 </h2> <p> Se hai voglia di tornare al suono di avvio predefinito, puoi farlo modificando a <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> opzione impostazioni sul tuo PC Windows 10 </a> . </p> <p> Ecco come: </p> <ol> <li> Cercare <strong> Cambia i suoni di sistema </strong> nel <strong> Inizio </strong> menu e fare clic sul primo risultato. </li> <li> Trova <strong> Accesso a Windows </strong> nel <strong> Programma Eventi </strong> sezione e fare clic su di essa. </li> <li> Clicca il <strong> Suoni </strong> menu a tendina in basso e selezionare il <strong> Accesso a Windows.wav </strong> opzione. </li> <li> Clic <strong> Applicare </strong> seguito da <strong> ok </strong> per salvare le modifiche. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> Il tuo PC ora riprodurrà il suono di avvio di Windows predefinito all&#39;avvio. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Come modificare rapidamente il suono di avvio predefinito su Windows 10 </h2> <p> Se cambi il suono di avvio predefinito troppo spesso, potresti scoprire che le procedure di cui sopra sono un po&#39; eccessive. </p> <p> In questo caso, puoi effettivamente utilizzare un&#39;app gratuita chiamata WinAero Tweaker per cambiare il suono di avvio. Questa app è disponibile anche nella versione portatile, quindi non è necessario installare nulla sul computer. </p> <p> Per utilizzare questa app: </p> <ol> <li> Scarica ed esegui il <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> file di installazione. </li> <li> Quando ti chiede di scegliere una modalità, seleziona <strong> Modalità portatile </strong> . </li> <li> Segui le istruzioni sullo schermo. </li> <li> Lanciare <strong> WinAero Tweaker </strong> . </li> <li> Espandere <strong> Aspetto </strong> a sinistra e fare clic su <strong> Suono di avvio </strong> nel menu espanso. </li> <li> spuntare <strong> Abilita suono di avvio </strong> sulla destra. </li> <li> Selezionare <strong> Sostituisci il suono di avvio </strong> . </li> <li> Scegli un file WAV per impostarlo come suono di avvio predefinito. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Modifica del segnale acustico di avvio a proprio piacimento su Windows 10 </h2> <p> Se non sei un grande fan del suono di avvio corrente, i metodi sopra dovrebbero consentirti di cambiarlo con il tuo tono preferito sul tuo PC. Puoi sempre tornare al tono predefinito quando vuoi. </p> <p> Windows 10 è ampiamente personalizzabile e questo ti consente di rendere il tuo PC davvero tuo, permettendoti di cambiarne ogni aspetto. </p>"}