{"title":"Come entrare in un server Minecraft","content":"<p> Minecraft per giocatore singolo non lo taglia? Stai cercando di esplorare il vasto mondo dei blocchi generati proceduralmente con i tuoi amici? Non cercare oltre, ecco tutto ciò che devi sapere su come unirti a un server Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Trovare l&#39;indirizzo IP di un server Minecraft </h2> <p> Sia che ti stia unendo al server privato di un amico o a uno pubblico con migliaia di giocatori, devi trovare l&#39;indirizzo IP del server. Non preoccuparti, è facile e veloce, ma è un processo diverso da <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> trovare il proprio indirizzo IP su Windows </a> o Mac. </p> <h3 id=\"for-private-servers\"> Per server privati </h3> <p> Se il tuo amico ha il proprio server a cui vuoi unirti, chiedigli l&#39;IP. Se conoscono già l&#39;indirizzo IP del server, passa alla sezione successiva. </p> <p> Se hanno acquistato l&#39;hosting del server da un sito di terze parti, di solito possono trovare l&#39;indirizzo IP controllando la dashboard del sito o un&#39;email che potrebbero aver ricevuto al momento dell&#39;acquisto. </p> <p> Se stanno eseguendo il server dal proprio computer, hai due opzioni per la connessione: LAN (Local Access Network) e su Internet (il proprietario deve eseguire il port forwarding per consentire ad altri di connettersi a Internet). </p> <p> Se stai utilizzando la loro stessa rete (LAN), puoi connetterti utilizzando il loro indirizzo IP interno. Non è necessario eseguire il port forwarding per le connessioni LAN. </p> <p> Trova il tuo indirizzo IP interno aprendo la riga di comando o il terminale. stampa <strong> Windows+R </strong> e digita <strong> cmd </strong> dentro <strong> Correre </strong> prompt su Windows o per l&#39;utilizzo su Mac <strong> Cmd+Spazio </strong> per aprire Spotlight e digitare <strong> terminale </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Per la riga di comando di Windows </strong> : Genere <strong> ipconfig </strong> nella riga di comando per trovare il tuo indirizzo IP. Cerca il <strong> Indirizzo IPv4 </strong> . Sembrerà qualcosa come &quot;192.165.0.123&quot;. Ora che hai questo indirizzo, copialo negli appunti ( <strong> Ctrl+C </strong> su Windows e <strong> Cmd+C </strong> su Mac) e vai alla sezione successiva per sapere cosa farne. </p> <p> <strong> Per terminale Mac </strong> : Genere <strong> ipconfig getifaddr en0 </strong> (o <strong> ipconfig getifaddr en1 </strong> se utilizzi Ethernet anziché Wi-Fi) nel tuo terminale per trovare il tuo indirizzo IP. Il terminale mostra che il tuo indirizzo IP è su una nuova riga. Ora che hai questo indirizzo, copialo negli appunti ( <strong> Ctrl+C </strong> su Windows e <strong> Cmd+C </strong> su Mac) e vai alla sezione successiva per sapere cosa farne. </p> <p> Se ti stai connettendo a un server privato su Internet, avrai bisogno del loro IP pubblico. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Puoi trovare il tuo indirizzo IP pubblico utilizzando uno strumento come <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismyipaddress </a> . Ora che hai questo indirizzo, copialo negli appunti ( <strong> Ctrl+C </strong> su Windows e <strong> Cmd+C </strong> su Mac) e vai alla sezione successiva per sapere cosa farne. </p> <h3 id=\"for-public-servers\"> Per server pubblici </h3> <p> Se stai cercando di unirti a un server pubblico con altri giocatori, trova l&#39;indirizzo IP cercando in Internet un elenco di server. Ci sono alcuni ottimi server da provare evidenziati più avanti in questo articolo. </p> <p> Ora che hai questo indirizzo, copialo negli appunti ( <strong> Ctrl+C </strong> su Windows e <strong> Cmd+C </strong> su Mac) e vai alla sezione successiva per sapere cosa farne. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Come entrare in un server Minecraft: incolla l&#39;indirizzo IP </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Una volta ottenuto l&#39;indirizzo IP del server a cui vuoi unirti, avvia Minecraft e vai a <strong> Multigiocatore </strong> schermo. </p> <p> Hai due opzioni per connetterti a un server da qui. Se sai che vorrai tornare al server, clicca su <strong> Aggiungi server </strong> così puoi salvarlo nella tua lista. </p> <p> Se stai solo facendo un salto per controllare le cose, usa <strong> Connessione diretta </strong> in modo che non compaia nell&#39;elenco. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> Ad ogni modo, incolla l&#39;indirizzo IP che hai copiato negli appunti nella casella che dice <strong> Indirizzo del server </strong> . </p> <p> Per <strong> Connessione diretta </strong> , clicca <strong> Unisciti al server </strong> . Per <strong> Aggiungi server </strong> , clicca <strong> Fatto </strong> e poi unisciti al server dalla tua lista facendo doppio clic su di esso o selezionandolo e facendo clic su <strong> Unisciti al server </strong> . </p> <p> Ora stai giocando a Minecraft multiplayer! Se vuoi portare il tuo Minecrafting al livello successivo, dai un&#39;occhiata al nostro <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> Ultimo cheat sheet dei comandi di Minecraft </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Server Minecraft per giocare con gli amici </h2> <p> Questi sono server che sono tutti divertenti per le loro ragioni, ci siamo divertiti molto a provarli. </p> <p> <strong> Hypixel </strong> (IP: hypixel.net): Hypixel è stato molto popolare per molto tempo e per una buona ragione. Puoi giocare a una serie di minigiochi che vanno da <strong> Giochi di sopravvivenza blitz </strong> per <strong> Mega pareti </strong> o <strong> Mistero dell&#39;omicidio </strong> . </p> <p> <strong> UniversoMC </strong> (IP: mcc.universemc.us): UniverseMC ha un <strong> Fazioni </strong> modalità che ti farà tornare giorno dopo giorno. Sul serio, crea dipendenza. <strong> KitPVP </strong> è anche un ottimo modo per rispolverare le tue abilità di combattimento con la spada. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Probabilmente abbiamo passato un po&#39; troppo tempo a giocare a Snapcraft <strong> Prigione </strong> modalità. Se scalare i ranghi della prigione non ti sembra divertente, prova con loro <strong> Parkour </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;s <strong> Blocco di cielo </strong> la modalità è un&#39;avventura in cui perdersi. Ogni blocco conta, ed è fin troppo facile perdersi nell&#39;abisso. </p> <p> <strong> RealismoCittà </strong> (IP: play.realismtownmc.com): RealismTown è una fuga da tutto. Un semplice server di sopravvivenza con plug-in personalizzati, un&#39;economia frenetica e volti amichevoli. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Come invitare altri e entrare in un regno di Minecraft </h2> <p> Configurare un server Minecraft privato può essere difficile. Minecraft Realms lo rende facile! </p> <p> Se stai cercando di unirti a un server Realms, il proprietario del server deve prima autorizzarti. Il proprietario del regno può farlo invitandoti. </p> <p> Il proprietario di un regno può invitare un altro giocatore avviando Minecraft, quindi navigando su <strong> Regni di Minecraft </strong> e cliccando su <strong> chiave inglese </strong> icona del loro Regno. Da qui, seleziona l&#39;opzione che dice <strong> Giocatori </strong> e invita il giocatore che desideri con il suo nome utente Minecraft. </p> <p> Puoi controllare i tuoi inviti facendo clic su <strong> Busta </strong> icona in alto accanto al <strong> Regni di Minecraft </strong> logo. Se hai un invito in sospeso, verrà visualizzato qui affinché tu possa accettarlo. </p> <p> </p> <p> Una volta accettato l&#39;invito, potrai unirti al regno dal tuo elenco di regni selezionandolo e facendo clic su <strong> Giocare </strong> o semplicemente facendo doppio clic sull&#39;opzione elenco. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Crea ricordi con Minecraft multiplayer </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Ora che hai il know-how per unirti a qualsiasi server Minecraft su cui hai messo gli occhi, è ora di entrare in gioco. Scopri cosa offre Minecraft quando giochi con gli amici; è molto più di quello che può darti quando giochi da solo a una delle sue modalità di gioco. </p> <p> Giocare a Minecraft con gli altri è anche un&#39;ottima opportunità per fare nuove amicizie e imparare cose nuove. Ogni esperienza che hai nella costruzione di una struttura imponente o nell&#39;essere l&#39;ultima squadra in piedi in una guerra giocatore contro giocatore a tutto campo è quella che potresti ricordare per gli anni a venire. </p>"}