{"title":"Che cos&#39;è l&#39;emote PogChamp e quando viene utilizzata?","content":"<p> I termini gergali possono provenire da qualsiasi luogo e, sebbene alcuni dei nuovi vocaboli di oggi possano sembrare un po&#39; sciocchi, l&#39;importante è che le persone si capiscano quando comunicano. </p> <p> Se hai setacciato la tua giusta quota di Internet per alcuni anni, è probabile che tu abbia visto &quot;PogChamp&quot; o &quot;poggers&quot; nei commenti di video o articoli. Ma cosa significa? </p> <p> Ecco tutto quello che c&#39;è da sapere a riguardo... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Cosa significa Pogchamp e quando usarlo </h2> <p> PogChamp è il nome di un&#39;emote di Twitch, una delle più vecchie sulla piattaforma, in effetti. Sia l&#39;emote che il nome dell&#39;emote sono usati per esprimere eccitazione o sorpresa, in modo genuino o sarcastico. </p> <p> Le emoticon di Twitch sono esattamente come suonano: emoji, emozioni o pittogrammi esclusivi dell&#39;app e del sito Web di Twitch. Sono utilizzati da spettatori e streamer per esprimere sentimenti diversi in chat. </p> <p> </p> <p> Il termine &quot;PogChamp&quot; deriva dalla frase &quot;Pog Champion&quot; o &quot;Play of Game Champion&quot;, mentre si ritiene che la frase &quot;Play of the Game&quot; sia stata resa popolare da Overwatch, un gioco sparatutto competitivo in prima persona. Overwatch ha una funzione in cui alla fine di ogni partita, una bobina dei momenti salienti mostra il gioco &quot;migliore&quot; di quella partita. </p> <p> &quot;PogChamp&quot; e il sentimento che descrive hanno generato molti derivati. Sia &quot;poggers&quot; che semplicemente &quot;pog&quot; hanno acquisito una presenza significativa nel gergo online. È comune vedere gli streamer reagire con eccitazione a qualcosa dicendo &quot;poggers&quot;. </p> <p> E mentre si è fatto strada nei forum e in altri angoli di Internet, non lo useresti con la maggior parte dei conoscenti nella vita quotidiana a meno che non siano anche consapevoli del contesto del termine. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Le origini dell&#39;emote PogChamp </h2> <p> </p> <p> L&#39;iconico, esagerato volto scioccato dell&#39;emote originale di PogChamp è stato visto per la prima volta in un video di YouTube di Cross Counter TV nel 2010. </p> <p> In esso, la personalità di Internet Ryan &quot;Gootecks&quot; Gutierrez fa una smorfia con gli occhi e la bocca spalancati in risposta al cameraman che urta il treppiede. Seduto accanto a lui c&#39;è il collega streamer Mike Ross. </p> <p> Alla fine, la reazione degna di un meme è diventata un&#39;emote di Twitch. </p> <p> Secondo <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , Le personalità di Twitch le cui sembianze vengono utilizzate per le emoticon vengono pagate in base all&#39;utilizzo. Ciò significa che c&#39;è una carica ogni volta che qualcuno usa l&#39;emote. </p> <p> Si stima che Gutierrez guadagnasse circa $ 50.000 all&#39;anno dagli utenti di Twitch che inviavano spam all&#39;immagine della sua faccia in chat. Inoltre, Gutierrez è stato pagato tra $ 50.000 e $ 100.000 in anticipo, solo per consentire a Twitch di usare la sua somiglianza. </p> <p> Tuttavia, Gutierrez non rappresenterebbe PogChamp per sempre. Il 6 gennaio 2021, <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch ha bandito l&#39;emote originale di PogChamp </a> , affermando che l&#39;immagine originale doveva essere rimossa dalla piattaforma. </p> <p> Di conseguenza, la piattaforma ha creato una nuova emote PogChamp. Da allora, Twitch ha visto una varietà di creatori online diventare il nuovo volto di PogChamp; streamer con sfondi e dimensioni del pubblico diversi. </p> <p> </p> <p> L&#39;emote ha lo stesso significato dell&#39;originale: esprime una reazione sorpresa, eccitata o scioccata. Tuttavia, l&#39;emote stessa è cambiata. </p> <p> E anche con il divieto di Twitch sull&#39;emote PogChamp con la faccia di Gutierrez, l&#39;uso di &quot;pogger&quot; e &quot;pog&quot; nel gergo di Internet probabilmente continuerà inalterato. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp esprime eccitazione, gioia o shock </h2> <p> PogChamp è una delle più antiche emote di Twitch, ma è anche una delle più versatili. </p> <p> A causa della sua capacità di descrivere reazioni sia positive che negative, PogChamp continuerà probabilmente ad essere utilizzato su Internet, anche se il volto associato al nome non sarà sempre lo stesso. </p>"}