{"title":"Come utilizzare un gestore di password con il tuo dispositivo Android","content":"<p> Android ha una fantastica funzionalità che consente ai gestori di password di inserire direttamente i tuoi dati di accesso in app e servizi sul tuo dispositivo Android. Migliora notevolmente l&#39;esperienza di utilizzo di un gestore di password poiché l&#39;intero processo avviene in pochi tocchi. Non devi più andare avanti e indietro tra le app per vedere e quindi inserire i loro dettagli di accesso. </p> <p> Ecco come puoi utilizzare in modo corretto e sicuro un gestore di password in Android per compilare automaticamente i tuoi dati di accesso in app e siti web. </p> <h2 id=\"why-you-should-use-a-password-manager\"> Perché dovresti usare un gestore di password? </h2> <p> Se apprezzi la sicurezza e la protezione dei tuoi account online, non dovresti mai utilizzare le stesse password su di essi. Con il numero di app e servizi che tutti noi usiamo quotidianamente in costante crescita, anche ricordare così tante password univoche non è un&#39;opzione praticabile. </p> <p> È qui che entra in gioco un gestore di password in quanto memorizzerà tutte le tue password in modo sicuro e protetto. </p> <p> Puoi persino generare nuove password utilizzando un gestore di password in modo da non doverne pensare a una nuova ogni volta che ti registri su una nuova app o servizio. Memorizzare tutte le tue credenziali di accesso in un gestore di password è un&#39;opzione molto migliore che semplicemente scriverle da qualche parte. </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> Tutti i dati archiviati in un gestore di password vengono crittografati utilizzando una password principale. Questa password principale funge da chiave per sbloccare i dati crittografati. La maggior parte dei gestori di password non offre un&#39;opzione per reimpostare questa password principale, quindi se la dimentichi, potresti finire per essere bloccato anche dal tuo account. Tuttavia, ricordare una sola password principale è molto più semplice di centinaia di password per tutte le app e i servizi che utilizzi. </p> <p> Puoi utilizzare un gestore di password per qualcosa di più della semplice memorizzazione delle credenziali di accesso. Può salvare note importanti, file, dettagli del conto bancario e altro. Alcuni gestori di password offrono anche un&#39;opzione per generare codici di autenticazione a due fattori. Check-out <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> alcune utili funzioni di gestione delle password </a> per usarlo al meglio. </p> <p> Ogni volta che apri un gestore di password, dovrai prima verificare la tua identità inserendo la password principale o tramite l&#39;autenticazione biometrica. A seconda di quanto vuoi proteggere il tuo account di gestione delle password, c&#39;è anche la possibilità di utilizzare chiavi di sicurezza di autenticazione a due fattori basate su hardware per una maggiore sicurezza. </p> <p> Puoi leggere su <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> come funzionano i diversi gestori di password </a> per sapere come sono in grado di salvare le tue password importanti in modo sicuro. </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> Come utilizzare un gestore di password con Android </h2> <p> Tutti i principali gestori di password supportano l&#39;API di riempimento automatico in Android. Ciò significa che una volta che al gestore di password di tua scelta sono state concesse le autorizzazioni pertinenti, mostrerà un menu a discesa con le credenziali di accesso di qualsiasi app a cui stai tentando di accedere. </p> <p> </p> <p> Inutile dire che devi prima registrarti con un gestore di password di tua scelta e assicurarti di installare la sua app sul tuo dispositivo Android e accedervi. Dopo averlo fatto: </p> <ol> <li> Apri il <strong> impostazioni </strong> menu sul tuo dispositivo Android e vai a <strong> Sistema &gt; Lingua e immissione &gt; Servizio di riempimento automatico. </strong> Se non vedi questa opzione, cerca &quot;Servizio di riempimento automatico&quot; nel menu Impostazioni. </li> <li> Seleziona il tuo gestore di password dall&#39;elenco dei servizi di Compilazione automatica. Se non utilizzi alcun gestore di password e le tue password sono invece salvate in Google Chrome, seleziona <strong> Google </strong> dalla lista. </li> <li> Rubinetto <strong> ok </strong> quando ti viene chiesto se ti fidi dell&#39;app che hai appena selezionato o meno. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (2 immagini) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> Espandere <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> Ora che il gestore di password è stato configurato correttamente, può facilmente compilare automaticamente i tuoi dati di accesso in qualsiasi app che scarichi sul tuo dispositivo Android. </p> <p> Per motivi di sicurezza, dovrai verificare la tua identità tramite lo scanner di impronte digitali o sbloccando il tuo gestore di password ogni volta che tenti di utilizzare la funzione di riempimento automatico. Dovrai assicurarti che la funzione di sblocco biometrico sia abilitata dal menu delle impostazioni del tuo gestore di password per quest&#39;ultimo. </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> Come compilare automaticamente le password utilizzando un gestore di password </h2> <p> Ora che il tuo gestore di password è configurato, puoi utilizzarlo per compilare automaticamente le password ogni volta che devi accedere a una delle tue app. </p> <ol> <li> Apri qualsiasi app sul tuo dispositivo Android e vai alla sua pagina di accesso. </li> <li> Tocca il campo in cui ti viene richiesto di inserire il tuo nome utente/ID e-mail. Il tuo gestore di password verrà visualizzato automaticamente come opzione a discesa. </li> <li> Toccalo, conferma la tua identità e seleziona le credenziali di accesso che desideri inserire. Avrai anche la possibilità di cercare nel tuo vault se disponi di più accessi per la stessa app. </li> <li> Tutto verrà compilato automaticamente e potrai quindi toccare il pulsante di accesso per accedere al tuo account. </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> Ogni volta che apri un&#39;app che richiede i tuoi dati di accesso, il tuo gestore di password rileverà automaticamente tali campi e mostrerà una richiesta per compilarli. È anche importante che tu <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> mantieni organizzato il tuo gestore di password </a> soprattutto se ne usi uno da molto tempo. </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> Come compilare automaticamente i dettagli di accesso sui siti Web </h3> <p> Il tuo gestore di password può anche inserire automaticamente i tuoi dati di accesso sui siti Web in browser come Chrome e Firefox per Android. Dovrai concedere all&#39;app l&#39;accesso all&#39;accessibilità sul tuo dispositivo Android affinché funzioni correttamente. </p> <ol> <li> Apri il <strong> impostazioni </strong> menu sul tuo dispositivo Android e vai su <strong> Accessibilità </strong> sezione. </li> <li> Dentro il <strong> Servizi scaricati </strong> o <strong> Servizi installati </strong> menu, seleziona il tuo gestore di password e concedilo <strong> Accessibilità </strong> accesso. </li> </ol> <p> Ora il tuo gestore di password mostrerà anche un menu a discesa per compilare automaticamente i dettagli di accesso ogni volta che apri la sezione di accesso di qualsiasi sito web che visiti. </p> <p> I gestori di password sono anche abbastanza intelligenti da chiederti automaticamente di salvare i dettagli di accesso ogni volta che rilevano che ti sei registrato per un nuovo account su un&#39;app o un sito Web sul tuo dispositivo Android. </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> Usa sempre un gestore di password </h2> <p> Dovresti sempre utilizzare un gestore di password per memorizzare le tue credenziali di accesso importanti, i dettagli del conto bancario e altre note. Con i gestori di password che si integrano perfettamente in Android stesso e compilano automaticamente i dettagli di accesso una volta impostati correttamente, ci sono poche ragioni per non farlo. </p> <p> Se apprezzi la tua privacy e la sicurezza online, un gestore di password ti darà la massima tranquillità in quanto è un&#39;opzione più sicura rispetto all&#39;utilizzo della stessa password su varie app e servizi. </p>"}