{"title":"Come risparmiare la durata della batteria sul controller DualSense PS5","content":"<p> Sebbene il controller DualSense di PlayStation 5 offra una durata della batteria migliorata rispetto al DualShock 4 di PlayStation 4, è ancora possibile che il controller muoia nel bel mezzo di un momento importante. </p> <p> Diamo un&#39;occhiata ad alcuni modi per risparmiare la durata della batteria sul controller DualSense e farlo durare il più a lungo possibile. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Imposta il controller PS5 in modo che si spenga automaticamente </h2> <p> Se lasci la tua PS5 in funzione per qualsiasi motivo e quindi lasci acceso il controller per ore, ciò consumerà ovviamente la durata della batteria. Per combattere questo problema, è una buona idea impostare un timer in modo che il DualSense si spenga quando non lo usi. </p> <p> Nel menu principale della tua PS5, vai a <strong> Impostazioni &gt; Sistema &gt; Risparmio energetico </strong> . Qui vedrai il <strong> Imposta il tempo fino allo spegnimento dei controller </strong> opzione, che puoi impostare su <strong> Dopo 10 minuti </strong> , <strong> 30 minuti </strong> , <strong> 60 minuti </strong> , o <strong> spento </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Non c&#39;è una buona ragione per lasciare il controller acceso per lunghi periodi di tempo quando è inattivo. L&#39;attivazione di questa opzione limita la durata della batteria sprecata quando non sei davanti alla TV. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Spegni manualmente il controller DualSense </h2> <p> Per i momenti in cui sai che non utilizzerai il controller PS5 per un po&#39;, ha senso spegnerlo subito invece di aspettare il timer di spegnimento automatico. Questo è utile se stai usando la tua PS5 per guardare app di intrattenimento come Netflix o anche solo per assistere a un lungo filmato in un gioco. </p> <p> </p> <p> Per spegnere il controller PS5, premi il <strong> Pulsante PS </strong> sul controller per visualizzare il menu rapido. Scorri verso destra e seleziona <strong> Accessori </strong> pulsante, che mostra l&#39;icona di un controller con la durata attuale della batteria. Nel menu risultante, scegli il tuo <strong> Controller senza fili </strong> , seguito da <strong> Spegni </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> In questo modo si spegnerà il controller finché non si preme il pulsante <strong> Pulsante PS </strong> per riaccenderlo. Se non vuoi armeggiare con il menu, puoi anche spegnere il controller PS5 tenendo premuto il tasto <strong> Pulsante PS </strong> per 10 secondi. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Riduci le funzioni del controller che utilizzano la batteria </h2> <p> Il DualSense ha una manciata di funzioni che consumano la durata della batteria. La disabilitazione di queste opzioni non estenderà drasticamente la batteria del controller, ma può aiutare un po&#39; se dai la priorità alla durata della batteria rispetto alle funzionalità fantasiose. </p> <p> Visitare <strong> Impostazioni &gt; Accessori &gt; Controller </strong> per disattivare queste funzioni: </p> <ul> <li> Impostato <strong> Luminosità degli indicatori del controller </strong> per <strong> fioco </strong> . Ciò ridurrà le luci sul controller; si illumineranno automaticamente se necessario per l&#39;accessorio della fotocamera. </li> <li> abbassare il <strong> Intensità di vibrazione </strong> per <strong> Debole </strong> o <strong> spento </strong> . Mentre la nuova funzione di feedback tattile del DualSense rende il rombo più realistico, utilizza un bel po&#39; di batteria. Se non ti interessa la funzione, forse per un determinato gioco, disabilitarla migliorerà la durata della batteria. </li> <li> Abbassa o disabilita anche il <strong> Intensità dell&#39;effetto trigger </strong> . Questa è un&#39;altra caratteristica principale del DualSense che cambia la resistenza dei pulsanti L2 e R2 a seconda di cosa stai facendo nel gioco. Se non ti interessa molto, abbassandolo conserverai un po&#39; di succo. </li> <li> abbassare il <strong> Volume (altoparlante per controller) </strong> cursore. Ciò riduce l&#39;uscita dell&#39;altoparlante integrato del controller, risparmiando un po&#39; di batteria se comunque non ti piace. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Acquista un cavo di ricarica più lungo </h2> <p> Se l&#39;utilizzo di tutti i suggerimenti di cui sopra continua a non far funzionare il controller per tutto il tempo che desideri, dovresti prendere in considerazione l&#39;acquisto di un cavo USB-C più lungo. Con questo, puoi facilmente collegare il controller per caricare e continuare a giocare quando si abbassa. Non dovrai avvicinare una sedia alla TV come faresti con un cavo corto. </p> <p> Puoi trovare cavi di ricarica da USB-C a USB-A da 10 piedi (o più lunghi) su Amazon a basso costo. Prova il <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> CableCreation Cavo USB-C </a> per un&#39;opzione solida. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Se giochi con un cavo collegato spesso, su quanto sopra <strong> Controllori </strong> pagina delle impostazioni, dovresti impostare <strong> Metodo di comunicazione </strong> per <strong> Usa cavo USB </strong> . Con questo, il controller comunicherà tramite il cavo invece di utilizzare ancora il Bluetooth quando è collegato. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Mantieni carico il tuo DualSense </h2> <p> Ora sai come mantenere in vita la batteria DualSense per lunghe sessioni di gioco. A parte l&#39;acquisto di un secondo controller e la sostituzione regolare, queste sono le migliori opzioni per prolungare la durata della batteria. </p> <p> Non dimenticare che puoi utilizzare i controller PS4 quando giochi ai giochi PlayStation 4 sulla tua PS5. Questo è un altro modo per preservare la durata della batteria DualSense. </p> <p> <small> Credito immagine: Alex Van Aken/ <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}