{"title":"Controlla le abitudini delle tue app macOS con Quitter","content":"<p> Alcune app possono creare assuefazione, ma Quitter è una di quelle che potrebbe essere utile per la tua salute digitale. È una piccola app della barra dei menu con un&#39;attività univoca che mira a ridurre le distrazioni. </p> <h2 id=\"what-does-quitter-do\"> Cosa fa smettere? </h2> <p> Quitter gestisce un elenco di app da chiudere automaticamente dopo un periodo di inattività. È basato sulla teoria secondo cui alcune app possono essere utili, ma si dimostrano comunque fonte di distrazione quando sono aperte. Potrebbe essere necessario <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> usa Twitter per ricerche importanti </a> , ma vorrai evitare di farti distrarre una volta che hai finito. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Come scaricare e installare Quitter </h2> <p> Quitter è disponibile dallo sviluppatore <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Il sito di Marco Arment </a> . Il download è un archivio zip contenente un singolo file, <strong> Quitter.app </strong> . Se esegui l&#39;app dall&#39;esterno della cartella Applicazioni, offrirà di installarsi lì: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Una volta in esecuzione, puoi impostare Quitter su <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> inizia al login </a> facendo clic sulla sua icona nella barra dei menu e selezionando il comando di menu, <strong> Inizia Quitter al Login </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Interfaccia principale di Quitter </h2> <p> Quitter svolge il suo compito in background, senza intralciarti. L&#39;unica volta che interagirai davvero con esso è aggiungere o eliminare app che desideri controllare con Quitter. </p> <p> Il <strong> Modifica regole </strong> finestra mostra un elenco di app gestite. Sarà vuoto per impostazione predefinita. Clicca il <strong> + </strong> icona in basso a sinistra per aggiungere un&#39;app. Si aprirà una finestra di dialogo file che puoi utilizzare per selezionare l&#39;app. La maggior parte delle volte, sarà nel tuo <strong> Applicazioni </strong> cartella: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Ogni app nell&#39;elenco ha due impostazioni. È possibile impostare il tempo di inattività necessario prima che Quitter agisca. Puoi anche impostare se chiudere o nascondere l&#39;app: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Se vuoi interrompere il controllo di un&#39;app con Quitter, selezionala dall&#39;elenco e fai clic su <strong> - </strong> pulsante. Tieni presente che alcune app confermeranno prima di uscire. A volte puoi configurare questa impostazione e consentire a Quitter di chiudere l&#39;app in silenzio. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Quitter è semplice ma efficace </h2> <p> È davvero così semplice. Quitter ti consente di mantenere un elenco di app da nascondere o chiudere se non le hai utilizzate per un periodo di tempo definito. È una delle tante app Mac gratuite che aiutano a migliorare la tua produttività. </p>"}