{"title":"Come installare Minecraft Forge e gestire le tue mod","content":"<p> Quando Minecraft ha rilasciato per la prima volta la sua alpha pubblica a pagamento nel 2009, era solo un semplice gioco sandbox a blocchi. Oltre un decennio dopo, Minecraft ha popolato i suoi mondi con oltre 100 blocchi diversi e oltre 40 mob. </p> <p> Se hai giocato al gioco dall&#39;inizio, tuttavia, il Minecraft predefinito o vanigliato potrebbe diventare un po&#39; stantio per te. Con Minecraft Forge puoi gestire le mod scaricate e questa guida ti insegnerà come configurare le cose. </p> <h2 id=\"what-is-minecraft-forge\"> Cos&#39;è Minecraft Forge? </h2> <p> Quando pensi di modificare un videogioco, probabilmente pensi anche che sia necessario avere una vasta conoscenza della tecnologia o della programmazione per farlo. Potrebbe essere vero con altri titoli, ma aggiungere mod a Minecraft è semplice con Forge. </p> <p> Forge è un server open source gratuito che puoi utilizzare per installare ed eseguire le mod di Minecraft. I suoi sviluppatori lo hanno progettato specificamente per rendere più facile anche per le persone meno esperte di tecnologia aggiungere mod di gioco create dalla community alla loro copia di Minecraft. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Come installare Minecraft Forge </h2> <p> Quindi ora che sai cos&#39;è Forge, come lo installi? Prima di ogni altra cosa, dovrai installare <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Giava </a> se non l&#39;hai già fatto. Successivamente, puoi seguire questi semplici passaggi: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Scarica Minecraft Forge </h3> <p> Vai al <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> sito ufficiale di Forge </a> per scaricare il programma di installazione. Assicurati che il numero di versione scritto sul download sia lo stesso numero della versione di Minecraft che desideri modificare. </p> <p> Sul lato sinistro del sito Web di Forge, elenca tutte le versioni dalla più recente alla più vecchia. Nel launcher di Minecraft, puoi vedere il tuo numero di versione attuale sul profilo sotto la grafica del banner del gioco. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Apri il programma di installazione di Forge </h3> <p> Al termine del download, apri il programma di installazione di Forge. Seleziona client o server dalle opzioni, a seconda di quali mod desideri scaricare. Verifica che l&#39;indirizzo del tuo <strong> .Minecraft </strong> la cartella è corretta (in caso contrario, fai clic sul pulsante con tre puntini e vai all&#39;indirizzo corretto), quindi fai clic su <strong> ok </strong> . Forge impiegherà alcuni minuti per l&#39;installazione. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Apri il launcher di Minecraft </h3> <p> Una volta completata l&#39;installazione di Forge, apri Minecraft Launcher. Seleziona il <strong> fucina </strong> se non è già attivo, avvia il gioco. Ci vorrà un po&#39; di tempo la prima volta che lo avvii dopo aver installato Forge. Ma una volta visualizzata la schermata Home, dovresti vederne una nuova <strong> Mod </strong> pulsante accanto a <strong> Minecraft Regni </strong> . </p> <p> Ora puoi scaricare le mod in quella cartella ed espandere Minecraft nel modo che preferisci. Questa cartella è anche dove organizzerai e gestirai tutte le tue mod. Questo ti aiuterà a tenerne traccia. </p> <p> Siti web popolari da cui scaricare mod da include <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> Forgia maledetta </a> , e <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Pianeta Minecraft </a> . C&#39;è anche una sezione dedicata alle mod sul <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> forum ufficiale di Minecraft </a> , e <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Modpack di Minecraft: raccolte di mod </a> che gli altri giocatori pensano funzionino meglio insieme. </p> <p> In alternativa, se non riesci a trovare una mod esistente che corrisponde a ciò che speravi di aggiungere al gioco, puoi sempre <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> crea la tua mod Minecraft </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Aggiungi altro a Minecraft con l&#39;aiuto di Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> Dopo un facile processo di installazione, Minecraft Forge ti offre un comodo posto dove archiviare, ordinare e tenere traccia di tutte le mod che hai scaricato. Al momento potresti non vederti come qualcuno che scaricherà troppe mod, ma prendilo da noi. Inizia sempre con una mod, poi un&#39;altra, poi un&#39;altra ancora... </p> <p> Poi alla fine, ti rendi conto di avere più contenuti modificati rispetto ai contenuti vanilla nel tuo gioco Minecraft. </p>"}