{"title":"Facebook sta lavorando a una nuova app per competere con Clubhouse","content":"<p> Facebook può essere accreditato per molte funzioni che consideriamo normali o essenziali per i social media oggi, e questa è una grande parte del motivo per cui sono ancora circa 17 anni dopo la sua uscita. Ma sarebbe negligente affermare che il curriculum di Facebook include esclusivamente caratteristiche uniche. </p> <p> In effetti, è abbastanza difficile parlare dei cambiamenti che Facebook ha apportato negli ultimi anni senza affrontare le molteplici volte che la piattaforma ha preso in prestito pesantemente dai suoi concorrenti. Rapporti recenti affermano che Facebook si accinge a copiare un&#39;app concorrente per l&#39;ennesima volta. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> La clubhouse è l&#39;oggetto del nuovo schema di imitazioni di Facebook </h2> <p> Secondo <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> Il New York Times </a> , Facebook sta lavorando a un social network incentrato sull&#39;audio con cui competere <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Clubhouse </a> , un&#39;app di chat vocale solo su invito lanciata solo l&#39;anno scorso. </p> <p> Non sappiamo quando Facebook ha iniziato a produrre il suo clone Clubhouse, ma sappiamo che il team che ci lavora attualmente si riferisce al prodotto come &quot;Fireside&quot;. Tuttavia, il nome in codice è soggetto a modifiche, poiché il prodotto è ancora nelle sue prime fasi di sviluppo. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> Il CEO di Facebook Mark Zuckerberg è interessato alla comunicazione audio, afferma una fonte non identificata. È piuttosto vago. Potrebbe significare che l&#39;ha tenuto d&#39;occhio per un po&#39;, o che ha attirato la sua attenzione solo di recente. Ad ogni modo, Zuckerberg è apparso su Clubhouse la scorsa domenica per discutere di realtà aumentata e virtuale (AR e VR). </p> <h3 id=\"what-is-clubhouse\"> Cos&#39;è la Clubhouse? </h3> <p> Se non hai mai sentito parlare di Clubhouse, non preoccuparti. Al momento, i suoi utenti sono tenuti in una sorta di circolo affiatato. Puoi unirti a Clubhouse solo se vieni invitato da un utente esistente. </p> <p> Sul <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> App Store </a> , Clubhouse si descrive come &quot;uno spazio per conversazioni audio casuali e drop-in, con amici e altre persone interessanti in tutto il mondo&quot;. </p> <p> </p> <p> Potresti pensarlo come un altro Skype o Zoom, ma non c&#39;è acquisizione video. Solo audio e immagini del profilo e le &quot;conversazioni&quot; sono più simili ad ascoltare qualcuno in piedi su un piedistallo per fare una presentazione o un discorso. Scegli tu con chi vuoi ascoltare. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> La storia di Facebook di copiare app concorrenti </h2> <p> Zuckerberg sembra sapere che una piattaforma social avrà successo dopo averla vista. Facebook ha acquistato Instagram, WhatsApp e Oculus quando erano start-up. Ha fatto un tentativo di acquistare Snapchat per $ 3 miliardi nel 2013, ma il team dietro di esso ha rifiutato. </p> <p> E forse è proprio così: Facebook ha una storia di prestiti di idee da app concorrenti perché Zuckerberg è sempre alla ricerca di qualcosa di nuovo da portare su Facebook. In quello che è forse l&#39;esempio più famoso, Facebook ha iniziato la tendenza a &quot;rubare&quot; da Snapchat quando ha aggiunto la propria versione di <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> storie sui social media </a> nel 2017. </p> <p> Più recentemente, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook ha lanciato Quartieri </a> lo scorso ottobre, che funziona in modo molto simile al servizio di social network iperlocale <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> Porta accanto </a> . In dicembre, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook ha rilasciato Collab </a> per i dispositivi iOS, un salto in ritardo sul carrozzone clone di TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Cosa vuole diventare Facebook? </h2> <p> Facebook è nato come uno spazio online per parlare e stare al passo con i tuoi amici. Da allora è diventata una piattaforma con molte funzioni diverse che si rivolgono a molti tipi diversi di persone. </p> <p> La decisione di Facebook di entrare nel mercato un po&#39; di nicchia che Clubhouse ha trovato è interessante. Che sia anche una decisione intelligente è qualcosa che dovremo aspettare e vedere per scoprirlo. </p>"}