{"title":"Hyundai e Kia negano di essere in trattative per sviluppare la Apple Car","content":"<p> Hyundai e la sua controllata Kia hanno visto crollare le loro azioni dopo che le società hanno rivelato nei documenti normativi che non sono in trattativa con Apple per il progetto segreto Apple Car. </p> <p> Le azioni di Hyundai e Kia sono crollate rispettivamente del 6,21% e quasi del 15%. </p> <p> I documenti riconoscono che Hyundai stava ricevendo richieste &quot;da più aziende&quot; per la cooperazione nello sviluppo congiunto di veicoli elettrici autonomi, ma poi aggiungono che &quot;nulla è stato deciso&quot; poiché tutto è &quot;in una fase iniziale&quot;. </p> <p> &quot;Hyundai Motor non è in trattativa con Apple per lo sviluppo di veicoli autonomi&quot;, si legge nel documento di Hyundai. Secondo <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , Kia Motors ha anche detto che non era in trattative con Apple. </p> <p> Ciò a sua volta potrebbe significare che Apple potrebbe aver deciso di collaborare con fornitori di automobili che non parleranno pubblicamente di alcun accordo. In effetti, MUO ha recentemente riportato che una manciata di <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Le case automobilistiche giapponesi hanno negoziato con Apple </a> per aver aderito a una catena di approvvigionamento di Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Ad Apple non piacciono le perdite </h2> <p> Secondo quanto riferito, un accordo di produzione fallito con Kia incluso <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> costruendo circa 100.000 Apple Car all&#39;anno negli Stati Uniti </a> . La Apple Car doveva essere basata sulla nuova piattaforma per veicoli elettrici di Hyundai che supporta la ricarica rapida all&#39;80% in 18 minuti e offre un&#39;autonomia massima di 250 miglia (circa 500 chilometri) con una singola carica. </p> <p> Kia è il secondo venditore di auto più grande della Corea del Sud dietro il suo comproprietario Hyundai. Apparentemente Apple mira ad annunciare pubblicamente l&#39;Apple Car tra pochi anni. </p> <p> </p> <p> Ma Apple è estremamente sensibile alle perdite, il che rende più interessante e peculiare una raffica di recenti segnalazioni di Apple Car. È chiaro che Apple non era felice a causa di quei rapporti, che probabilmente la leadership dell&#39;azienda ha incontrato con sorpresa e costernazione. </p> <p> Quello che vediamo ora è probabilmente una sorta di controllo dei danni da parte di Hyundai. Sebbene entrambe le parti possano rivisitare i colloqui, non pensiamo che ciò accadrà perché ci sono molte altre aziende automobilistiche con cui Apple potrebbe, e probabilmente lo farà, collaborare. </p> <p> <small> Credito immagine: Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Rimuovi CC </a></small> </p>"}