{"title":"Il sistema operativo Raspberry Pi affronta il pushback dell&#39;utente dopo l&#39;inclusione di Microsoft Repo dopo l&#39;aggiornamento","content":"<p> Di recente è emerso che il sistema operativo open source, Raspberry Pi OS, installa un repository Microsoft durante l&#39;installazione. L&#39;inclusione di uno dei tanti repository di Microsoft significa che ogni volta che il sistema operativo Raspberry Pi si aggiorna, esegue il ping di un server Microsoft, rivelando potenzialmente informazioni sul tuo dispositivo. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> Sistema operativo Raspberry Pi Invio di dati a Microsoft? </h2> <p> UN <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Post di Reddit </a> ha dettagliato come e perché il sistema operativo Raspberry Pi (precedentemente noto come Raspbian) ha iniziato a inviare dati ai server Microsoft ogni volta che il sistema operativo si aggiorna. </p> <blockquote> <p> Ufficialmente è perché approvano l&#39;IDE di Microsoft (!), Ma lo otterrai anche se hai installato da un&#39;immagine chiara e usi il tuo Pi senza testa senza una GUI. Ciò significa che ogni volta che esegui &quot;apt update&quot; sul tuo [Raspberry] Pi esegui il ping di un server Microsoft. </p> </blockquote> <p> Una preoccupazione degli utenti è che Microsoft potrebbe raccogliere informazioni sul dispositivo in uso, come un indirizzo IP, quindi collegarlo ad altre informazioni per creare un profilo pubblicitario mirato. Per quegli utenti che tentano attivamente di operare al di sotto del radar, questo potrebbe servire come metodo di identificazione. </p> <p> Ma per molti utenti, ci sono problemi più grandi in gioco. </p> <p> Innanzitutto, molti utenti hanno espresso delusione per il fatto che un progetto open source aggiornerebbe i suoi repository di origine senza informare gli utenti. In secondo luogo, anche il fatto che l&#39;aggiornamento aggiunga il repository Microsoft alle installazioni esistenti sta causando rabbia. </p> <p> In terzo luogo, la risposta del fondatore di Raspberry Pi, Eben Upton, ha completamente respinto il problema, chiedendosi perché gli utenti si preoccupino addirittura di tale inclusione in primo luogo. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Mi dispiace: non riesco a capire perché pensi che sia stata una cosa controversa da fare. Facciamo sempre cose di questo tipo senza pubblicare un post sul blog su come rinunciare. </p> — Eben Upton (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 febbraio 2021 </a></blockquote>  <p> Sembra che, per lo meno, gli utenti avrebbero voluto essere informati che un repository Microsoft sarebbe stato aggiunto al sistema operativo Raspberry Pi predefinito. Data la natura delle comunità più associate all&#39;utilizzo di Raspberry Pi (utenti Linux open source e incentrati sulla privacy), sembra giusto. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Il sistema operativo Raspberry Pi continuerà a presentare il repository di Microsoft? </h2> <p> Sfortunatamente, gli utenti del sistema operativo Raspberry Pi dovranno sorridere e sopportarlo se vogliono continuare a utilizzare il sistema operativo ufficiale. </p> <p> In un thread relativo al repository Microsoft sul <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Forum Raspberry Pi </a> , Gordon Hollingworth, direttore dell&#39;ingegneria del software di Raspberry Pi, ha dichiarato: &quot;Questo non cambierà perché rende più semplice la prima esperienza per le persone che desiderano utilizzare strumenti come VSCode&quot;. </p> <p> Il che, a sua volta, significa che alcuni utenti lasceranno inevitabilmente alle spalle il sistema operativo Raspberry Pi alla ricerca di un&#39;alternativa. Per fortuna, quando si tratta di Raspberry Pi, hai a disposizione innumerevoli eccellenti sistemi operativi alternativi tra cui scegliere. </p> <p> </p> <p> Tuttavia, alcuni utenti andranno oltre e passeranno del tutto da Raspberry Pi, dirigendosi verso uno degli altri piccoli concorrenti di computer. </p>"}