{"title":"I webinar stanno arrivando a Microsoft Teams tramite un nuovo piano a pagamento","content":"<p> Se hai sempre desiderato ospitare un webinar in Microsoft Teams, presto potrai farlo, ma prima dovrai pagare. La società di software ha rivelato i suoi piani per Teams Pro, un servizio in abbonamento che consentirà ai membri di ospitare webinar con Teams. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> Cosa sta arrivando a Microsoft Teams con Teams Pro? </h2> <p> La notizia di questa funzione è stata diffusa il <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Petri </a> . Microsoft sta pianificando il rilascio di un nuovo servizio basato su abbonamento chiamato Teams Pro, progettato per migliorare l&#39;utilizzo di Teams. Il servizio è attualmente previsto per la metà di marzo 2021. </p> <p> Non è chiaro quanto sarà Teams Pro, ma quello che sappiamo è che gli abbonati Pro avranno la possibilità di creare webinar. Questo ha molto senso, come <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft sta realizzando un enorme profitto in un mondo colpito dalla pandemia, </a> e Teams ha il potenziale per essere una potente fonte di guadagno per l&#39;azienda. </p> <p> Teams Pro introdurrà anche &quot;l&#39;intelligenza delle riunioni&quot;. Non è sicuro di cosa significhi esattamente, ma Brad Sams di Petri ha alcuni pensieri su cosa potrebbe comportare questa misteriosa caratteristica: </p> <blockquote> <p> ...Sospetto che questo sarà strettamente collegato alla funzionalità dei webinar: i due si incastrano come OneDrive e SharePoint. Se ospiti un webinar con Teams, vorrai approfondimenti aggiuntivi come il tempo in una sessione, se hanno posto una domanda, ecc. </p> </blockquote> <p> Pertanto, ci sono buone probabilità che &quot;meeting intelligence&quot; sia un altro esempio di Microsoft che sperimenta l&#39;automazione del processo di feedback della riunione. Abbiamo visto l&#39;azienda provarlo prima con a <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> sistema che rileva chi sembra annoiato in una riunione </a> . </p> <p> Per quanto riguarda ulteriori dettagli, tuttavia, non c&#39;è molto altro da fare. Pertanto, dovremo aspettare il nostro tempo per vedere cosa ha pianificato Microsoft per Teams Pro, incluso quanto costerà e come funzioneranno esattamente i webinar. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: un must per i professionisti? </h2> <p> Sfortunatamente, i dettagli sono molto scarsi su ciò che Microsoft sta pianificando per Teams Pro. Tuttavia, sappiamo che i webinar fanno parte del piano di abbonamento, quindi dovremo solo aspettare per vedere come si svilupperà questa notizia nel tempo. </p> <p> Se lavori da casa e stai pensando di avviare un&#39;attività in proprio, un webinar è un ottimo modo per far conoscere il tuo nome. Prima di iniziare a crearne uno, è una buona idea studiare cosa rende un buon webinar in modo da poter dare una prima impressione professionale. </p> <p> <small> Credito immagine: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}