{"title":"Instagram non ha vinto la promozione dei repost di TikTok sui rulli","content":"<p> Instagram sta cercando di ridurre i rulli che sono stati ripubblicati da TikTok. La piattaforma ha appena annunciato che il suo algoritmo non promuoverà più i rulli con filigrana TikTok. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram reprime i repost di TikTok </h2> <p> Instagram sta rendendo più difficile per gli utenti scoprire Reels provenienti da TikTok (e da qualsiasi altra app, del resto). La piattaforma ha pubblicato un post sul suo <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> @Creatori account Instagram </a> , annunciando un nuovo elenco di best practice per Reels. </p> <p> In particolare, Instagram non consiglia di pubblicare Reel che sono &quot;visibilmente riciclati da altre app (cioè contengono loghi o filigrane).&quot; Instagram afferma che &quot;questi tipi di rulli non saranno consigliati così spesso a persone che non ti seguono ancora in posti come la scheda Mulinelli&quot;. </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Credito immagine: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram ha lanciato Reels </a> nell&#39;estate del 2020 come diretto tentativo di competere con TikTok. A causa della somiglianza tra Reels e TikTok, che utilizzano entrambi un formato video di breve durata, gli utenti ripubblicano naturalmente TikToks su Reels. Ma ora, questi trapianti TikTok non riceveranno più lo stesso trattamento dei contenuti creati in modo nativo su Reels. </p> <p> Questo ha senso per Instagram, poiché la piattaforma cerca di rendere Reels ancora più popolare di TikTok. Instagram non vuole più che gli utenti trattino Reels come una discarica per TikToks virali, ma vuole contenuti originali realizzati da creatori che utilizzano effettivamente Reels. </p> <p> I rulli con filigrane di app concorrenti non sono gli unici tipi di video che l&#39;algoritmo di Instagram deprizzerà. Instagram rileva inoltre che qualsiasi Reel sfocato, con un bordo attorno o coperto da testo non verrà promosso. </p> <p> Per quanto riguarda il tipo di contenuto che aiuterà gli utenti a essere scoperti, Instagram suggerisce che i creatori pubblichino contenuti stimolanti, utilizzano strumenti creativi, hanno un orientamento verticale, sfruttano la libreria musicale di Instagram ed è &quot;divertente e divertente&quot;. La piattaforma consiglia inoltre di provare ad avviare una tendenza a livello di app. </p> <p> Secondo Instagram, seguire queste best practice ti aiuterà a &quot;avere la possibilità migliore di essere scoperto&quot;. </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> TikTok sarà mai detronizzato? </h2> <p> Le best practice aggiornate di Instagram per Reels mostrano solo quanto TikTok sia davvero una minaccia. È normale vedere Reels sfoggiare un logo TikTok e questo aggiornamento tenterà di mettere il freno a questa tendenza. </p> <p> Detto questo, questo potrebbe ripulire qualsiasi contenuto riciclato, ma potrebbe allontanare i creatori che hanno un seguito su entrambe le app. Instagram si sta sforzando di essere come TikTok e potrebbe finire per perdere la propria identità nel processo. </p>"}