{"title":"Instagram prende una posizione più dura sull&#39;incitamento all&#39;odio nei DM","content":"<p> Instagram sta immettendo conseguenze più dure per gli utenti che inviano incitamento all&#39;odio nei messaggi diretti (DM). La piattaforma sta apportando questi cambiamenti alla luce dei messaggi alimentati dall&#39;odio rivolti ai giocatori di calcio del Regno Unito. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Gli abusatori di DM ora possono essere banditi in modo permanente </h2> <p> In un post su <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> il blog su Instagram </a> , Instagram ha annunciato che prenderà una posizione più dura sull&#39;incitamento all&#39;odio nei messaggi diretti. La piattaforma ha riconosciuto &quot;l&#39;abuso online razzista contro i calciatori nel Regno Unito&quot; e ha affermato che non &quot;desidera questo comportamento su Instagram&quot;. </p> <p> A partire da ora, gli utenti che inviano messaggi diretti con incitamento all&#39;odio vengono temporaneamente esclusi dall&#39;invio di messaggi sull&#39;app. Una volta che Instagram avrà implementato queste nuove modifiche, la piattaforma vieterà permanentemente gli account che violano ripetutamente le sue regole nei messaggi diretti. </p> <p> Instagram ha anche notato che disabiliterà tutti i nuovi account creati dagli utenti offensivi nel tentativo di aggirare le restrizioni di Instagram. Infine, ha dichiarato che continuerà a impegnarsi per disabilitare gli account &quot;creati esclusivamente per inviare messaggi offensivi&quot;. </p> <p> Mentre puoi già <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> segnala gli utenti per incitamento all&#39;odio su Instagram </a> , la piattaforma sta anche lavorando per espandere il suo strumento che consente agli utenti di bloccare i messaggi diretti dagli account che non seguono. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Eliminare i contenuti che incitano all&#39;odio su Instagram </h2> <p> L&#39;incitamento all&#39;odio sulle piattaforme social non è sempre ovvio e allo scoperto. I DM sicuramente non sono al sicuro dagli incitamenti all&#39;odio e si spera che l&#39;ultimo aggiornamento di Instagram aiuti a tenere gli utenti abusivi fuori dalla piattaforma. </p>"}