{"title":"Il New Nintendo Switch Concierge ti mostrerà la tua console","content":"<p> Se sei un nuovo utente di Nintendo Switch con sede negli Stati Uniti e non conosci il tuo ZL dal tuo ZR, allora sei fortunato. Nintendo è qui per aiutarti. </p> <h2 id=\"nintendo-launches-nintendo-switch-concierge\"> Nintendo lancia Nintendo Switch Concierge </h2> <p> Nintendo ha annunciato il suo nuovo servizio di portineria Switch tramite un post su <a href=\"https://www.nintendo.com/whatsnew/detail/2021/get-one-on-one-help-with-your-new-system-from-our-experts/\" target=\"_blank\" rel=\"nofollow noopener\"> Novità Nintendo </a> . Questo è uno schema pilota, attualmente disponibile solo negli Stati Uniti, che mira a mostrare alle persone la loro nuova Switch Console. </p> <p> A partire da subito, i nuovi possessori di Nintendo Switch statunitensi possono recarsi su <a href=\"https://www.nintendo.com/nintendo-switch-concierge/\" target=\"_blank\" rel=\"nofollow noopener\"> Cambia pagina Concierge su Nintendo.com </a> e prenota un appuntamento con un vero rappresentante Nintendo. Ti guideranno quindi attraverso la tua console e le sue funzionalità. Assolutamente gratuito. </p> <p> </p> <h2 id=\"what-does-nintendo-switch-concierge-do\"> Cosa fa il Concierge di Nintendo Switch? </h2> <p> In una frase, Nintendo Switch Concierge ti mostra la tua console e ti aiuta a sfruttarla al meglio. </p> <p> Non dimenticare, Concierge è un progetto pilota e durerà solo fino al 22 febbraio. In caso di successo, Nintendo prenderà in considerazione l&#39;implementazione del servizio come funzionalità più permanente. </p> <p> Gli utenti possono iscriversi a una serie di chat video individuali di mezz&#39;ora, che coprono lezioni di base orientate a ottenere il massimo dalla tua console. Le lezioni disponibili (e ciò che ognuna prevede) sono: </p> <ul> <li> <strong> Nintendo Switch 101 </strong> : &quot;Panoramica del sistema Nintendo Switch, comprese le modalità di gioco, il processo di configurazione, l&#39;acquisto e l&#39;utilizzo di giochi, comprese eventuali domande generali che potresti avere.&quot; </li> <li> <strong> Giochi (per iniziare) </strong> : &quot;Panoramica dei giochi per Nintendo Switch, tra cui: opzioni di acquisto, schede di gioco e download digitali, generi di giochi e funzionalità Lista dei desideri.&quot; </li> <li> <strong> Giochi (a cosa giocare dopo) </strong> : &quot;Condividi e discuti consigli sui giochi da giocare in base a chi sta giocando, stili di gioco, giochi preferiti, sistema e accessori di proprietà.&quot; </li> <li> <strong> Sicurezza e privacy </strong> : &quot;Scopri come impostare restrizioni di gioco per la famiglia, rivedere le opzioni di sicurezza e impostare restrizioni sugli acquisti.&quot; </li> <li> <strong> Account Nintendo </strong> : &quot;Panoramica dell&#39;account Nintendo, del programma a premi My Nintendo e di Nintendo Switch Online, inclusa l&#39;interazione tra più sistemi (se applicabile).&quot; </li> <li> <strong> personalizzazione </strong> : &quot;Scopri tutti i modi in cui puoi personalizzare la tua esperienza Nintendo, inclusa la personalizzazione dell&#39;interfaccia di sistema, l&#39;aggiunta di accessori e l&#39;ispirazione da @NintendoInspired Instagram.&quot; </li> </ul> <p> Un sacco di cose da fare lì, allora. Se la sessione di 30 minuti non copre tutto ciò che ti aspettavi, potrai trovare tutorial più avanzati altrove, come <a href=\"https://www.makeuseof.com/best-nintendo-switch-apps/\" target=\"_blank\" rel=\"nofollow noopener\"> quali app Switch non di gioco installare </a> o <a href=\"https://www.makeuseof.com/stop-sharing-nintendo-switch-eshop-data/\" target=\"_blank\" rel=\"nofollow noopener\"> come disabilitare Google Analytics sull&#39;eShop di Switch </a> . </p> <p> </p> <h2 id=\"the-nintendo-switch-is-a-great-platform-for-everyone\"> Nintendo Switch è un&#39;ottima piattaforma per tutti </h2> <p> <img alt=\"nintendo switch\" src=\"images/nintendo-switch-1-390.jpg\" loading=\"lazy\"> </p> <p> Indipendentemente da ciò che pensi della stessa Nintendo, non puoi negare che Switch (e Switch Lite, ovviamente) sia una piattaforma eccellente che funziona bene sia per i principianti che per i giocatori professionisti. </p> <p> Mosse come questa Nintendo Switch Concierge mostrano quanto Nintendo sia coinvolta nel rendere l&#39;esperienza di Switch piacevole e inclusiva per ogni singola persona che acquista la console. </p>"}