{"title":"Il divieto di Trump di Twitter è per sempre... anche se si candida di nuovo alla presidenza","content":"<p> Twitter è seriamente intenzionato a vietare l&#39;ex presidente degli Stati Uniti Donald Trump. La piattaforma ha annunciato che non permetterà mai a Trump di tornare su Twitter, anche se Trump decidesse di candidarsi nuovamente alla presidenza nel 2024. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump è escluso a vita da Twitter </h2> <p> Nel bel mezzo del secondo processo di impeachment di Trump, il direttore finanziario di Twitter, Ned Segal, ha tenuto un&#39;intervista su Squawk Box della CNBC sul potenziale futuro dell&#39;account Twitter di Trump. Segal ha affermato che Twitter non consentirà mai più a Trump di accedere alla piattaforma, indipendentemente dal fatto che decida di candidarsi. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Il modo in cui funzionano le nostre norme, quando vieni rimosso dalla piattaforma, vieni rimosso dalla piattaforma che tu sia un commentatore, un CFO o un ex o attuale funzionario pubblico&quot;, dice <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> CFO <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> sulla possibilità di ripristinare l&#39;account del presidente Trump. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> — Scatola Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 febbraio 2021 </a></blockquote>  <p> Segal ha osservato che le politiche di rimozione di Twitter non discriminano, affermando: &quot;quando sei rimosso dalla piattaforma, sei rimosso dalla piattaforma se sei un commentatore, sei un CFO o sei un pubblico precedente o attuale ufficiale.&quot; </p> <p> Ha poi continuato dicendo che le &quot;politiche di Twitter sono progettate per assicurarsi che le persone non incitino alla violenza&quot; e se qualcuno viola tali politiche, Twitter deve rimuoverle. Le regole della piattaforma &quot;non consentono alle persone di tornare&quot;. </p> <p> In altre parole, Trump non potrà mai tornare su Twitter, e il fatto che sia un ex funzionario pubblico non cambierà le cose. Il divieto di Twitter rimarrà in vigore anche nel caso in cui Trump tenti di candidarsi nuovamente alla presidenza. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> La tumultuosa relazione di Trump con i social media </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter ha bannato Trump </a> in seguito alle rivolte a Capitol Hill il 6 gennaio 2021, per aver violato la politica di incitamento alla violenza della piattaforma. Ma anche prima di questo divieto permanente, Trump e Twitter avevano una relazione molto difficile. </p> <p> Durante la presidenza di Trump, Twitter è stato trovato spesso <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> contrassegnare e rimuovere i Tweet di Trump </a> per aver violato le policy della piattaforma. La piattaforma ha continuamente etichettato i suoi Tweet per contenere disinformazione sul voto, sul COVID-19 e persino sull&#39;integrità delle elezioni statunitensi. </p> <p> Tuttavia, Twitter non era il solo a etichettare e limitare alcuni dei Tweet di Trump. Anche Facebook ha avuto un ruolo importante in <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> segnalare il contenuto di Trump per disinformazione </a> . </p> <p> Trump è stato essenzialmente bandito da tutti i social media in seguito alle proteste di Washington, DC. Non solo Twitter ha rimosso Trump dalla sua piattaforma, ma Facebook, Instagram Snapchat, YouTube e persino Twitch sono intervenuti sull&#39;account di Trump. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Il cupo futuro della presenza sociale di Trump </h2> <p> Ora che Trump è escluso da quasi tutte le principali piattaforme social, non è chiaro se ricomparirà mai sui social media. Per alcuni, questa è un&#39;idea benvenuta, ma per altri il divieto degli account di Trump è una violazione della libertà di parola. </p> <p> Parler, il cosiddetto social network per la libertà di parola, probabilmente avrebbe accolto la presenza di Trump a braccia aperte. Ma ora che la piattaforma ha licenziato il proprio CEO ed è stata avviata da Internet, probabilmente passeranno settimane (o forse anche mesi) prima che Parler ritorni. </p>"}