{"title":"iOS 14.5 consente agli utenti di selezionare Spotify come lettore musicale predefinito","content":"<p> Almeno negli Stati Uniti, Spotify e Apple Music sono i due principali servizi di streaming musicale. Se sei legato all&#39;ecosistema Apple, tuttavia, Apple Music ha un grande vantaggio perché è più integrato nell&#39;offerta di prodotti Apple. </p> <p> Ad esempio, una persona che utilizza Siri per richiedere una canzone, fino ad ora, è stata indirizzata ad Apple Music come impostazione predefinita. Ma a quanto pare questo sta cambiando con il nuovo iOS 14.5 beta --- con gli utenti ora in grado di selezionare diversi servizi musicali di terze parti, incluso Spotify, come servizio musicale predefinito. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Disponibile su iOS 14.5 Beta </h2> <p> Come notato da <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> , la funzione è attualmente disponibile solo per coloro che utilizzano la versione beta dell&#39;ultima versione di iOS, anche se probabilmente verrà distribuita a tutti nel prossimo futuro. </p> <p> </p> <p> Il servizio musicale predefinito può essere selezionato quando l&#39;utente chiede per la prima volta a Siri di riprodurre un brano o un album. Quando lo faranno, verranno presentate loro le opzioni di scelta di diversi servizi come standard. Secondo quanto riferito, non tutti gli utenti ritengono che il processo di selezione funzioni esattamente allo stesso modo per loro. Ciò suggerisce che Apple sta ancora perfezionando la funzionalità. </p> <p> </p> <h2 id=\"different-options-available\"> Diverse opzioni disponibili </h2> <p> Tuttavia, è una bella opzione da avere. iOS 14 ha reso più facile per gli utenti abbracciare alternative di terze parti alle app predefinite di Apple. Ad esempio, ora possono scegliere diversi client di posta o browser. Questa è un&#39;ottima notizia per chiunque desideri un po&#39; più di scelta quando utilizza i sistemi operativi Apple. E chi non ama la scelta? </p> <p> <small> Credito immagine: kenary820/ <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}