{"title":"I report simili a Waze stanno arrivando su Apple Maps","content":"<p> Apple Maps su iOS 14.5 sta ottenendo nuove funzionalità di reporting in crowdsourcing simili a quelle che si trovano in Waze e Google Maps. Quando l&#39;aggiornamento viene lanciato pubblicamente, gli utenti saranno in grado di segnalare incidenti, pericoli e controlli di velocità lungo il percorso quando ottengono indicazioni stradali. </p> <p> Apple pubblicizza questa funzionalità con una schermata iniziale che viene visualizzata la prima volta che richiedi indicazioni stradali da Maps dopo l&#39;aggiornamento a iOS 14.5. Questa è sicuramente una nuova funzionalità perché le versioni precedenti dell&#39;app Maps non avevano alcuna funzionalità di segnalazione degli incidenti. </p> <p> Quando si tratta di navigazione GPS su smartphone, entrambi <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Maps e Waze si sono diffusi </a> segnalazione di pericolo in crowdsourcing. Con questo in mente, è fantastico che il servizio di mappatura di Apple stia finalmente ottenendo funzionalità di reporting simili. </p> <h2 id=\"when-can-i-use-this-feature\"> Quando posso utilizzare questa funzione? </h2> <p> Secondo i manifesti su <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> che hanno individuato segnalazioni di pericolo in Maps, richiede iOS 14.5 o iPadOS 14.5. Entrambi gli aggiornamenti sono attualmente in fase di test da parte degli sviluppatori registrati di Apple e dei beta tester pubblici. Per quanto riguarda il pubblico in generale, avrai la possibilità di provare l&#39;interfaccia dei rapporti in Maps quando questi aggiornamenti verranno lanciati pubblicamente in primavera. </p> <p> </p> <p> iOS 14.5 offre funzionalità aggiuntive al mix, incluso il controverso popup App Tracking Transparency di Apple. Altre nuove funzionalità includono la possibilità di <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> condividi la tua Apple Card con i membri della famiglia </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> supporto per i nuovi controller PlayStation 5 e Xbox Series X </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> sbloccare il tuo iPhone con un Apple Watch </a> mentre indossi una maschera, insieme a una nuova funzionalità di sicurezza che protegge dalle bombe di testo di Messaggi, solo per citarne alcuni. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Come segnalare il pericolo di traffico su Apple Maps </h2> <p> Per segnalare i pericoli che vedi lungo il percorso, scorri verso l&#39;alto nell&#39;interfaccia di Maps‌ dove sono disponibili i dettagli della mappa per rivelare un nuovo pulsante &quot;Segnala&quot; nella barra inferiore. Ora premi l&#39;icona &quot;Incidente&quot;, &quot;Rischio&quot; o &quot;Controllo velocità&quot; per segnalare l&#39;evento di traffico corretto, che è simile ad app come Waze. &quot;Toccando automaticamente la tua posizione viene contrassegnata senza finestra di conferma, quindi non dovrebbe essere utilizzata se non in una situazione valida, note <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> . </p> <p> </p> <p> La nuova interfaccia di reporting è disponibile anche nell&#39;edizione CarPlay di Maps e tramite l&#39;assistente digitale Siri, ha scoperto MacRumors. Ad esempio, &quot;Ehi Siri, c&#39;è un autovelox qui&quot;, &quot;Ehi ‌Siri‌, c&#39;è un incidente&quot;, o qualcosa del genere andrà bene. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Rapporti sul traffico nelle app di mappatura rivali </h2> <p> Le app di mappatura rivale hanno raccolto incidenti, autovelox, pericoli e molto altro ormai da diversi anni. In Google Maps, gli utenti sono stati in grado di segnalare ulteriori eventi di traffico oltre a incidenti, pericoli e controlli di velocità. Ad esempio, Google Maps ti consente anche di segnalare incidenti, corsie chiuse, veicoli in stallo, lavori in corso e oggetti sulla strada. </p> <p> E in Waze puoi segnalare chiusure stradali, polizia, lavori in corso e altro ancora. I rapporti in crowdsourcing in Waze aggregano i rapporti degli utenti sui server di Google e sono dotati di un sistema di punti per incentivare le persone a inviare eventi di traffico lungo la strada. Apple non ha ancora dettagliato come funziona il suo sistema né ha rivelato come la sua nuova funzionalità protegga la privacy. </p>"}