{"title":"Il PAC di Microsoft non donerà agli obiettori alle elezioni durante il prossimo ciclo","content":"<p> Dopo l&#39;attacco al Campidoglio degli Stati Uniti, Microsoft ha sospeso i contributi da e verso il suo PAC circa tre settimane fa. La decisione è stata presa per dare al comitato il tempo di valutare l&#39;impatto della rivolta e come procedere all&#39;indomani degli eventi. </p> <p> Ora, Microsoft ha annunciato che i contributi del suo PAC ricominceranno ma non effettueranno donazioni ai membri del Congresso che hanno votato contro la certificazione dei risultati elettorali. La sospensione continuerà per tutto il ciclo elettorale del 2022 ed è una dichiarazione importante di una delle principali società tecnologiche del mondo. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC sospende i contributi agli obiettori </h2> <p> Il 5 febbraio 2021, un post a <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog aziendale di Microsoft </a> ha rivelato come il PAC sarebbe andato avanti dopo l&#39;attacco senza precedenti al Campidoglio della nazione. </p> <p> </p> <p> Il PAC di Microsoft non farà più donazioni ai membri del Congresso &quot;che hanno votato per opporsi alla certificazione degli elettori&quot;. Ciò si estende a qualsiasi funzionario statale e altre organizzazioni che hanno sostenuto le obiezioni o suggerito che i legislatori dovrebbero ribaltare i risultati delle elezioni. </p> <p> Il PAC cambierà anche l&#39;approccio alle donazioni. In precedenza, tutte le donazioni venivano fatte a candidati politici, come accade per molti Comitati di azione politica. </p> <p> Tuttavia, il Microsoft PAC sta prendendo in considerazione che alcuni membri contribuenti non desiderano sostenere figure politiche specifiche e preferirebbero invece finanziare il lavoro e le organizzazioni che si concentrano sulla &quot;preservazione e promozione della democrazia&quot;. </p> <p> </p> <p> Come estensione di questa politica, il PAC lavorerà anche più a stretto contatto con altre aziende e organizzazioni che condividono gli stessi ideali. </p> <p> L&#39;ultima modifica al PAC arriva nel nome. I membri esistenti del Microsoft PAC hanno scoperto che il nome non rifletteva completamente il fatto che si trattasse di un fondo volontario. D&#39;ora in poi, il PAC viene ribattezzato Microsoft Corporation Stakeholders Voluntary PAC (MSVPAC). </p> <blockquote> <p> Riteniamo che questi passi siano appropriati data l&#39;importanza di questi temi per la stabilità e il futuro della democrazia americana. Sono stati inoltre ampiamente supportati nelle sessioni di ascolto e in altri feedback dei dipendenti. Ci rendiamo conto che questi passaggi, sebbene significativi, saranno troppi o troppo pochi per alcuni dipendenti. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft tenta di prendere le distanze dagli obiettori alle elezioni </h2> <p> La notizia che Microsoft sta prendendo le distanze dagli obiettori non sorprende. Non è troppo poco, troppo tardi dal colosso della tecnologia, ma è senza dubbio un tentativo di salvare la faccia dopo che è emerso che il Microsoft PAC aveva fatto notevoli donazioni a molti membri del Congresso alla base del movimento per respingere i risultati delle elezioni. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> è uno dei maggiori contributori ai membri del Congresso che hanno cercato di sovvertire il processo democratico <br><br> Microsoft non si è impegnata a smettere di finanziare questo gruppo <br><br> Giovedì, durante una riunione aziendale, Prez Brad Smith ha spiegato perché. <br><br> Ed è piuttosto spaventoso </p> — Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 gennaio 2021 </a></blockquote>  <p> Anche se il presidente di Microsoft Brad Smith ha cercato di spiegare i contributi come un normale strumento politico per ottenere l&#39;accesso ai politici (ad esempio, donazioni per favori politici), evidenzia perché così tanti credono che l&#39;esistenza di PAC e Super PAC sia enormemente dannosa per la democrazia processi. </p>"}