{"title":"I 5 migliori calcolatori di alimentazione online","content":"<p> Sia che tu stia acquistando un nuovo alimentatore o sia solo curioso di sapere quanta elettricità consuma il tuo PC, un calcolatore di alimentazione online può aiutarti. </p> <p> Questi pratici strumenti web elaborano i requisiti di alimentazione combinati dei tuoi componenti, così puoi prendere una decisione informata sulla potenza di cui hai bisogno. Ecco alcuni dei migliori calcolatori di alimentazione in circolazione. </p> <h2 id=\"why-use-an-online-power-supply-calculator\"> Perché utilizzare un calcolatore di alimentazione online? </h2> <p> Ogni componente che aggiungi a un PC attirerà elettricità dall&#39;unità di alimentazione (PSU). Più aggiungi, più potenza ti serve. RAM, schede grafiche, processori, schede madri: tutti hanno bisogno di potenza per funzionare in modo efficace e sicuro. Questo aumenta solo se inizi <a href=\"https://www.makeuseof.com/overclock-gpu-windows-10-asus-gpu-tweak/\" target=\"_blank\" rel=\"nofollow noopener\"> overclocking dei componenti </a> . </p> <p> Se il tuo alimentatore è troppo debole per alimentare tutti i tuoi componenti, puoi incontrare rapidamente problemi. Il tuo PC potrebbe non avviarsi, potrebbe subire arresti apparentemente casuali e il tuo sistema operativo potrebbe bloccarsi. Se sei particolarmente sfortunato, potrebbe bruciarsi, portando con sé la scheda madre e i componenti. </p> <p> I calcolatori di alimentazione online possono aiutarti a evitare tali problemi. Non sono accurati al 100%, ma possono indicare se l&#39;alimentatore è ovviamente insufficiente o sta funzionando quasi alla capacità. È importante ricordare, tuttavia, ce ne sono altri <a href=\"https://www.makeuseof.com/tag/6-things-know-buying-power-supply-unit-psu/\" target=\"_blank\" rel=\"nofollow noopener\"> fattori da considerare quando si sceglie un alimentatore </a> . Gli alimentatori economici spesso forniscono meno energia di quanto affermano e potrebbero essere meno affidabili. </p> <p> </p> <h2 id=\"1-outervision-power-supply-calculator\"> 1. <a href=\"https://outervision.com/power-supply-calculator\" target=\"_blank\" rel=\"nofollow noopener\"> Calcolatrice alimentazione OuterVision </a></h2> <p> <img alt=\"OuterVision power supply calculator\" src=\"images/outervision-power-supply-calculator-1-662.png\" loading=\"lazy\"> </p> <p> L&#39;obiettivo principale del sito Web Extreme OuterVision è il calcolatore dell&#39;alimentatore, ma fornisce anche recensioni di alimentatori e build di esempio per scopi diversi. Il calcolatore dell&#39;alimentazione può essere impostato su entrambi <strong> Di base </strong> o <strong> Esperto </strong> . </p> <p> Come altri calcolatori PSU, scegli i componenti utilizzando una varietà di menu a discesa, cursori e caselle di testo. Il <strong> Esperto </strong> la versione ne espande il numero per includere impostazioni avanzate, come l&#39;overclocking e il raffreddamento a liquido. </p> <p> In entrambi i casi, puoi impostare per quanto tempo il tuo PC funzionerà ogni giorno e quanto tempo sarà speso per attività ad alta richiesta come giochi o rendering 3D. In entrambe le modalità, puoi solo impostare l&#39;opzione della scheda madre su <strong> server </strong> , <strong> Desktop </strong> , o <strong> Mini-ITX </strong> . </p> <p> La maggior parte dei campi consente solo componenti generici, come 8 GB di RAM DDR4 o SSD SATA da 256 GB. Tuttavia, puoi scegliere processori e schede grafiche specifici, il che presumibilmente significa risultati più accurati. Questa è l&#39;unica calcolatrice in questo elenco che include i monitor. </p> <p> I risultati includono la potenza di carico e la potenza consigliata. Nel <strong> Esperto </strong> è possibile visualizzare anche l&#39;amperaggio combinato e una stima dei costi energetici. Il sito OuterVision dispone anche di un calcolatore del consumo energetico per le piattaforme di mining di criptovaluta. </p> <p> Oltre a calcolare la potenziale redditività mineraria del tuo impianto, si collega ad Amazon, dove puoi acquistare le parti per costruirlo. </p> <p> </p> <h2 id=\"2-cooler-master-power-supply-calculator\"> 2. <a href=\"https://www.coolermaster.com/power-supply-calculator/\" target=\"_blank\" rel=\"nofollow noopener\"> Calcolatrice alimentazione Cooler Master </a></h2> <p> <img alt=\"cooler master power supply calculator\" src=\"images/cooler-master-power-supply-calculator-e1611671494951-262.png\" loading=\"lazy\"> </p> <p> La maggior parte degli appassionati di tecnologia conosce Cooler Master. Produce una vasta gamma di case, dispositivi di raffreddamento, alimentatori e periferiche per i costruttori di PC. </p> <p> Se stai costruendo un PC semplice senza molte campane e fischietti extra, il calcolatore PSU di Cooler Master può darti una stima ragionevole dei tuoi requisiti di alimentazione. </p> <p> Offre una scelta di sette fattori di forma della scheda madre, inclusi ATX e Mini-ATX, ma non modelli di schede specifici. Puoi anche impostare il tuo particolare processore e scheda grafica, ma tutto il resto è generico. </p> <p> Non offre nemmeno lontanamente tante opzioni come il calcolatore OuterVision, ma copre abbastanza bene le basi. E, naturalmente, questo calcolatore esiste come un modo per consigliare gli alimentatori Cooler Master. Cooler Master è ampiamente considerato un marchio affidabile e affidabile per gli alimentatori, ma è importante riconoscere questo pregiudizio. </p> <p> </p> <h2 id=\"3-be-quiet-psu-calculator\"> 3. <a href=\"https://www.bequiet.com/psucalculator\" target=\"_blank\" rel=\"nofollow noopener\"> Silenzio! Calcolatrice PSU </a></h2> <p> <img alt=\"BeQuiet power supply calculator\" src=\"images/bequiet-power-supply-calculator-859.png\" loading=\"lazy\"> </p> <p> Come Cooler Master, Be Quiet produce custodie, alimentatori, ventole e altre parti del PC, quindi la sua calcolatrice consiglia naturalmente i propri prodotti. La sua calcolatrice PSU è allo stesso modo ridotta, ma ha alcune opzioni interessanti che valgono la pena dare un&#39;occhiata. </p> <p> Come con altri calcolatori, le uniche aree che puoi riempire con modelli specifici sono per il processore e la scheda grafica. Non ha affatto opzioni per la scheda madre e puoi specificare solo una quantità di dischi SATA, dischi PATA e stick RAM, non la loro velocità o capacità. </p> <p> Ha anche alcune semplici opzioni di overclocking (overclockato o pesantemente overclockato), nonché un&#39;impostazione per la trasmissione di potenza USB 3.2. Ma ciò che spicca è la possibilità di salvare le configurazioni sul PC come file di testo. Questo potrebbe non essere così utile con una calcolatrice relativamente semplice, ma è bello avere l&#39;opzione. </p> <p> Una volta effettuato il calcolo, il sito ti offrirà una selezione di alimentatori Be Quiet, con opzioni per filtrare ulteriormente i risultati. </p> <p> </p> <h2 id=\"4-power-supply-calculator\"> 4. <a href=\"http://powersupplycalculator.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Calcolatore di alimentazione </a></h2> <p> <img alt=\"power supply calculator dot net\" src=\"images/power-supply-calculator-dot-net-e1611671539639-366.png\" loading=\"lazy\"> </p> <p> Questo calcolatore PSU è il migliore per i computer più vecchi, dal momento che non sembra essere stato aggiornato per un po&#39;. Mancano molti componenti più recenti, ma ti consente anche di aggiungere connessioni FireWire alle tue specifiche, che potresti non trovare con i nuovi calcolatori. </p> <p> Degno di nota è anche il grafico a barre che produce alla fine. Questo mostra la distribuzione della potenza in tutto il sistema, sia quando è al minimo che quando è sotto carico. Questo non è qualcosa che offre la maggior parte degli altri calcolatori. </p> <p> Oltre ai soliti componenti come dischi rigidi e SSD, puoi aggiungere periferiche come tastiere e mouse. Puoi anche includere una varietà di schede PCI e PCI Express e fino a cinque ventole. Ci sono anche alcuni slider di overclock per i processori. </p> <p> Se hai un vecchio PC e vuoi verificarne il consumo energetico o sostituire il suo alimentatore, vale la pena provare questo calcolatore. Offre alcuni risultati interessanti che non troverai da nessun&#39;altra parte e non ti spinge a comprare nulla. Per i nuovi PC, tuttavia, dovrai utilizzare una delle altre calcolatrici. </p> <p> </p> <h2 id=\"pcpartpicker-system-builder\"> 5. <a href=\"https://pcpartpicker.com/list/\" target=\"_blank\" rel=\"nofollow noopener\"> Costruttore di sistemi PCPartPicker </a></h2> <p> <img alt=\"PC part picker system builder\" src=\"images/pc-part-picker-system-builder-e1611671564379-603.png\" loading=\"lazy\"> </p> <p> PCPartPicker ti presenta un elenco di tutti i componenti essenziali necessari per costruire un PC. Sotto ogni intestazione c&#39;è un pulsante su cui si fa clic per aggiungere una parte. Quindi ottieni un lungo elenco di prodotti effettivi tra cui scegliere, inclusi i prezzi di vari commercianti. </p> <p> Quando aggiungi parti alla tua lista, il System Builder tiene traccia della compatibilità dei tuoi componenti e della potenza stimata complessiva. Hai anche la possibilità di esportare la tua lista. Il sito genera automaticamente un collegamento univoco che puoi condividere, ma puoi anche generare testo di markup che puoi copiare e incollare per incorporare altrove. </p> <p> Le tue liste possono anche essere salvate nel tuo account se ne crei uno. Inoltre, puoi vedere una cronologia di tutte le liste che hai creato, il che è perfetto se vuoi confrontare potenziali build. </p> <p> Non è un calcolatore PSU dedicato, quindi non fornisce una ripartizione dei requisiti energetici e non tiene conto dell&#39;overclocking. Ma ti consente di scegliere i componenti effettivi per ogni parte della tua build e quindi basare i requisiti dell&#39;alimentatore su quello. </p> <p> </p> <h2 id=\"how-accurate-are-power-supply-calculators\"> Quanto sono accurati i calcolatori di alimentazione? </h2> <p> I calcolatori dell&#39;alimentatore possono fornire solo una stima, piuttosto che una cifra esatta. Pertanto, puoi usarli come guida, ma non prendere i risultati come vangelo. </p> <p> Nei nostri test, abbiamo immaginato un PC da gioco con una scheda grafica e un processore di fascia alta, 16 GB di DDR4, un&#39;unità SSD SATA e un disco rigido da 7200 giri/min. I consigli che abbiamo ricevuto dai calcolatori variavano da 527 W a 580 W. </p> <p> In tutti i casi, queste cifre sono state inferiori alle attese. Nvidia, ad esempio, afferma che una scheda di fascia alta come la GeForce RTX 3080 richiede almeno un alimentatore da 750 W. </p> <p> </p> <h2 id=\"get-the-right-amount-of-power-to-your-rig\"> Ottieni la giusta quantità di potenza per il tuo impianto </h2> <p> In effetti, è meglio avere un po&#39; di sovraccarico quando si sceglie un alimentatore, quindi qualunque cosa suggeriscano questi calcolatori, probabilmente dovresti aggiungere un paio di centinaia di watt in cima. Sembrano tutti colpevoli di suggerire il minimo indispensabile. </p> <p> Ricorda anche che non tutti gli alimentatori sono uguali. Gli alimentatori economici o poco potenti possono causare tutti i tipi di problemi. In effetti, possono persino friggere completamente la tua scheda madre. Quindi scegli attentamente e chiedi consiglio a un costruttore di PC esperto se non sei sicuro. </p>"}