{"title":"La funzione di ricerca nella scheda di Chrome potrebbe apparire in Microsoft Edge","content":"<p> Ora che Microsoft Edge utilizza la codebase Chromium, il browser del gigante del software può ora godere degli stessi vantaggi di Google Chrome per impostazione predefinita. Un utente di Reddit dagli occhi acuti ha notato una recente modifica a Microsoft Edge che suggerisce la funzione di ricerca delle schede di Chrome che appare sul browser. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> In che modo la ricerca per schede potrebbe arrivare su Microsoft Edge </h2> <p> L&#39;utente Reddit Leopeva64-2 ha lanciato l&#39;allarme sul <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Subreddit di Microsoft Edge </a> dopo aver identificato una variabile che cambia nel codice di Edge. </p> <p> In precedenza, dovevi portare manualmente la funzione fuori dal nascondiglio. È stato nascosto nel codice di Microsoft Edge e per attivarlo è stato necessario utilizzare il flag della riga di comando <code>--enable-features=TabSearch</code>. </p> <p> Ora quel flag non funziona più, tuttavia è stato sostituito da un nuovo flag chiamato <code>--enable-features=msTabSearch</code>. Come dice Leopeva64-2: </p> <blockquote> <p> I flag che iniziano con &quot;ms&quot; (msExtensionsHub, msDownloadsHub, ecc.) Vengono generalmente utilizzati per abilitare o disabilitare le funzionalità &quot;esclusive&quot; di Edge, quindi il fatto che Microsoft abbia apportato questa modifica potrebbe significare che abiliterà questa funzionalità per impostazione predefinita presto (o forse aggiungeranno un nuovo flag su edge://flags). </p> </blockquote> <p> Pertanto, poiché il flag TabSearch ora ha il tag &quot;ms&quot;, probabilmente vedremo questa funzione apparire su Microsoft Edge per impostazione predefinita. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> La rivalità amichevole di Microsoft con Chrome </h2> <p> Se Microsoft dovesse procedere con l&#39;abilitazione di questa funzione, farà un passo avanti verso il confronto diretto con il browser più importante su Internet, Google Chrome. </p> <p> Per affrontare i suoi rivali, Microsoft ha trovato un equilibrio tra l&#39;aggiunta di funzionalità che le persone si aspettano da un browser moderno e lo sviluppo di nuove funzionalità per aiutare Edge a distinguersi. Per esempio, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge ha ricevuto uno strumento di ricerca nella barra laterale </a> per aiutarlo a competere meglio con Chrome. </p> <p> Tuttavia, Microsoft non ha dimenticato chi ha dato a Edge il vantaggio di cui aveva bisogno. Dopotutto, il browser ora è basato sul codice di Google Chromium, quindi Microsoft deve lavorare insieme a Chrome a volte se vuole migliorare Edge. </p> <p> Infatti, poiché Microsoft aiuta a sviluppare correzioni e funzionalità per la codebase di Chromium, l&#39;azienda è <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> diventando rapidamente il più grande alleato di Chrome </a> . In quanto tale, Microsoft ha una strana relazione con Chrome in cui è allo stesso tempo in competizione e aiutando il suo rivale. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Ricerca della funzione di ricerca con schede in Microsoft Edge </h2> <p> Sebbene nulla sia stato ancora confermato ufficialmente, ci sono prove che suggeriscono che Microsoft voglia portare la funzione di ricerca delle schede di Chrome in Chrome. Dovremo tenere i nostri cavalli e tenere d&#39;occhio lo sviluppo di Edge per vedere se fa la sua comparsa. </p> <p> Se sei interessato a sapere come Microsoft Edge sta innovando di fronte alla sua concorrenza, devi conoscere la sua funzione Sleeping Tabs. I test iniziali di questa funzionalità hanno ridotto l&#39;utilizzo della CPU del browser di un enorme 37%. </p> <p> <small> Credito immagine: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}