{"title":"Microsoft Teams riceve due nuove app per la produttività e il monitoraggio","content":"<p> Microsoft sta portando due nuove Power App in Microsoft Teams: Bulletins e Milestones. Entrambe le nuove app mirano a semplificare la condivisione e il monitoraggio del lavoro, inoltre sono realizzate utilizzando la Power Platform personalizzabile, che consente di adattarle alle esigenze della tua organizzazione. </p> <p> Le nuove app sono già disponibili nello store di Microsoft Teams, il che significa che puoi iniziare a usarle subito. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Nuove Power App per Microsoft Teams: bollettini e pietre miliari </h2> <p> Le nuove app eseguono funzioni fedeli ai nomi. </p> <p> Come annunciato su <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> il blog di Power Apps </a> , <strong> Bollettini </strong> è un&#39;app di Microsoft Teams da cui pubblichi notizie, informazioni e altro sull&#39;azienda per l&#39;intera organizzazione. L&#39;app assumerà un ruolo centrale nella distribuzione delle comunicazioni nell&#39;area di lavoro, garantendo che ogni utente riceva notifiche e sia incluso nella conversazione dell&#39;organizzazione. </p> <blockquote> <p> La soluzione Bulletins consente al team di comunicazione di condividere notizie e informazioni aziendali o dipartimentali in un luogo centrale. Gli articoli di notizie possono essere organizzati in categorie e contenere contenuti avanzati, tra cui immagini, video, pulsanti azionabili. Gli editori possono anche visualizzare le metriche per gli articoli pubblicati, come le percentuali di visualizzazione nel tempo. </p> </blockquote> <p> Anche i bollettini di Microsoft Teams sono ottimizzati per dispositivi mobili. Gli utenti mobili hanno lo stesso accesso all&#39;app e possono rispondere, personalizzare e pubblicare lo stesso delle loro controparti desktop. </p> <p> <strong> Pietre miliari </strong> porta il monitoraggio del progetto, gli aggiornamenti di stato e gli aggiornamenti del team interfunzionale in un unico hub. </p> <blockquote> <p> Ogni organizzazione ha un&#39;esigenza unica dal proprio software di monitoraggio dei progetti. L&#39;app Milestones ti offre la facilità del low-code per personalizzare questa esperienza. È possibile aggiornare le etichette dei campi, aggiungere nuovi campi o aggiungere flussi di processi aziendali come notifiche ai proprietari del flusso di lavoro quando si verifica un cambiamento di stato nell&#39;attività. </p> </blockquote> <p> Milestones, quindi, mira a diventare un portale di monitoraggio del progetto per supportare l&#39;intera piattaforma Microsoft Teams, piuttosto che dover accedere a un&#39;app diversa per tenere traccia di ciò che sta accadendo con il tuo progetto. </p> <p> L&#39;app Milestones consentirà un&#39;ampia personalizzazione per soddisfare le esigenze della tua organizzazione e dei suoi progetti. Inoltre, puoi appuntare i traguardi nel canale principale del team affinché tutti possano vederli. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams sta diventando lo strumento di riferimento </h2> <p> L&#39;introduzione di nuove app per la gestione dei progetti e dei bollettini a livello di organizzazione è un altro passo verso Microsoft Teams che diventa lo strumento ideale per ogni funzione. Microsoft ha fatto di recente <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Navigazione dei team molto più semplice </a> e negli ultimi mesi abbiamo assistito all&#39;arrivo di una serie di aggiornamenti di funzionalità sulla piattaforma dello spazio di lavoro collaborativo. </p> <p> </p> <p> Poiché la pandemia di COVID-19 continua a colpire i luoghi di lavoro tradizionali e le pratiche di lavoro da casa si rafforzano, aspettati che Microsoft continui a promuovere le nuove funzionalità di Microsoft Teams. </p>"}