{"title":"Microsoft sta rendendo più facile alzare la mano nei team","content":"<p> Se hai già provato ad alzare la mano in Microsoft Teams, probabilmente avrai notato che non esiste un modo semplice e veloce per farlo. Tuttavia, Microsoft sta pianificando di risolvere il problema aggiungendo una scorciatoia da tastiera che alza subito la mano. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> La nuova scorciatoia da tastiera per Microsoft Teams </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> Su MSFT </a> individuato per la prima volta l&#39;annuncio della nuova funzionalità. Microsoft ha dichiarato lo sviluppo di questa funzionalità sul  <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> UserVoice è un forum speciale in cui gli utenti possono presentare ciò che vogliono vedere dai team direttamente al gigante della tecnologia. Abbiamo già notato <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft aggiunge la pianificazione delle riunioni di Teams </a> grazie al forum UserVoice. </p> <p> Su detto forum, qualcuno aveva proposto l&#39;idea di aggiungere una scorciatoia da tastiera per alzare la mano in una riunione di Teams. Microsoft ha onorato il thread con la sua presenza e ha pubblicato quanto segue: </p> <blockquote> <p> Grazie per il tuo feedback. Il team ha iniziato a lavorare su questa funzionalità per desktop Windows e Mac. I client Web verranno elaborati in futuro. Condivideremo un aggiornamento non appena sarà disponibile. </p> </blockquote> <p> Anche se non abbiamo una data di rilascio esatta, tieni gli occhi aperti per un futuro aggiornamento che aggiungerà questa pratica funzionalità. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Tutti quelli che lo volevano, alzino la mano </h2> <p> Se vuoi una scorciatoia da tastiera per alzare la mano in Teams, sei fortunato. Non siamo sicuri di quando uscirà, ma sarà un&#39;aggiunta gradita quando verrà lanciato su Teams. </p> <p> Se ti piace interagire nelle tue riunioni di Teams, sapevi che Microsoft aggiungerà reazioni simili a emoji alle tue videochiamate? </p> <p> <small> Credito immagine: Stock FS/ <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}