{"title":"Microsoft potrebbe presto premiarti per l&#39;utilizzo di Edge","content":"<p> Il nuovo Microsoft Edge ha fatto passi da gigante da quando è passato a una build Chromium, ma non tutti sono ancora abbastanza convinti da usarlo. Il gigante del software mira a risolvere il problema dando alle persone punti in Microsoft Rewards per l&#39;utilizzo del suo nuovo browser. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Guadagnare grandi punti con Microsoft Edge </h2> <p> Le recenti modifiche a Microsoft Rewards sono state individuate da <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> su MSFT </a> . Alcuni utenti di Rewards con gli occhi d&#39;aquila hanno notato che Microsoft ora sta dando molti più punti alle persone che hanno utilizzato Edge per eseguire ricerche su Bing. </p> <p> Puoi scambiare questi punti con gadget, il che è un enorme vantaggio per i fan di Microsoft. Ad esempio, puoi utilizzare Microsoft Rewards per ottenere <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> Xbox Live Gold gratuito </a> . </p> <p> In precedenza, gli utenti ricevevano solo una piccola spinta quando utilizzavano Edge per eseguire ricerche su Bing. Otterrai 150 punti se cerchi su un PC e 100 su un dispositivo mobile. Qualunque sia il metodo scelto, hai ottenuto un bonus di 20 punti se hai utilizzato Microsoft Edge durante la ricerca su Bing. </p> <p> Ora, Microsoft sta sperimentando un nuovo sistema di punti che può dare fino a 250 punti solo per l&#39;utilizzo di Edge. Microsoft bilancia i punti Edge potenziati dando meno per l&#39;utilizzo di un PC o dispositivo mobile, ma è ancora molto per il solo utilizzo del browser Edge. </p> <p> Alcune persone non vedono questi punti Edge migliorati, quindi ci sono buone probabilità che Microsoft stia solo vedendo come vanno le cose per il momento. Tuttavia, mostra che l&#39;azienda sta valutando la possibilità di premiare maggiormente gli utenti per l&#39;utilizzo di Edge. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Portare i tuoi punti Microsoft Rewards al limite </h2> <p> Se sei un grande fan di Microsoft Rewards, ti consigliamo di provare a utilizzare Edge per cercare Bing in futuro. L&#39;azienda sembra avere in programma di offrire più premi agli utenti Edge come ringraziamento per l&#39;utilizzo del browser. </p> <p> Se hai bisogno di più scuse per avviare Microsoft Edge, sapevi che può essere più produttivo di Google Chrome in alcune aree? Ad esempio, è più leggero con le batterie dei laptop e occupa meno memoria. </p> <p> <small> Credito di immagine: Bangladesh / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}