{"title":"Magna, Nissan e Foxconn sono tutti candidati per costruire la Apple Car","content":"<p> Kia potrebbe non essere più in corsa per produrre l&#39;inafferrabile Apple Car, ma Apple ha molte altre opzioni praticabili se decide di costruire la sua prima automobile. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> I veicoli elettrici (EV) aiutano l&#39;ambiente </a> e secondo quanto riferito, il successo di Tesla non è passato inosservato con i dirigenti di Apple. L&#39;azienda sta apparentemente riversando risorse nella costruzione di un&#39;auto autonoma <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> EV che potrebbe non avere il volante </a> . Detto questo, realizzare automobili è sempre stato un pozzo di soldi che richiedeva una vasta catena di approvvigionamento che attraversasse i continenti. </p> <p> Come abbiamo riportato di recente, dopotutto Apple e Kia non sembrano collaborare per l&#39;Apple Car. Inoltre, secondo quanto riferito, le principali case automobilistiche giapponesi di Apple sembrano <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> preoccupato di essere relegato a produttori a contratto </a> . </p> <p> Un nuovo rapporto di <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> tentativi di radunare possibili fornitori e partner di assemblaggio per la produzione del presunto veicolo elettrico di Apple. Le potenziali opzioni includono Nissan e Stellantis, così come Magna che produce auto per altri marchi e altro ancora. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn ha legami esistenti con Apple </h2> <p> Foxconn è un&#39;opzione importante --- la società ha legami esistenti con Apple come produttore a contratto che assembla iPhone e altri gadget. Alcuni mesi fa, Foxconn ha presentato il suo primo chassis per veicoli elettrici insieme a una piattaforma software. </p> <p> Prevede di rilasciare una batteria a stato solido entro il 2024, lo stesso anno in cui si dice che l&#39;Apple Car entri nella produzione di massa. Foxconn e Fiat Chrysler sono in una joint venture per costruire auto elettriche in Cina. Apple potrebbe sfruttare le tecnologie di Foxconn come base per il suo EV. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna è una buona misura </h2> <p> Magna, con sede in Canada, costruisce vari componenti per marchi come BMW e Jaguar Land Rover nel suo stabilimento di Graz, in Austria. Magna offre i suoi servizi di ingegneria e produzione alle startup di veicoli elettrici. L&#39;azienda ha stretto una partnership con LG per costruire insieme trasmissioni e ha recentemente iniziato ad assemblare veicoli in Cina. </p> <p> </p> <p> Bloomberg afferma che Magna ha il vantaggio di una precedente relazione con Apple: è il primo produttore a contratto con cui Apple ha parlato quando ha deciso di entrare nello spazio dei veicoli elettrici cinque anni fa. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Le discussioni Apple-Hyundai potrebbero ricominciare </h2> <p> Per quanto riguarda Hyundai e Kia, entrambe gestiscono operazioni di produzione negli Stati Uniti. La nuova piattaforma EV di Kia promette un&#39;autonomia di circa 311 miglia (oltre 500 chilometri) e batterie a ricarica rapida fino all&#39;80% in 18 minuti. </p> <p> Secondo quanto riferito, Apple era interessata a collaborare con Hyundai/Kia. Tuttavia, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> i colloqui sono andati a pezzi </a> dopo che i dirigenti avevano confermato i rapporti secondo cui la società era in colloqui con Apple. </p> <blockquote> <p> Il grande svantaggio che Hyundai e Kia hanno è il recente scambio di opinioni sullo sviluppo di un&#39;auto per Apple, una società notoriamente riservata. Sebbene le due case automobilistiche abbiano affermato che i colloqui non si stanno verificando, è possibile che le discussioni possano riavviarsi se Apple li ritiene i migliori partner possibili. </p> </blockquote> <p> Kia prevede di svelare 23 nuovi modelli di veicoli elettrici basati sulla sua piattaforma entro il 2025. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan e le case automobilistiche europee </h2> <p> Il resoconto tenta di sostenere il motivo per cui Nissan sarebbe una buona scelta per Apple. Nisan ha una piattaforma per veicoli elettrici sviluppata in collaborazione con Renault ma, cosa più importante, il suo CEO Makoto Uchida ha recentemente affermato che Nissan &quot;ha il DNA per fare cose che altri non faranno&quot;. </p> <p> </p> <p> Combinando questo con il fatto che la società è stata finanziariamente tesa negli ultimi 12 mesi e hai un possibile accordo Apple-Nissan all&#39;orizzonte, Bloomberg ha: </p> <blockquote> <p> La casa automobilistica è stata impantanata in un crollo, riportando la sua più grande perdita in due decenni nell&#39;anno fiscale 2019 e potrebbe ottenere entrate tanto necessarie dall&#39;aiutare Apple a sviluppare o produrre il suo veicolo. Potrebbe anche trarre vantaggio dall&#39;accesso alla tecnologia Apple. Dopo aver perseguito una strategia di volume a tutti i costi che ha intaccato il profitto, Nissan ha bisogno di attrarre clienti più paganti in gran parte con la tecnologia all&#39;interno delle sue auto. </p> </blockquote> <p> Il rapporto prosegue evidenziando le case automobilistiche europee, come Stellantis, come possibili partner di assemblaggio e produzione per l&#39;Apple Car. La disponibilità della capacità di produzione è forse il fattore più importante nella produzione di automobili: basta chiedere a Tesla. Alla luce di ciò, Apple farebbe bene a esternalizzare la produzione del suo veicolo elettrico a più venditori e fornitori di automobili. </p> <p> <small> Credito immagine: Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Rimuovi CC </a></small> </p>"}