{"title":"Microsoft aggiunge gli avvisi di minaccia dello stato nazionale a Defender per Office 365","content":"<p> In un interessante aggiornamento e come risposta diretta all&#39;attacco informatico di SolarWinds, Microsoft è pronta ad aggiungere un nuovo avviso di attività di hacking dello stato nazionale a Microsoft 365. Gli avvisi avviseranno gli utenti di eventuali minacce derivanti da un attaccante di uno stato nazionale, tempo per reagire alla minaccia. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft introduce le notifiche di minaccia dello stato nazionale </h2> <p> Microsoft Defender per Office 365 (precedentemente noto come Office 365 Advanced Threat Protection) visualizzerà una notifica che informa gli utenti aziendali che un sospetto attacco di minaccia dello stato nazionale sta interferendo con la sua area di lavoro. </p> <blockquote> <p> Questi attacchi rappresentano alcune delle attività di minaccia più avanzate e persistenti tracciate da Microsoft. Il Microsoft Threat Intelligence Center segue queste minacce, crea profili completi dell&#39;attività e lavora a stretto contatto con tutti i team di sicurezza Microsoft per implementare rilevamenti e mitigazioni per proteggere i nostri clienti. </p> </blockquote> <p> Microsoft notifica già a migliaia di utenti all&#39;anno che un attore di minacce di uno stato nazionale potrebbe interferire con la loro rete. Tuttavia, al momento, gli avvisi vengono inviati tramite e-mail. </p> <p> Se l&#39;utente di Microsoft Defender per Office 365 non controlla la posta elettronica il giorno stesso, potrebbe perdere una notifica importante. Sebbene Defender per Office 365 sia principalmente un prodotto aziendale, le notifiche importanti continuano a sfuggire alle lacune. </p> <p> Le nuove notifiche verranno visualizzate nel dashboard di Microsoft Defender per Office 365. Avrà una possibilità molto più alta di essere visto da amministratori di rete, team di sicurezza, personale di gestione e così via. </p> <p> Microsoft ha aggiunto i &quot;potenziali avvisi di attività dello stato nazionale&quot; alla roadmap di Office 365 il 6 febbraio 2021 e prevede che la funzionalità completerà il lancio entro la fine del mese. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Che cos&#39;è un attacco di stato-nazione? </h2> <p> Un attacco a uno stato nazionale è considerato uno dei tipi più pericolosi di attacchi informatici, tale è la profondità delle conoscenze e la gamma di risorse disponibili per l&#39;autore della minaccia. </p> <p> </p> <p> Il <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> recente attacco informatico SolarWinds </a> è fortemente sospettato di essere un attacco a uno stato-nazione, tale era il livello di competenza richiesto per infiltrarsi in reti di così alto livello. L&#39;attacco, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> noto come hack della catena di approvvigionamento </a> , ha compromesso più bersagli dopo essere rimasto inattivo nelle reti della vittima per mesi. </p> <p> Ma nonostante quanto possa sembrare e apparire pericoloso un attacco a uno stato nazionale, la maggior parte delle volte gli utenti regolari come te e me non sono i bersagli. Non vale la pena dedicare risorse così ingenti per attaccare i cittadini normali, poiché esistono modi molto più semplici per accedere ai loro dati. </p> <p> Pertanto, le minacce degli stati nazionali di solito attaccano obiettivi molto più grandi come uffici governativi, grandi aziende tecnologiche, infrastrutture nazionali e così via. </p>"}