{"title":"Microsoft ha fissato una data per la rimozione di Legacy Edge&amp;#","content":"<p> Abbiamo visto suggerimenti che Microsoft vuole finalmente sbarazzarsi della sua legacy Edge, e ora il giorno è finalmente arrivato. Se utilizzi Edge legacy, hai tempo solo fino al 13 aprile 2021 per passare a un nuovo browser prima che venga cancellato dal PC. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> La fine dell&#39;eredità di Microsoft Edge </h2> <p> Microsoft ha dichiarato la scadenza il <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> il sito web della comunità tecnologica </a> . La notizia non è una grande sorpresa, in quanto il gigante del software ha tagliato i legami non così sottilmente con il suo browser legacy. Per esempio, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> i futuri language pack non supportano più Edge legacy </a> . </p> <p> Allora, non sapevamo quando Microsoft avrebbe staccato la spina; tutto ciò che sapevamo era che Microsoft voleva che sparisse presto. Ora, il gigante del software ha delineato due date chiave per la rimozione del legacy Edge. </p> <p> La prima data è quando Microsoft assi supporta il supporto legacy per Edge, che accade il 9 marzo 2021. In quella data, Edge legacy non riceverà più aggiornamenti, anche se qualcuno trova un brutto difetto di sicurezza in esso. Pertanto, questa è la data ideale per cambiare browser se sei ancora su Edge legacy. </p> <p> La seconda data è il 13 aprile 2021, quando Microsoft si sbarazzerà di Edge legacy. Non intendiamo semplicemente lasciare Edge legacy ai propri dispositivi; Microsoft intende pubblicare un aggiornamento di Windows 10 che cancella il vecchio browser dal sistema operativo. </p> <p> Nota che questo non rimuoverà il nuovo Chromium Edge, che <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft è stata rilasciata poco più di un anno fa </a> . In effetti, la versione Chromium di Edge è il motivo principale per cui Microsoft sta eliminando Edge legacy in primo luogo. </p> <p> Se utilizzi Edge e non sei sicuro di utilizzare la versione legacy o Chromium di Edge, quella vecchia utilizza una E blu solida come logo. Chromium Edge ha una spirale blu e verde più colorata che sembra una specie di E. </p> <p> Pertanto, se stai utilizzando il vecchio Microsoft Edge, ora è un buon momento per spostare i browser, anche se è un piccolo salto su Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Mettere a letto un&#39;eredità </h2> <p> Se ti stai ancora aggrappando al legacy Edge, ora è un momento fantastico per abbandonare la nave. La vecchia versione di Edge andrà sempre peggio da ora in poi fino a quando non sarà completamente spazzata via nell&#39;aprile 2021. </p> <p> Se hai sempre voluto provare Chromium Edge, ora è il momento di farlo. Microsoft ha recentemente vantato 600 milioni di utenti sul suo nuovo browser, quindi vale sicuramente la pena provare. </p> <p> <small> Credito di immagine: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}