{"title":"Microsoft Bing utilizzerà presto l&#39;intelligenza artificiale per correggere i tuoi errori di battitura","content":"<p> Sbagliare una sola parola in una query di ricerca può trasformare un uso produttivo del tuo tempo in una confusione di risultati irrilevanti. Microsoft mira a risolverlo introducendo Speller100, un correttore ortografico basato sull&#39;intelligenza artificiale per Bing. </p> <h2 id=\"what-is-speller100\"> Cos&#39;è Speller100? </h2> <p> Il gigante del software ha annunciato Speller100 sul <a href=\"https://www.microsoft.com/en-us/research/blog/speller100-zero-shot-spelling-correction-at-scale-for-100-plus-languages/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog di ricerca Microsoft </a> . L&#39;azienda nota che ottenere un termine di ricerca corretto al primo passaggio è molto importante, anche se un errore di battitura è stato inserito accidentalmente. </p> <p> Quando un utente fa un errore di battitura in una query di ricerca, di solito può significare disastro per i risultati. Se il motore di ricerca non sa cosa intendesse l&#39;utente, potrebbe fare un&#39;ipotesi errata su cosa doveva essere la parola o, peggio, ignorarla del tutto. </p> <p> Sfortunatamente, un tale evento significherebbe un disastro per i tuoi risultati di ricerca. Un piccolo errore nel termine di ricerca può inviare i risultati in una direzione molto diversa da quella che volevi, il che significa armeggiare più frustrante con i termini di ricerca. </p> <p> Microsoft mira a risolvere questo problema utilizzando il suo Speller100 basato sull&#39;intelligenza artificiale per ricontrollare i termini di ricerca. Se hai mai digitato male qualcosa durante la ricerca su Google, avrai notato la piccola raccomandazione che il motore di ricerca ti dà per assicurarti di cercare la cosa giusta. </p> <p> Speller100 per Microsoft farà qualcosa di simile, ma con il vantaggio di lavorare con oltre 100 lingue diverse. Speller100 utilizzerà <a href=\"https://www.makeuseof.com/tag/machine-learning-google-free-course/\" target=\"_blank\" rel=\"nofollow noopener\"> intelligenza artificiale per l&#39;apprendimento automatico </a> per garantire che il correttore ortografico si evolva per soddisfare meglio le aspettative degli utenti. </p> <p> Microsoft ritiene che questa sia un&#39;impresa importante perché ha calcolato che il 15% delle query di ricerca contiene in qualche modo un errore di ortografia. Consentire a Bing di reindirizzare l&#39;utente dove desidera in modo intelligente aiuta a risparmiare tempo e a migliorare l&#39;esperienza dell&#39;utente. </p> <p> Quando Microsoft ha utilizzato Speller100 per aiutare con le ricerche Bing, ha riscontrato alcuni risultati affascinanti: </p> <blockquote> <p> Il numero di pagine senza risultati è stato ridotto fino al 30%. Il numero di volte in cui gli utenti hanno dovuto riformulare manualmente la propria query è stato ridotto del 5%. Il numero di volte in cui gli utenti hanno fatto clic sul nostro suggerimento ortografico è aumentato da una cifra al 67%. Il numero di volte in cui gli utenti hanno fatto clic su un elemento della pagina è passato da una cifra al 70%. </p> </blockquote> <p> Pertanto, se usi Bing regolarmente, tieni gli occhi aperti per suggerimenti ortografici più competenti e risultati complessivi migliori. </p> <p> </p> <h2 id=\"making-a-better-bing-with-speller100\"> Fare un Bing migliore con Speller100 </h2> <p> Se hai le dita goffe, potresti voler iniziare a cercare con Bing d&#39;ora in poi. Con il nuovo sistema Speller100, quegli errori di battitura subdoli verranno risolti per una migliore esperienza di ricerca complessiva. </p> <p> Se vieni dall&#39;Australia, potresti ritrovarti a utilizzare Bing più spesso in futuro. Al momento in cui scriviamo, Google sta minacciando di lasciare l&#39;Australia e portare con sé i suoi servizi, ma Microsoft è desiderosa di salire sul piatto e riempire il posto che Google si lascerà alle spalle. </p> <p> <small> Credito di immagine: Sharaf Maksumov/ <a href=\"https://www.shutterstock.com/image-photo/ryazan-russia-march-01-2018-homepage-1055848478\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}