{"title":"Proprio come Tesla, Twitter sta valutando di investire in Bitcoin","content":"<p> Non tutti tengono d&#39;occhio il mercato azionario o la criptovaluta, ma se lo fai, allora sapresti che l&#39;8 febbraio Tesla ha acquistato $ 1,5 miliardi di bitcoin. Dopo che la società ha rivelato la sua enorme partecipazione, il valore del bitcoin è balzato del 20,33% a $ 46.081,64, il più alto mai raggiunto da marzo 2020. </p> <p> Detto questo, è stato rivelato che Tesla non è l&#39;unica azienda interessata alla criptovaluta. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter potrebbe presto pagare i suoi dipendenti in Bitcoin </h2> <p> In un&#39;intervista con CNBC, il CFO di Twitter Ned Segal ha affermato che la società sta valutando l&#39;ipotesi di aggiungere bitcoin al proprio bilancio. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Abbiamo pensato molto in anticipo a considerare come potremmo pagare i dipendenti se chiedono di essere pagati in <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , come potremmo pagare un venditore se chiedesse di essere pagato <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> e se abbiamo bisogno di avere <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> sul nostro bilancio&quot;, afferma <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> — Scatola Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 febbraio 2021 </a></blockquote>  <p> Quindi l&#39;investimento di Tesla in bitcoin ha catturato l&#39;attenzione di Twitter. La piattaforma di social media deve ancora effettivamente fare una mossa all&#39;interno del suo dipartimento del tesoro, ma ora sappiamo che le transazioni bitcoin sono almeno state prese in considerazione. </p> <p> Quando è stato chiesto a Segal cosa servirebbe a Twitter per investire in bitcoin, ha risposto in modo molto diretto. </p> <p> &quot;Una delle cose chiave che esamineremmo sarebbe se le persone chiedessero di effettuare transazioni con noi in bitcoin. Perché allora potremmo considerare se trasferiremo dollari in bitcoin al momento della transazione o se volessimo bitcoin il nostro bilancio, pronto per completare quella transazione&quot;, ha spiegato Segal. </p> <p> Potresti pensare che sia improbabile che Twitter si assuma un tale rischio quando è stato appena rivelato che Twitter sta cercando di apportare presto grandi cambiamenti, come il <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> implementazione delle funzionalità di Revue </a> e possibilmente <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> un modello di abbonamento </a> . </p> <p> Ma la consociata di Twitter, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Piazza </a> , è già un investitore bitcoin. </p> <p> Lo scorso ottobre, Square ha preso a <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> il suo sito ufficiale </a> per annunciare di aver acquistato bitcoin per un valore di $ 50 milioni. All&#39;epoca, l&#39;investimento rappresentava circa l&#39;uno percento delle attività totali di Square. </p> <p> Non solo, ma il CEO di Twitter Jack Dorsey è piuttosto un fan di bitcoin. Dopo le rivolte di Capitol Hill a gennaio, ha pubblicato un thread e un tweet per discutere del <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> divieto permanente dell&#39;ex presidente degli Stati Uniti Donald Trump da Twitter </a> . </p> <p> Da qualche parte nel mezzo, Dorsey si è spostato per puntare i riflettori sulla criptovaluta. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Il motivo per cui ho così tanta passione <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> è in gran parte dovuto al modello che dimostra: una tecnologia Internet fondamentale che non è controllata o influenzata da alcun singolo individuo o entità. Questo è ciò che Internet vuole essere e, nel tempo, lo sarà di più. </p> — jack (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 gennaio 2021 </a></blockquote>  <p> Dorsey è diventato sempre più appassionato di bitcoin nel corso degli anni. In questo periodo dell&#39;anno scorso, Dorsey ha chiesto a Twitter di lanciare un hashtag di marca per bitcoin. Ora, #bitcoin” è accompagnato dal logo bitcoin nei tweet. </p> <p> Nel 2018, <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> I tempi </a> ha scritto che Dorsey prevede che il bitcoin un giorno diventerà la &quot;moneta unica&quot; del mondo. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Qual è il futuro di Twitter? </h2> <p> Siamo solo a due mesi dall&#39;inizio del 2021 e Twitter sta già prendendo provvedimenti per cambiare notevolmente la piattaforma come la conosciamo oggi. </p> <p> Un altro passo sarà l&#39;acquisto di milioni di bitcoin nei prossimi mesi per le sue transazioni? Forse, se Twitter pensa alla criptovaluta come &quot;uno strumento di potenziamento economico&quot; come fa Square. </p>"}