{"title":"Perché Sling TV sta alzando di nuovo i prezzi?","content":"<p> Sling è stato uno dei servizi di streaming più popolari negli ultimi anni grazie alla sua ampia selezione di canali e ai prezzi altamente competitivi. </p> <p> Ma alla fine di gennaio 2021, la società ha annunciato che avrebbe aumentato il costo sia dei suoi pacchetti di abbonamento che dei suoi componenti aggiuntivi. </p> <p> Quindi, perché i prezzi sono aumentati in primo luogo e probabilmente vedremo altri aumenti nei prossimi mesi? Continua a leggere per scoprirlo. </p> <h2 id=\"how-much-does-sling-cost-now\"> Quanto costa Sling ora? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Per chi non lo sapesse, Sling propone due diversi pacchetti: Sling Blue e Sling Orange. </p> <p> Ogni pacchetto offre una diversa selezione di canali. Ad esempio, canali come ESPN e Disney sono disponibili solo su Orange, mentre FOX News, MSNBC e NFL Network sono disponibili solo su Blue. Puoi acquistare i due pacchetti in un pacchetto se desideri accedere a tutto. </p> <p> Prima del <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Aumento del prezzo dell&#39;imbracatura a gennaio 2021 </a> , entrambi i servizi costano $ 30. Adesso costano 35 dollari. Anche il pacchetto in bundle è aumentato di $ 5 (da $ 45 a $ 50). Il componente aggiuntivo sportivo è passato da $ 10 a $ 11 e tutti gli altri componenti aggiuntivi sono passati da $ 5 a $ 6. </p> <p> I nuovi iscritti dovranno pagare immediatamente le nuove tariffe; gli utenti esistenti avranno un periodo di grazia fino a luglio 2021 grazie alla garanzia del prezzo di un anno di Sling. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Perché Sling ha aumentato i suoi prezzi? </h2> <p> Sling ha subito accusato l&#39;aumento dei prezzi delle reti televisive. Quando è stata annunciata l&#39;escursione, il presidente del gruppo Sling TV Michael Schwimmer non ha perso tempo nel far sapere ai suoi clienti verso chi avrebbero dovuto dirigere la loro ira in un <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> comunicato stampa </a> : </p> <blockquote> <p> Sfortunatamente, siamo costretti ad aumentare i prezzi perché le reti televisive continuano a farci pagare di più, ma lottiamo duramente per ottenere l&#39;offerta migliore per i nostri clienti. La prova del nostro impegno è evidente, poiché Sling TV è ancora il miglior affare sul mercato, mantenendo i nostri prezzi molto più bassi rispetto al cavo e ad altri servizi di live streaming. I clienti di Sling TV possono essere certi che continueremo a offrire la migliore combinazione di canali via cavo di notizie in diretta, sport e intrattenimento al miglior rapporto qualità-prezzo. </p> </blockquote> <p> Sebbene alcune persone possano pensare che Schwimmer e Sling stiano creando una cortina fumogena per nascondere ai loro clienti i loro veri motivi per l&#39;aumento dei prezzi, l&#39;aumento è in linea con gli aumenti dei prezzi che abbiamo visto altrove nel settore dello streaming negli ultimi mesi. </p> <p> Ad esempio, Hulu + Live TV e YouTube TV hanno aumentato i loro prezzi alla fine del 2020. YouTube TV è passata da $ 50 a $ 65 e Hulu è passata da $ 55 a $ 65. </p> <p> Nel caso di Hulu, ora abbiamo visto il prezzo salire da $ 40 a gennaio 2019 a $ 65 solo due anni dopo. Questo è un aumento di oltre il 50%. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> Le reti televisive sono davvero da biasimare? </h2> <p> Ovviamente non sappiamo esattamente quanto Sling stia pagando le reti televisive per poterle rendere disponibili sulla sua piattaforma. </p> <p> Tuttavia, se confronti gli aumenti di prezzo di Sling et al. con gli aumenti di prezzo dei servizi che forniscono solo video on demand, come Netflix, la differenza è netta. </p> <p> In effetti, da quando Netflix ha lanciato il suo piano entry-level nel maggio 2014, abbiamo visto un solo aumento di prezzo da $ 8 al mese a $ 9 al mese. È molto più basso degli aumenti di prezzo di Sling sia in dollari che in percentuale. Sì, i piani più costosi hanno visto maggiori salti, ma hanno avuto funzionalità extra aggiunte lungo la strada. </p> <p> Queste discrepanze tra i servizi di streaming TV e i servizi di video on demand sembrano suggerire che la colpa sia delle reti televisive. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> L&#39;imbracatura è ancora più economica del cavo </h2> <p> A nessuno piace vedere aumentare le bollette. Ma considerando l&#39;aumento dei prezzi che abbiamo visto nel mondo della TV via cavo nell&#39;ultimo decennio (il prezzo medio di una bolletta via cavo negli Stati Uniti è ora superiore a $ 200), è difficile lesinare a Sling un piccolo aumento. </p> <p> Il servizio che fornisce è ancora eccellente. Rispetto ad altri modi di guardare la TV, rappresenta comunque un ottimo rapporto qualità-prezzo. </p>"}