{"title":"Parler avrebbe offerto all&#39;organizzazione Trump una quota di proprietà","content":"<p> Durante il mandato dell&#39;ex presidente Donald Trump, Parler e il team di Trump avrebbero cercato di negoziare un accordo che avrebbe reso Parler Trump il principale social network. In cambio, Trump avrebbe ricevuto una quota di proprietà del 40% nella piattaforma. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler potrebbe aver voluto Trump a bordo </h2> <p> Parler, il social network per la libertà di parola, ha fatto notizia negli ultimi tempi, e non solo perché la piattaforma prevalentemente politicamente conservatrice era <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> avviato da app store e Amazon Web Services </a> . </p> <p> Questa volta, un rapporto di <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Notizie Buzzfeed </a> afferma che Parler ha offerto a Trump una quota del 40% in Parler se ne avesse fatto la sua piattaforma sociale principale. Secondo quanto riferito, questi colloqui si sono verificati durante l&#39;estate del 2020 e sono stati ripresi dopo le elezioni di novembre. </p> <p> Non è chiaro se lo stesso Trump sia stato coinvolto nei negoziati. Un professionista legale citato nel rapporto Buzzfeed afferma che se Trump avesse accettato questo accordo durante la sua presidenza, potrebbe aver violato le leggi anti-corruzione. </p> <p> I giornalisti di Buzzfeed affermano anche di aver visto i documenti di queste trattative. Come parte dell&#39;accordo, Trump avrebbe dovuto pubblicare su Parler almeno quattro ore prima di tutti gli altri social network. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> E se Trump facesse di Parler la sua rete principale? </h2> <p> Avere Trump come utente abituale della piattaforma probabilmente avrebbe spinto Parler a livelli ancora maggiori. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler ha visto una migrazione di massa alla rete </a> dopo la perdita di Trump alle elezioni del 2020, e questo gregge sarebbe stato probabilmente ancora più grande se Trump fosse stato a bordo. </p> <p> Durante la sua campagna e la sua presidenza, Trump si è rivolto a Facebook e Twitter per radunare i sostenitori. Trump non si è mai rivolto a Parler come alla sua rete di riferimento, una piattaforma in cui il suo pubblico probabilmente sarebbe stato più favorevole. </p> <p> Trump era <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> bannato permanentemente da Twitter </a> e <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> sospeso a tempo indeterminato da Facebook </a> —unirsi a Parler avrebbe potuto attutire questo colpo. Tuttavia, le cose ovviamente non hanno funzionato per Parler. </p> <p> Dopo che la piattaforma è stata inserita nella lista nera, il <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Il consiglio di amministrazione di Parler avrebbe licenziato il proprio CEO e cofondatore, John Matze </a> . Apparentemente, Matze ha spinto per una maggiore moderazione per aiutare Parler a riconquistare il suo spazio negli app store, ma al resto del team di Parler non è piaciuta questa idea. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Cosa riserva il futuro di Parler? </h2> <p> Ora che John Matze è presumibilmente uscito dalla presidenza dell&#39;amministratore delegato, Parler ha un futuro ancora più incerto. Attualmente, il sito Web mostra una pagina Web statica, ma nessuno sa quando il sito Web sarà ufficialmente attivo e funzionante. </p> <p> Con Trump fuori dalla Casa Bianca, la base di utenti di Parler rimarrà ancora forte come era durante la fine della sua presidenza? Se Trump avesse chiuso questo presunto accordo con Parler, forse lo sarebbe stato. </p>"}