{"title":"Presto potrai disattivare i feed video delle persone in Microsoft Teams","content":"<p> A volte non vuoi che tutti mostrino il loro video in una riunione virtuale; a volte, preferiresti gestire chi può mostrare le proprie webcam e chi no. Fortunatamente, Microsoft sta aggiungendo questa funzionalità a Teams, così puoi controllare chi può e chi non può mostrare le proprie telecamere in una riunione. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> I piani di Microsoft per la censura video sui team </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> individuato una serie di voci sul <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Roadmap di Microsoft 365 </a> relativo alla disabilitazione delle webcam dei partecipanti in Teams. Le funzionalità sono ancora in fase di sviluppo, ma da quanto possiamo vedere sulla Roadmap, sarà un aggiornamento interessante per Teams. </p> <p> Se è la prima volta che senti parlare della Roadmap, è un modo fantastico per vedere cosa ha pianificato Microsoft per i suoi servizi. Abbiamo individuato i piani del gigante del software per <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> consenti relatori anonimi in Microsoft Teams </a> tramite la roadmap di Microsoft 365. </p> <p> Ora, Microsoft ha aggiunto altre due voci alla Roadmap. Uno di loro discute la disattivazione della videocamera di un singolo partecipante, mentre l&#39;altro discute la disattivazione della videocamera di tutti contemporaneamente. </p> <p> Per il primo, Microsoft vuole consentire a un organizzatore di riunioni di disabilitare la webcam di una singola persona. Questa è una funzione utile per le persone che causano problemi con le loro webcam o semplicemente per accendere e spegnere le persone quando è il momento di parlare. </p> <p> Quest&#39;ultima funzione consente a un organizzatore di abilitare e disabilitare le webcam di tutti in una volta. L&#39;organizzatore può scegliere di attivare l&#39;interruttore prima dell&#39;inizio della riunione o farlo al volo mentre la sessione è in corso. </p> <p> Entrambe le funzionalità sono elencate due volte nella Roadmap. Il primo batch è previsto per l&#39;uscita ad aprile 2021 e il secondo a maggio. Pertanto, non è chiaro quando riceveremo questo aggiornamento, ma non dovrebbe passare troppo tempo prima che tu abbia il controllo definitivo su chi può e non può mostrare la propria faccia nelle riunioni di Teams. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Controllare meglio le riunioni con Microsoft Teams </h2> <p> Se hai sempre desiderato gestire i feed della webcam delle persone in Microsoft Teams, sei fortunato. Il gigante del software sta lavorando a una funzione che ti consentirà di spegnere singole fotocamere o tutte contemporaneamente. Dovremo aspettare e vedere per una data esatta in cui questa funzione verrà rilasciata. </p> <p> Se sei interessato a più modi per gestire le tue riunioni di Teams, sapevi che il servizio ricapitolerà presto le tue sessioni per te? Inizialmente era previsto per un rilascio di gennaio 2021, ma per il momento è stato rinviato a febbraio. </p> <p> <small> Credito di immagine: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}