{"title":"&quot;Friend Check Up&quot; di Snapchat ti invita a eliminare gli amici indesiderati","content":"<p> La tua lista di amici di Snapchat potrebbe essere ridimensionata? Se hai accumulato tonnellate di amici che non ricordi nemmeno di aver aggiunto, la funzione Controllo amici di Snapchat ti incoraggerà a eliminare questi utenti indesiderati. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> È ora di ripulire la tua lista di amici </h2> <p> Un post su il <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Snap Newsroom </a> mette in evidenza Friend Check Up, una nuova funzionalità svelata giusto in tempo per <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Giornata su Internet più sicuro </a> . Friend Check Up apparirà come notifica su Snapchat e ti chiederà di rivedere il tuo elenco di amici. </p> <p> La notifica dirà: &quot;Snapchat è per veri amici. Tocca per rivedere il tuo elenco di amici&quot;. La selezione della notifica ti porterà alla tua lista di amici, dove potrai procedere per tagliare le connessioni indesiderate. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> L&#39;obiettivo di questo strumento è aiutarti a eliminare tutti gli utenti che potresti aver aggiunto accidentalmente, nonché chiunque non desideri più nel tuo elenco di amici. Avere questo promemoria è anche un&#39;ottima funzione di sicurezza: dopotutto, potresti inconsapevolmente concedere a determinati utenti l&#39;accesso alle tue storie e alla tua posizione. </p> <p> </p> <p> Secondo Snapchat, questa funzionalità verrà lanciata sui dispositivi Android nelle prossime settimane e su iOS nei prossimi mesi. </p> <p> Detto questo, non devi aspettare che Snapchat rilasci questa funzione per iniziare a ripulire la tua lista di amici. Puoi farlo adesso andando al tuo profilo Snapchat e toccando <strong> I miei amici </strong> . Premi a lungo sull&#39;utente che desideri cancellare, tocca <strong> Di più </strong> , e poi premi <strong> Rimuovi amico </strong> &gt; <strong> Rimuovere </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Altri modi in cui Snapchat sta migliorando la sicurezza </h2> <p> Nello stesso post sul blog, Snapchat ha annunciato che sta anche collaborando con Connect Safely negli Stati Uniti e ChildNet nel Regno Unito per visualizzare i filtri educativi. Scorrendo verso l&#39;alto su questi filtri verrai collegato alle risorse per la sicurezza in Internet dell&#39;organizzazione pertinente. </p> <p> Inoltre, Snapchat sta espandendo la sua integrazione con Crisis Text Line negli Stati Uniti e prevede di lanciare una funzionalità simile nel Regno Unito. La piattaforma sta anche lavorando con The Trevor Project per fornire risorse in-app per i giovani LGBTQ. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat si concentra su Amici intimi </h2> <p> La funzione Friend Check Up è solo un altro modo in cui Snapchat sta cercando di rafforzare la sua immagine come piattaforma per amici intimi, non completi sconosciuti. </p> <p> La piattaforma è orgogliosa del fatto che non incoraggia la comunicazione tra persone che non si conoscono bene. È costruito per gli amici intimi, come dimostrato dal limite di 64 membri della piattaforma su Gruppi e dal fatto che non puoi comunicare con nessuno a meno che non abbiate entrambi accettato la reciproca richiesta di amicizia. </p>"}