{"title":"Questa nuova app ti consente di controllare il tuo Mac con un controller di gioco","content":"<p> Controlly è una nuova app dello sviluppatore Hugo Lispector che semplifica la navigazione nell&#39;intera interfaccia utente di macOS con i controller PlayStation e Xbox. </p> <p> Ciò può essere particolarmente utile quando, ad esempio, trasmetti in streaming il tuo programma TV preferito da un Mac alla televisione in salotto tramite AirPlay, ma non ti preoccupi di alzarti e sederti davanti al computer solo per selezionare un altro programma. Controlly ti consente di utilizzare il controller fornito con la tua console di gioco Sony o Microsoft come telecomando per il tuo Mac. </p> <p> Hai la possibilità di controllare non solo il movimento del mouse, ma anche di assegnare funzionalità di sistema come Mission Control, App Exposé e altro ai pulsanti hardware. Alcuni controller MFi (Made for iOS) possono funzionare anche con Controlly dopo essere stati associati tramite Bluetooth a un computer Mac. </p> <h2 id=\"what-about-key-mapping-apps\"> Che dire delle app di mappatura dei tasti? </h2> <p> Lispector spiega su <a href=\"https://hugolispector.com/announcing-controlly/\" target=\"_blank\" rel=\"nofollow noopener\"> il suo blog </a> perché Controlly è migliore di vari strumenti di mappatura dei tasti. </p> <blockquote> <p> Gli strumenti di mappatura dei tasti consentono agli utenti di mappare ogni pulsante del controller su una lettera o un tasto numerico. Questo è un bene per i giochi, ma non abbastanza per un controller generico per Mac. Oltre a ciò, questi strumenti di mappatura dei tasti non supportano le scorciatoie da tastiera e la loro interfaccia utente potrebbe essere più visiva secondo me. </p> </blockquote> <p> Lispector è anche il cervello dietro El Trackpad per Mac. Disponibile nel <a href=\"https://apps.apple.com/app/el-trackpad/id1531822775\" target=\"_blank\" rel=\"nofollow noopener\"> App Store </a> , El Trackpad ti consente di controllare il cursore del mouse macOS tramite un iPhone o iPad. </p> <p> </p> <p> </p> <h2 id=\"a-single-window-app\"> Un&#39;app a finestra singola </h2> <p> Si trova in modo controllato nella barra dei menu del tuo Mac. L&#39;app è molto facile da usare, con tutto limitato a un&#39;unica finestra. Qui è dove puoi configurare le azioni del mouse a tuo piacimento, nonché impostare scorciatoie da tastiera personalizzate per attivare funzionalità di sistema specifiche. I controlli di sistema possono essere applicati anche alle levette. Ad esempio, potresti voler controllare il cursore con la levetta sinistra mentre usi l&#39;altra per lo scorrimento. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Volevo usare un controller di gioco come telecomando per Mac, ma non sono riuscito a trovare un&#39;app per questo. Quindi ne ho costruito uno io stesso ed è ora disponibile su App Store 🎮🥳: <a href=\"https://t.co/HEkFXUtMeL\"> https://t.co/HEkFXUtMeL </a><br><br> Ringraziamenti speciali a <a href=\"https://twitter.com/siracusa?ref_src=twsrc%5Etfw\"> @siracusa </a> per aver trovato un bug interessante poco prima del lancio! <a href=\"https://t.co/2QVwvZjjvI\"> pic.twitter.com/2QVwvZjjvI </a></p> — Hugo Lispector (@hugolispector) <a href=\"https://twitter.com/hugolispector/status/1358828792626753536?ref_src=twsrc%5Etfw\"> 8 febbraio 2021 </a></blockquote>  <p> I controlli multimediali e di riproduzione supportati includono riproduzione/pausa, salto avanti/indietro, silenziamento, volume su/giù e luminosità su/giù. Le persone che utilizzano regolarmente le varie comodità di macOS come Look Up, Smart Zoom, Mission Control, Launchpad e Mirror Display possono anche assegnare una di queste funzioni a un pulsante. </p> <p> </p> <h2 id=\"how-to-get-controlly\"> Come avere il controllo </h2> <p> Controlly è disponibile gratuitamente nel <a href=\"https://apps.apple.com/app/controlly/id1548544614\" target=\"_blank\" rel=\"nofollow noopener\"> Mac App Store </a> e richiede macOS Big Sur per funzionare. </p> <p> L&#39;app viene fornita con una prova gratuita di 7 giorni che fornisce funzionalità complete. Al termine del periodo di prova, tutti i controlli oltre al movimento del mouse e al clic non verranno più riconosciuti. </p> <p> La piena funzionalità richiede un aggiornamento di $ 3,99 una tantum. Ti verrà chiesto di avviare la prova quando colleghi per la prima volta un controller di gioco compatibile al tuo Mac. </p>"}