{"title":"Rapporto: Apple potrebbe smettere di produrre iPhone 12 Mini nel secondo trimestre","content":"<p> L&#39;iPhone 12 mini è il più piccolo della generazione più recente di iPhone di Apple, e questo sembra essere vero anche per le sue vendite. Fin dal primo giorno, la più miniatura della serie iPhone 12 è stata perseguitata da rapporti secondo cui non vendeva nelle quantità dei suoi fratelli più grandi e più costosi. </p> <p> Ora un rapporto della banca d&#39;investimenti JP Morgan, condiviso da <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , afferma che Apple potrebbe potenzialmente smettere di produrre unità di iPhone 12 mini non appena il secondo trimestre di calendario del 2021. Ciò potrebbe significare che il telefono potrebbe avere solo un paio di mesi in più prima che smetta del tutto di essere prodotto. </p> <h2 id=\"adjusting-iphone-12-orders\"> Regolazione degli ordini di iPhone 12 </h2> <p> La nota di investimento, dell&#39;analista della catena di approvvigionamento di JP Morgan William Yang, rileva anche alcune delle altre modifiche del secondo trimestre che Apple potrebbe apportare alla linea di iPhone 12. Yang afferma che Apple aumenterà il numero di iPhone 12 Pro Max di 11 milioni di unità, iPhone 12 Pro di 2 milioni di unità in più e iPhone 11 dell&#39;era 2019 di 8 milioni di unità in più. </p> <p> Nel frattempo, le normali unità iPhone 12 verranno ridotte di 9 milioni di unità, mentre l&#39;iPhone 12 mini verrà ridotto di 11 milioni di unità --- lo stesso numero di diminuzione che l&#39;iPhone 12 Pro Max sta ottenendo come aumento. Il rapporto suggerisce che Apple potrebbe interrompere completamente la produzione di iPhone 12 mini nel trimestre. </p> <p> </p> <p> Questa non è la prima volta che sentiamo dire che l&#39;iPhone 12 mini è stato un flop comparativo per Apple. Un rapporto di Morgan Stanley ha recentemente affermato che Apple stava tagliando i mini ordini di iPhone 12 nel primo trimestre del 2021. </p> <p> Nel frattempo, un rapporto precedente suggeriva che, mentre nove dei primi 10 smartphone attivati ​​il ​​giorno di Natale negli Stati Uniti erano iPhone, l&#39;iPhone 12 mini era l&#39;unico a non figurare nell&#39;elenco. (Questo nonostante il fatto che fossero inclusi alcuni iPhone molto più vecchi.) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: una signorina sorprendente </h2> <p> Il fatto che l&#39;iPhone 12 mini sembri aver faticato è piuttosto sorprendente. Ha ricevuto recensioni eccellenti e offre un&#39;esperienza iPhone 12 premium, racchiusa in un fattore di forma ridotto. </p> <p> Include lo stesso display OLED a tutto schermo dei suoi fratelli maggiori (anche se leggermente più piccoli), Face ID, processore A14 Bionic e connettività 5G. A partire da soli $ 699, è il più economico dei nuovi iPhone di Apple. Ma sembra che, per qualsiasi motivo, non sia stato in grado di ritagliarsi lo stesso tipo di successo degli iPhone più grandi di quest&#39;anno. </p> <p> È interessante notare che il rapporto di JP Morgan suggerisce che Apple prevede di rilasciare altri quattro iPhone quest&#39;anno. Ciò sembrerebbe implicare che Apple potrebbe non essere ancora pronta a gettare la spugna sulla linea di iPhone &quot;mini&quot; più piccola. Dovremo aspettare fino a settembre per vedere cosa succede. </p>"}