{"title":"Sony rivela come il controller PS5 è strutturato con i simboli PlayStation","content":"<p> Se hai visto un controller PS5 DualSense, ne possiedi uno o hai letto l&#39;hype intorno al joypad di nuova generazione, allora saprai che ha una trama sul retro del dispositivo. </p> <p> Questa trama comprende migliaia di piccoli quadrati, cerchi, triangoli e X, che rappresentano i pulsanti di azione sulla parte anteriore del DualSense. Ora, Sony ha rivelato esattamente come sono arrivati ​​i simboli. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony rivela come ha strutturato il controller DualSense </h2> <p> Capovolgi il tuo DualSense e vedrai che il retro ha innumerevoli piccoli simboli dai pulsanti di azione del controller. Beh, in realtà, potresti non vederli, dato che sono incredibilmente piccoli. Ma credeteci, sono lì. </p> <p> È difficile immaginare come possano esistere, sono così piccoli, ma Sony lo ha rivelato <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , esattamente come sono nati questi 40.000 simboli. Sembra un processo piuttosto scrupoloso, per non dire altro. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Dopo molti progetti falliti, Sony ha finalmente optato per la micro-trama che riteneva perfetta. La massa di simboli, tutti alti solo pochi micron e creati da disegni disegnati a mano, non è presente solo come decorazione; fornisce anche presa quando si utilizza DualSense. </p> <p> I designer tagliano scrupolosamente questi minuscoli simboli in uno stampo, utilizzando precisi incisori laser che funzionano in 3D, invece di tagliare semplicemente un singolo piano 2D ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> scopri di più sugli incisori laser </a> ). </p> <p> Una volta che i macchinari di produzione iniettano la plastica nello stampo, si deposita ordinatamente in ogni spazio disponibile, assumendo la consistenza che tieni tra le mani. Roba intelligente, soprattutto considerando la scala di questo modellismo. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Riesci a trovare la trama altrove? </h2> <p> Bene, in realtà, puoi trovare la trama altrove. Sony sa che la continuità è la chiave del design. Quindi, puoi trovare la trama in tutto l&#39;ecosistema PlayStation 5. </p> <p> Dai suoi controller DualSense, al telecomando multimediale, all&#39;auricolare wireless PS5 e persino alla console stessa, troverai questa trama su tutti loro. </p> <p> Non è nemmeno la prima volta che Sony ha strutturato i suoi pad di controllo. Quando Sony ha rilasciato il DualShock 4 insieme alla PS4, anche quello aveva una superficie ruvida sulla fascia. Questo aveva più a che fare con la presa del pad, piuttosto che con un valore estetico. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: un controller perfetto? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> OK, quindi il DualSense di PS5 potrebbe non essere perfetto, ma è uno splendido pezzo di design e funziona davvero bene (tranne uno o due difetti). </p> <p> È l&#39;attenzione ai dettagli di Sony, qui, che distingue davvero il DualSense dalla concorrenza. Con Sony che ha davvero esaltato l&#39;immersione e l&#39;integrazione prima del rilascio della PS5, è bello vedere che ha davvero messo i suoi soldi dove è la sua bocca, dal punto di vista del design. </p>"}