{"title":"Steam stabilisce un nuovo record per iniziare il 2021 con il botto","content":"<p> Steam ha, ancora una volta, battuto il proprio record per la maggior parte delle persone che utilizzano la piattaforma contemporaneamente. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> Gli utenti di Steam simultanei superano i 26 milioni </h2> <p> Steam ha appena aggiornato il suo <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Statistiche di Steam </a> pagina. Qui possiamo vedere che il popolare marketplace di giochi e servizio di streaming ha superato il suo precedente record di &quot;utenti simultanei&quot; con quasi 26,5 milioni di giocatori online contemporaneamente. </p> <p> Questo è un valore di &quot;picco&quot;, il che significa che è stata la statistica più alta registrata in un periodo di 24 ore. La pagina delle statistiche di Steam è in costante aggiornamento, offrendo agli utenti di Steam l&#39;opportunità di vedere quante persone sono online in qualsiasi momento, giorno e notte. Il sito mostra le statistiche per un periodo di 48 ore. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Dovresti notare che questa cifra si riferisce a quante persone Steam ha effettuato l&#39;accesso, non a quante persone stanno giocando. Questi rientrano tra gli &quot;utenti attivi&quot; e, allo stesso tempo Steam ha stabilito questo record, 7,2 di quei 26,5 milioni di persone erano impegnate a giocare ai loro titoli preferiti. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Quando Steam ha stabilito il record per l&#39;ultima volta? </h2> <p> Questa non è la prima volta che Steam ha battuto il proprio record nel 2021. Non è un&#39;impresa da poco, considerando che siamo solo a febbraio. </p> <p> All&#39;inizio di gennaio, Steam ha aggiornato le sue statistiche per mostrare un nuovo record, pari a circa 25,5 milioni. Quindi, questo record stabilisce un nuovo precedente, superando la cifra precedente di 1 milione di utenti aggiuntivi. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Perché Steam è così popolare? </h2> <p> Beh, 26,5 milioni di persone non possono sbagliarsi, vero? Steam è una piattaforma incredibilmente popolare per una buona ragione. Ha una vasta gamma di giochi da giocare, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> è un mercato sicuro per l&#39;acquisto di quei giochi </a> , e ha una vasta comunità di persone che la pensano allo stesso modo in cui essere coinvolti. </p> <p> Non solo, ma anche i giochi stessi sono un&#39;enorme attrazione per gli abbonati a Steam. Mentre scrivevo questo articolo, quasi 1 milione di persone stavano giocando a Counter-Strike: Global Offensive. Mezzo milione popolava i server di Dota 2. Gli utenti simultanei si attestano a 25,1 milioni e sono in aumento, suggerendo che Steam potrebbe avere un altro record per noi entro domani. </p> <p> Inoltre, dobbiamo anche considerare il fatto che i giochi hanno goduto di un&#39;impennata di popolarità nel 2020, non ultimo perché il COVID ha costretto tutti a rimanere in casa. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> La spesa per i giochi negli Stati Uniti è salita alle stelle l&#39;anno scorso </a> . Nessuna sorpresa, davvero. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Il vapore continua a crescere </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam è sempre stata una piattaforma popolare e il 2020 l&#39;ha collocata in una posizione di forza. Questo è incoraggiante, considerando che il 2020 è stato un anno terribile per la maggior parte delle aziende. </p> <p> Ci sono molti altri modi in cui puoi goderti l&#39;ecosistema di Steam. Perché non riunire alcuni amici e godersi un po&#39; di giochi a distanza? Se non sono abbonati a Steam, forse potresti vedere di registrarli. </p>"}