{"title":"Sony potrebbe affrontare una causa legale collettiva per PS5 DualSense","content":"<p> Con l&#39;arrivo di un altro giorno, arriva anche la notizia che un gigante delle console, questa volta Sony, sta potenzialmente affrontando una causa legale collettiva che ruota attorno a control pad difettosi. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; alza la sua brutta testa </h2> <p> Non si può sfuggire al fatto che Sony ha rotto gli schemi con il control pad DualSense di PS5. Letteralmente, infatti, dato <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> come Sony ha impresso tutti quei simboli PlayStation sul telaio del pad </a> . </p> <p> Tuttavia, a <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> dichiarazione dello studio legale statunitense CSK&amp;D </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) ci dice che una class action potrebbe essere all&#39;orizzonte per Sony. Perché? Perché, come i Joy-Contro di Nintendo, i possessori di PS5 segnalano la deriva della levetta. </p> <p> Se hai seguito la copertura della saga di azione di classe drift Joy-Con che Nintendo sta affrontando, allora potresti riconoscere il moniker CSK&amp;D. Questo perché è uno degli studi legali che sta anche facendo causa a Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Cosa dice la class action? </h2> <p> Nella sua dichiarazione, CSK&amp;D afferma: </p> <blockquote> <p> CSK&amp;D sta indagando su una potenziale azione collettiva basata sui rapporti secondo cui i controller Sony PS5 DualSense per la console PlayStation 5 possono riscontrare problemi di deriva e/o fallire prematuramente. In particolare, è stato riferito che il joystick su alcuni controller DualSense PS5 registrerà automaticamente il movimento quando il joystick non viene controllato e interferirà con il gameplay. </p> </blockquote> <p> Quindi, come con il Nintendo Joy-Con, i joystick del DualSense soffrono di usura prematura. I componenti che mantengono il joystick in posizione quando inattivo si stanno deteriorando, quindi il pad registra il movimento senza l&#39;interazione del giocatore. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> Che cos&#39;è la deriva DualSense? </h2> <p> Quando muovi la levetta sul tuo DualSense, questo registra il movimento con la console PS5 e lo traduce in azione sullo schermo. Ecco come funziona un controller DualSense, in circostanze normali e quando è al massimo della salute. </p> <p> Saprai immediatamente se le tue levette DualSense stanno andando alla deriva. Come? Perché la tua PS5 inizierà a comportarsi come se stessi usando la levetta anche se non la stai nemmeno toccando. </p> <p> Quindi, il tuo personaggio potrebbe muoversi sullo schermo senza il tuo input, oppure il cursore potrebbe scorrere le opzioni del menu senza che tu tocchi le levette. Ad ogni modo, non vuoi che si verifichi la deriva del DualSense. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> Cosa puoi fare con DualSense Drift? </h2> <p> Se il tuo control pad ha problemi di deriva, allora quello che puoi fare è contattare <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Supporto PlayStation </a> e organizzare un ritorno. Sony ha rilasciato la PS5 solo a novembre 2020, quindi sei in garanzia. </p> <p> Tieni presente che è probabile che le hotline del supporto PS siano molto occupate; riceverà anche chiamate relative a problemi della console PS5. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> I controller moderni sono di buona qualità? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Puoi fare tutte le storie che vuoi intorno al tuo controller ma, se smette di funzionare, tutte le magnifiche funzionalità che stai pubblicizzando diventano obsolete. </p> <p> Poiché vediamo più controller e più usi per loro su più piattaforme, spetta ai progettisti e ai produttori di console assicurarsi che i componenti siano all&#39;altezza prima di rilasciarli. Nessuno vuole una console di gioco su cui non può giocare. </p>"}