{"title":"Solid State Logic annuncia il controller DAW UF8","content":"<p> SSL ha rilasciato la superficie di controllo Nucleus 2 nel 2016, un seguito al suo pluripremiato Nucleus originale. Entrambi i controller hanno ricevuto recensioni generalmente favorevoli e sembra che ne sia appena arrivato un altro. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Presentazione del controller DAW UF8 </h2> <p> Il 4 febbraio, il produttore di console di missaggio Solid State Logic (SSL) ha appena rilasciato il suo nuovo controller DAW, l&#39;UF8. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Non tutti i controller sono uguali <br><br> Scopri perché: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> #UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWController </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> — SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4 febbraio 2021 </a></blockquote>  <p> Promette &quot;il controllo assoluto del loro flusso di lavoro&quot; e quindi una maggiore velocità di produzione di contenuti basati su audio per ingegneri, produttori e artisti. </p> <p> Confezionato in un contenitore metallico da sei libbre e mezzo, l&#39;SF8 è ciò che SSL descrive come &quot;il culmine dell&#39;eredità di oltre 40 anni di SSL di mastering dei flussi di lavoro di produzione e dell&#39;ergonomia dello studio&quot;. </p> <p> L&#39;UF8 offre fader sensibili al tocco di alta qualità e display a colori ad alta risoluzione. I suoi otto encoder rotativi infiniti ti danno accesso a otto tracce nella tua DAW preferita. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Strumenti professionali </a> , e <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Logica </a> sono tutti compatibili con l&#39;UF8. Alcuni <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> software DAW gratuito </a> funziona anche con esso. </p> <p> Altre caratteristiche dell&#39;UF8 includono: </p> <ul> <li> Possibilità di controllare tra tre DAWS contemporaneamente </li> <li> Cinque banchi di otto tasti utente e tre tasti rapidi (43 tasti assegnabili in totale) </li> <li> Encoder di canale multiuso intelligente Intelligent </li> <li> Emulazione di scorrimento del mouse </li> <li> Espandibile fino a quattro UF8 per una superficie di controllo SSL a 32 canali </li> <li> Licenze complete dei plug-in Vocalstrip 2 e Drumstrip </li> <li> Connettività USB ad alta velocità </li> </ul> <p> </p> <p> Per utilizzare l&#39;UF8, devi scaricare il suo software di comando: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360° </a> (disponibile per il download gratuito sia per Mac che per Windows). Una volta installato, SSL 360° ti consente di configurare le tue unità UF8, personalizzare le chiavi utente, salvare e caricare i profili e gestire gli aggiornamenti. </p> <p> &quot;Il layout e la qualità costruttiva riguardano la nostra fissazione con l&#39;ingegneria umana, la creazione di prodotti che ti tengono nella zona creativa con accesso ad alta velocità a ogni fader o controllo, senza affaticamento o disagio dell&#39;operatore&quot;, ha detto il Product Manager di Studio Andy Jackson <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> Tecnologia TV </a> . </p> <p> SSL è un marchio di studio più noto per la produzione di alcuni dei migliori dispositivi analogici disponibili, ma il nuovo UF8 potrebbe significare che l&#39;azienda sta attraversando il regno digitale. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> L&#39;UF8 è il controller che fa per te? </h2> <p> L&#39;UF8 è una superficie di controllo potente e versatile che funziona con le DAW più popolari, ma potresti rimanere deluso nello scoprire che non ha un master fader o un controllo di trasporto adeguato. Sta a te decidere se vale o meno il suo cartellino del prezzo di $ 1.299. </p> <p> Tuttavia, è entusiasmante vedere SSL espandere il proprio marchio, prima con la sua interfaccia audio e ora con un controller DAW. Alla fine vedremo anche SSL creare la propria DAW? </p>"}