{"title":"Speedtest ora può misurare la velocità con cui la tua rete trasmette video","content":"<p> Se hai mai testato la velocità di Internet della tua rete, è probabile che tu ne abbia almeno sentito parlare <a href=\"https://www.speedtest.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Test di velocità </a> , un popolare servizio online di Ookla che fa esattamente ciò che suggerisce il suo nome. Milioni di persone hanno utilizzato il servizio per verificare la velocità di download e upload della propria connessione di rete da quando Speedtest è stato lanciato nel 2006. </p> <p> Con Speedtest per iOS, puoi &quot;misurare la qualità della tua esperienza di streaming prima di mettere in coda il tuo prossimo video&quot;. </p> <h2 id=\"test-how-well-your-network-can-stream-videos\"> Prova quanto bene la tua rete può trasmettere video in streaming </h2> <p> </p> <p> Sul <a href=\"https://www.speedtest.net/insights/blog/video-test-announcement/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog di Speedtest </a> , Ookla ha annunciato che ora puoi utilizzare l&#39;app iOS per misurare la risoluzione massima dei video, il tempo di buffering e il tempo di caricamento sulla tua rete. Il test video è gratuito e alla fine arriverà su altre piattaforme in tempo. </p> <p> Ookla spiega che è necessario un test di velocità dedicato per i video perché &quot;i provider [di rete] danno abitualmente la priorità al traffico video in modo diverso rispetto al traffico&quot;. Ciò significa che il modo in cui la tua rete gestisce i contenuti video può essere diverso dal modo in cui tratta testo e foto, ad esempio. </p> <p> </p> <h2 id=\"how-to-use-speedtest-for-ios-and-how-it-works\"> Come utilizzare Speedtest per iOS e come funziona </h2> <p> Testare la velocità di streaming video con Speedtest è semplice. All&#39;apertura dell&#39;app, selezionare <strong> video </strong> dalla barra di navigazione in basso, quindi il pulsante di avvio giallo pulsante. Ci vorranno solo pochi minuti affinché l&#39;app provi diverse qualità video sulla tua rete prima di ottenere i risultati. </p> <p> <strong class=\"gallery__section-title\"> Galleria di immagini (4 immagini) </strong> <img alt=\"The screen to start the Speedtest video test\" src=\"images/speedtest-video-1-538.png\" loading=\"lazy\"> Espandere <img alt=\"The popup you get upon first trying the new video Speedtest\" src=\"images/speedtest-video-2-638.png\" loading=\"lazy\"> Espandere <img alt=\"A video Speedtest in progress\" src=\"images/speedtest-video-3-438.png\" loading=\"lazy\"> Espandere <img alt=\"Viewing the results of a video Speedtest\" src=\"images/speedtest-video-4-209.png\" loading=\"lazy\"> Espandere </p> <p> Vicino </p> <p> <strong> Scarica: </strong> <a href=\"https://apps.apple.com/us/app/speedtest-by-ookla/id300704847\" target=\"_blank\" rel=\"nofollow noopener\"> Test di velocità per iOS </a> </p> <p> Quando trasmetti in streaming un video, ti viene consegnato tramite bitrate adattivi che regolano la qualità del video in base alle condizioni della rete. Il test video misura questo bitrate adattivo per darti un&#39;idea del tipo di prestazioni che dovresti aspettarti dalla tua connessione. </p> <p> Ti chiedi se dovresti trasmettere in streaming quella serie Netflix sul tuo <a href=\"https://www.makeuseof.com/tag/netflix-ready-smart-tv/\" target=\"_blank\" rel=\"nofollow noopener\"> Smart TV </a> o sul tuo dispositivo mobile? Speedtest ti copre. I risultati indicano anche quali dispositivi funzionano meglio a livello di prestazioni della tua rete. </p> <p> Detto questo, è possibile che il test video ritorni e ti dica che la tua rete non può trasmettere correttamente la risoluzione massima supportata dal tuo dispositivo. Se questo accade a te, è probabile che sia un problema di rete. </p> <p> </p> <h2 id=\"how-fast-is-your-network-connection\"> Quanto è veloce la tua connessione di rete? </h2> <p> Ookla sembra orgoglioso di presentare che la sua app ti offre &quot;risultati utilizzabili&quot;. Se riscontri che il servizio del tuo provider di rete non è in linea con il contratto che hai, puoi utilizzare i risultati del test video per dimostrarlo. </p> <p> Si spera che la possibilità di testare lo streaming video arrivi presto su PC e Android. </p>"}