{"title":"TikTok sta potenziando il suo gioco di e-commerce","content":"<p> TikTok sta irrompendo sulla scena dell&#39;e-commerce. Secondo quanto riferito, la piattaforma prevede di svelare una serie di strumenti che consentono ai creatori di guadagnare denaro da link di affiliazione e sessioni di shopping in live streaming. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok punta sulla monetizzazione </h2> <p> Secondo un rapporto di <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> Il Financial Times </a> , TikTok offrirà ai creatori ulteriori modi per guadagnare sull&#39;app. In un briefing con gli inserzionisti, l&#39;app video in formato breve ha notato che una serie di nuove funzionalità di e-commerce è prevista per il lancio nel 2021. </p> <p> Gli utenti di TikTok potrebbero presto essere in grado di inserire collegamenti ai prodotti nei loro video, non è necessaria alcuna connessione tra il creatore e il marchio. Se gli spettatori fanno clic sul link e acquistano il prodotto, il creatore riceverà una commissione. </p> <p> La piattaforma sta anche valutando una funzione di acquisto in live streaming, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> proprio come vediamo già su Instagram Reels </a> . I creator potranno pubblicizzare, e persino dimostrare, un prodotto durante i live streaming e gli spettatori potranno acquistarlo con pochi semplici tocchi. </p> <p> TikTok può anche consentire ai marchi di pubblicizzare interi cataloghi sull&#39;app, il che suona quasi come il <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> funzionalità del catalogo degli acquisti già presente in WhatsApp </a> . </p> <p> Facebook, Instagram e WhatsApp si sono trasformati in piattaforme di social media che fungono anche da centri commerciali. Con questi cambiamenti, sembra che TikTok miri a fare lo stesso. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok ha annunciato una partnership con TeeSpring </a> a settembre 2020, un&#39;integrazione che consente ai creatori di vendere i propri prodotti sull&#39;app. La piattaforma ha anche unito le forze con Shopify nello stesso periodo, offrendo ai commercianti l&#39;opportunità di creare campagne pubblicitarie per TikTok. </p> <p> Il Financial Times ha anche notato che circa il 40% degli utenti su TikTok non ha un account Facebook e il 63% non usa Twitter. Ciò significa un mercato completamente nuovo di utenti che non vedono le campagne pubblicitarie intonacate su Facebook e Twitter. Questo probabilmente significa un sacco di soldi per marchi e inserzionisti. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Social media: una nuova destinazione per lo shopping? </h2> <p> Il denaro sta diventando sempre più importante nei social media e ciò potrebbe rivelarsi preoccupante per gli utenti che utilizzano esclusivamente i social network per tenersi in contatto con gli amici. I prodotti sono già stati pubblicati su Facebook e Instagram e presto TikTok si unirà. </p> <p> Detto questo, il tuo <strong> Per te </strong> feed potrebbe non essere più limitato a scenette e duetti divertenti. Entro la fine dell&#39;anno, potresti vedere le tue stelle TikTok preferite che pubblicizzano prodotti durante i live streaming, o forse ti imbatterai in collegamenti di prodotti che potresti persino pensare di acquistare. </p> <p> I social media si stanno rapidamente trasformando in una strada per i creatori, gli inserzionisti e le aziende per fare soldi, cosa che probabilmente vedremo di più nel prossimo futuro. </p>"}