{"title":"Twitter considera gli abbonamenti per ridurre gli annunci","content":"<p> Twitter sta valutando l&#39;idea di abbonamenti a pagamento per ridurre la sua dipendenza dagli annunci pubblicitari. Non solo la piattaforma sta esplorando l&#39;accesso basato su abbonamento a TweetDeck, ma potrebbe anche iniziare a far pagare agli utenti alcune funzionalità. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter vuole allontanarsi dagli annunci </h2> <p> Twitter potrebbe non rimanere completamente gratuito, dopotutto. Un rapporto su <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> rivela che Twitter sta pensando a nuovi modi in cui può fare soldi, e questo include quote di abbonamento, suggerimenti a pagamento e persino funzionalità di paywall. </p> <p> Twitter potrebbe prendere in considerazione l&#39;aggiunta di un modello di abbonamento a <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , l&#39;alternativa a Twitter che organizza in modo ordinato i tuoi feed in colonne senza annunci. La piattaforma ha esplorato l&#39;addebito per TweetDeck nel 2017, ma non ne è mai uscito nulla. </p> <p> Twitter sta anche rimuginando sull&#39;idea delle funzionalità a pagamento su Twitter. Nel luglio 2020, Twitter ha inviato un sondaggio chiedendo agli utenti quali funzionalità avrebbero preso in considerazione di pagare. Se le funzionalità a pagamento emergono, ciò potrebbe significare pagare per opzioni di personalizzazione del profilo avanzate e forse anche funzionalità che ti consentono di annullare determinate azioni. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Dopo che il CEO Jack Dorsey ha confermato che Twitter sta esplorando un modello di abbonamento, la società sta conducendo sondaggi sugli utenti sul tipo di funzionalità che vorrebbero vedere in tale servizio. <br><br> Annulla invio, badge speciali per i profili e analisi avanzate sono tra le funzionalità prese in considerazione. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> — Andrew Roth+ (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 luglio 2020 </a></blockquote>  <p> Il rapporto Bloomberg ha anche menzionato che anche Twitter sta esplorando &quot;suggerimenti&quot;. Ciò consentirebbe agli utenti di dare la mancia a giornalisti o creatori per determinati tipi di contenuti. La piattaforma ha sperimentato questa opzione sulla sua app di trasmissione <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Periscope, la cui chiusura è prevista per marzo 2021 </a> . </p> <p> Inoltre, il direttore finanziario di Twitter, Ned Segal, ha accennato ad altri tipi di funzionalità a pagamento in una conferenza nel dicembre 2020. Ha notato che le funzionalità a pagamento di Twitter potrebbero includere &quot;video di qualità superiore&quot;, &quot;analisi&quot; e persino &quot;presenza aziendale&quot;. &quot; </p> <p> Bruce Falck, responsabile dei prodotti delle entrate di Twitter, ha dichiarato a Bloomberg che Twitter &quot;potrebbe includere&quot; abbonamenti in futuro. Ha continuato dicendo: &quot;Anche se siamo entusiasti di questo potenziale, è importante notare che siamo ancora in una fase iniziale di esplorazione e non ci aspettiamo entrate significative attribuibili a queste opportunità nel 2021”. Ciò significa che probabilmente non dovremo ancora preoccuparci delle funzionalità a pagamento. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter ha annunciato l&#39;acquisizione del servizio di newsletter </a> , Revue, nel gennaio 2021. Addebitare agli utenti un abbonamento alla newsletter sembrerebbe un percorso logico per Twitter, ma non è chiaro se Twitter abbia intenzione di farlo. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Pagheresti per le funzionalità su Twitter? </h2> <p> È difficile immaginare Twitter come qualcosa di diverso da un social network gratuito. Mentre gli utenti esperti potrebbero pagare per determinate funzionalità per migliorare la loro esperienza su Twitter, l&#39;utente medio probabilmente non si sentirebbe incline a pagare per un abbonamento a TweetDeck o ad acquistare una funzione di annullamento. </p> <p> Twitter deve trovare il perfetto equilibrio tra la soddisfazione degli inserzionisti e dei suoi utenti. Se si basa troppo sull&#39;addebito degli utenti e sull&#39;eliminazione degli annunci, ciò lascerebbe insoddisfatti sia gli utenti che gli inserzionisti. </p>"}