{"title":"Valve rilascia ufficialmente Steam in Cina","content":"<p> La piattaforma di streaming e marketplace di giochi, Steam, ha finalmente avuto un rilascio nativo ufficiale in Cina, in una grande settimana per il mercato dei giochi del paese. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam arriva ufficialmente in Cina </h2> <p> I giocatori cinesi hanno avuto accesso alla versione internazionale di Steam per un po&#39; di tempo, ormai. Tuttavia, ciò che è mancato è un modello cinese nativo. </p> <p> Ora è cambiato, poiché Steam ha lanciato ufficialmente la piattaforma nel paese. Invece di dover accedere a Steam tramite il suo client globale, i giocatori cinesi ora hanno la loro versione. </p> <p> Questa sarà una notizia ben accolta. Sì, la Cina potrebbe aver avuto accesso al client Steam internazionale, ma questo avrebbe potuto essere soggetto a un divieto in un dato momento, grazie alle severe leggi di censura in Cina. Di conseguenza, Steam si trovava in una posizione precaria. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Perché la Cina ha appena ricevuto Steam? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Da diversi anni Valve promette ai giocatori cinesi la propria versione di Steam. Ci sono voluti tre anni per giungere a buon fine, finalmente. Allora, perché ci è voluto così tanto tempo? </p> <p> Bene, come forse saprai o meno, il Partito Comunista Cinese (PCC), che è l&#39;organo di governo in Cina, controlla rigorosamente tutti i media internazionali e qualsiasi dato straniero che entra nel paese. </p> <p> Questo non significa solo attualità o politica. Si estende a tutto, dai film, ai libri e ai videogiochi. </p> <p> È per questo motivo che Steam ha impiegato così tanto tempo ad arrivare in Cina. I giochi devono ricevere l&#39;approvazione dal governo cinese prima che gli sviluppatori possano rilasciarli in Cina. Questo include i giochi su Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Quali giochi ha la funzione di Steam in Cina? </h2> <p> Come accennato, la versione cinese della popolare piattaforma ha una gamma limitata di giochi a causa della censura di cui hai appena letto. </p> <p> Allo stato attuale, il mercato ha attualmente circa 50 titoli elencati, contrassegnandone 10 come &quot;in arrivo&quot;, presumibilmente mentre il governo li esamina. </p> <p> Attualmente, gli utenti cinesi di Steam possono divertirsi con titoli popolari come Counter-Strike: Global Offensive. Questo è costantemente il titolo più popolare di Steam, come confermato quando <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam ha battuto il proprio record di utenti simultanei </a> l&#39;8 febbraio 2021. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Grandi notizie per la comunità di gioco cinese </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> L&#39;arrivo di Steam in Cina sarà senza dubbio musica per le orecchie dei giocatori cinesi. Ora, la Cina ha una piattaforma stabile su cui giocare ai suoi titoli Steam preferiti, senza la minaccia della censura che gli tolga il divertimento. </p> <p> Steam offre a tutti i suoi utenti un ottimo modo per giocare, nonché un ambiente sicuro per acquistare giochi. È eccellente che il governo cinese abbia permesso a Valve di lanciare la sua piattaforma nel paese. </p>"}