{"title":"WallStreetBets viene presentato in uno spot del Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r/WallStreetBets </a> , la community di Reddit dietro la frenesia delle azioni di GameStop, ha ottenuto il proprio annuncio del Super Bowl. Reddit ha creato un breve annuncio di cinque secondi per onorare la volontà e la pura determinazione di WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets fa il Super Bowl </h2> <p> Chiunque abbia visto il Super Bowl LV ha avuto una bella sorpresa tra i touchdown da record di Rob Gronkowski e l&#39;esibizione a tema Las Vegas di The Weeknd. Per quella che è sembrata una frazione di secondo durante l&#39;interruzione pubblicitaria, è apparso sullo schermo un annuncio di Reddit. </p> <p> L&#39;inizio dell&#39;annuncio presenta il logo Reddit, che poi scompare per visualizzare il messaggio &quot;Wow, ha funzionato davvero. Se stai leggendo questo, significa che la nostra scommessa è stata pagata&quot;. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Cosa è appena successo? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> — Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 febbraio 2021 </a></blockquote>  <p> Il messaggio continua dicendo: &quot;Una cosa che abbiamo imparato dalle nostre comunità la scorsa settimana è che i perdenti possono realizzare qualsiasi cosa quando si uniscono attorno a un&#39;idea comune&quot;. Qui, Reddit si riferiva chiaramente a <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> La vittoria di WallStreetBet su Wall Street </a> , mentre combatteva con gli hedge fund arrabbiati e le restrizioni commerciali di Robinhood. </p> <p> Chiude l&#39;annuncio, notando: &quot;Cose potenti accadono quando le persone si radunano attorno a qualcosa a cui tengono davvero. E c&#39;è un posto per questo. Si chiama Reddit&quot;. </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> La sorpresa del Super Bowl di Reddit </h2> <p> Sebbene questo annuncio sia stato mostrato solo per pochi secondi, Reddit ha notato che ha speso &quot;l&#39;intero budget di marketing&quot; per questo spot incredibilmente breve. WallStreetBets si è decisamente meritato il messaggio celebrativo e probabilmente è stata una sorpresa per gli 8,7 milioni di membri della community. </p>"}