{"title":"オンラインでの安全を確保するための10のインターネットの安全に関する推奨事項と禁止事項","content":"<p> あなたがインターネットを閲覧するとき、あなたはあなたが遭遇するかもしれないリスクを完全に知っていますか？オンラインサーフィンをするときは、自己満足しないでください。個人情報の盗難、マルウェア、ソーシャルエンジニアリングなどの詐欺の被害者になる可能性があります。 </p> <p> オンラインで安全を確保するために、常に覚えておくべき安全上の注意事項と注意事項のトップ10を以下に示します。 </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> 実施：ウイルス対策ソフトウェアをインストールし、定期的に更新する </h2> <p> これは、個人のコンピュータと仕事用のコンピュータに実装する必要がある最も基本的な安全プロトコルの1つです。このタイプのソフトウェアに関しては、さまざまなオプションがあります。 </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> 無料のものは基本的なセキュリティ機能を提供します </a> ただし、最大限のセキュリティが必要な場合は、適切な予算を確保する必要があります。より安全なWebブラウジングのためにマルウェア保護を検討するようにしてください。 </p> <p> そして、それを最新の状態に保つことが重要です。多くの場合、新しい脆弱性が発見され、パッチが適用されます。古いバージョンのウイルス対策ソフトウェアを実行している場合、これらの問題はデバイスで修正されていません。ほとんどのセキュリティスイートは、自動的に更新されるように設定できます。同様に、他に何もしなくても、定期的にコンピューターをスキャンするように設定できます。 </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> 実施：強力なパスワードを選択する </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> パスワードは、オンラインでデータを保護する上で重要な役割を果たします。ソーシャルメディアプロファイル、ショッピングアカウント、個人のメールのいずれであっても、強力なパスワードを作成する必要があります。 </p> <p> 一部のサイトでは、英数字と特殊文字を組み合わせた提案が提供されています。要件に準拠していないパスワードを受け入れないものもあります。ただし、すべてのWebサイトがこれを提供しているわけではありません。独自のパスワードを作成するときは、完全性と個人情報を保護していることを忘れないでください。 </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> 実施：個人情報を制限する </h2> <p> オンラインに個人情報を入れすぎないでください。個人情報を一般の人々と共有することにより、現在地や日常生活などを危険にさらすリスクがあります。 </p> <p> 個人情報の盗難を忘れないでください。自分に関する情報を提供すればするほど、サイバー犯罪者によって自分のIDがコピーされるリスクが高まります。これは非常に深刻な問題であり、生命を破壊する可能性があります。多くの人がこれの犠牲になっています。あなたは次の人になりたくないでしょう。 </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> 実施：疑わしいクリックベイトに近づかないでください </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> オンラインサーフィンをしていると、知らない人にクリックを促すポップアップ広告を表示するさまざまなWebサイトに遭遇します。クリックベイト広告は、潜在的なウイルスがコンピュータに侵入する可能性があるため、危険です。 </p> <p> オンラインのときに読んだりクリックしたりする内容にもっと注意してください。非常に興味深いと思われる場合でも、クリックする前に、まず情報（特にリンクが実際に移動する場所）を確認してください。 </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> 実施：2要素認証を有効にする </h2> <p> 二要素認証（2FA）は、アカウントに追加の安全層を提供します。これは、アカウント所有者の信憑性を検証するために2つの証拠、つまりパスワードと電話番号または電子メールアドレスに送信される検証コードを必要とするため、詐欺師を阻止するのに役立ちます。 </p> <p> これにより、犯罪者があなたの情報を盗んだり、あなたのデータにアクセスしたりすることがより困難になります。 Webサイトがこのオプションを提供している場合、これは不可欠です。 </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> 禁止事項：異なるWebサイトに単一のパスワードを使用する </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> 複数の鍵があり、すべての部屋を開くための鍵が1つしかない家を想像してみてください。泥棒がその単一の鍵を手に入れれば、すべての部屋を簡単に開くことができます。 </p> <p> これはパスワード保護にも当てはまります。 </p> <p> </p> <p> 強力なパスワードを設定するだけでは不十分です。詐欺師やなりすまし犯罪者があなたの個人情報を完全に侵害できないように、それを混同する方法を学ぶ必要があります。そうしないと、1つのサービスでデータ漏洩が発生した場合、使用している他のすべてのサービスも公開されます。 </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> してはいけないこと：単一の電子メールアカウントに固執する </h2> <p> あなたの電子メールはウェブサイトにサインアップするための重要な要素です。オンラインバンキングの場合でも、メールが必要です。ただし、メールのログイン情報を忘れることを想像してみてください。 </p> <p> あなたは何をしますか？オンライン犯罪者があなたの単一の電子メールアドレスを危険にさらした場合はどうなりますか？重要なデータを引き続き取得できるように、バックアップ計画に役立つ複数の電子メールアカウントを作成するのが賢明です。 </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> 禁止事項：個人カードの詳細をWebサイトに保存する </h2> <p> あなたが熱心なオンライン買い物客であるか、それらを控えめに使用するかどうかにかかわらず、あなたのカードの詳細をウェブサイトに保存することは賢明ではありません。 </p> <p> サイトに保存するデータが多いほど、データ侵害が発生した場合に個人情報が盗まれる可能性が高くなります。多くのサービスではアカウントを作成するために基本的な個人情報が必要ですが、財務情報を他の場所に保存する必要がないため、個人情報（PII）に関しては、このリスクを冒さなければならないことがよくあります。 </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> 禁止事項：不明なソフトウェアをダウンロードする </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> あなたはブラウジングしていて、無料でソフトウェアを提供する広告が現れましたか？この特典の見栄えがいかに優れていても、ダウンロードしないでください。 </p> <p> 見た目が良すぎて真実ではない場合は、おそらくそうです。これは、一方的な電子メールの添付ファイルにも当てはまります。 </p> <p> </p> <p> セキュリティスイートは多くの脅威からユーザーを保護する必要がありますが、コンテンツの全容を知らずに何かをクリックすると、マルウェアがシステムに侵入する可能性があります。 </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> 禁止事項：ウェブサイトにユーザー名とパスワードの記憶を許可する </h2> <p> Webサイトにユーザー名とパスワードを記憶させることは魅力的ですが、避けるのが最善です。 </p> <p> すべてのログイン認証情報はすでにCookieに保存されているため、パソコン、ノートパソコン、スマートフォンにアクセスできる人は誰でも簡単にアカウントにアクセスできます。いつでもサービスを利用できますが、オンラインでさまざまなWebサイトにログインするときはあまり快適ではありません。 </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> インターネットの安全性には、シンプルで賢い選択が必要です </h2> <p> インターネットの安全性は、基本的な選択に大きく依存しています。 </p> <p> 賢明な決定を下すほど、身元が危険にさらされる可能性は低くなります。ここでの責任は本当にあなたにあります。サイバー犯罪者は、あなたが間違った動きをするのを待っています。だから賢くなりなさい。警戒してください。オンラインで閲覧するときは、決して警戒を怠らないでください。 </p>"}