{"title":"偽のLinkedInプロファイルを見つける7つの方法","content":"<p> オンラインの脅威は、LinkedInのようなプロのソーシャルネットワークにも存在し、多くの場合、偽のプロファイルの形で存在します。 </p> <p> 偽のLinkedInプロフィールを見つけることは、部分的には直感に帰着します。ただし、何を探すべきかを正確に知ることで、はるかに簡単になります。受け取った接続要求が本物ではない可能性があることを示す7つの重要な兆候を次に示します。 </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> 偽のLinkedInプロファイルを見つける方法 </h2> <p> </p> <p> 悪意のあるアカウントは、連絡先リストと、電子メールアドレスや電話番号などの詳細を収集します。また、偽の求人情報を宣伝したり、興味深い見込み客を探している求職者を誘惑したり、リンクをクリックするかマルウェアを含むファイルをダウンロードするように促したりすることもあります。 </p> <p> ザ・ <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> 一般的なソーシャルメディアフィッシング攻撃の範囲 </a> 幅は広いですが、注意すれば簡単に妨害されます。肝心なのは、注意を払うことで、個人情報や資産を保護できるということです。同時に、あなたはあなたをルアーとして使用して、他のユーザーを偽のプロフィールから安全に保ちます。 </p> <p> ここに注意すべきいくつかの兆候があります。 </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1.不完全または非個人的なプロファイル </h3> <p> アカウントの全体的な印象を取り入れます。アカウントが非公開でない限り、ユーザーの場所、教育、雇用、概要セクションなどの詳細を表示できるはずです。不完全なプロファイルは、専門家ではない、または非人称的であると感じるプロファイルと同様に、危険信号です。 </p> <p> たとえば、ユーザーのAbout情報を見てください。つづりや言い回しの間違いは別として、彼らが専門家であると思われる分野との矛盾があるかもしれません。一般的な言葉遣いも見つけるのが一般的です。 </p> <h3 id=\"suspicious-profile-picture\"> 2.不審なプロフィール写真 </h3> <p> </p> <p> 偽のLinkedInアカウントは、珍しい写真を使用することが多いため、自分自身を手放します。写真をまったく使用しない人もいます。手入れの行き届いた専門家と高品質のヘッドショットはプラットフォーム上で一般的な光景ですが、ほとんどのユーザーはストックフォトのように見えることを避けようとします。 </p> <p> また、プロフィールに表示されている名前と一致しない有名人があなたに微笑んでいるのに出くわすかもしれません。 </p> <p> どちらの場合でも、すぐに確認できます <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> パソコンでのGoogle画像検索 </a> またはスマートフォン。 </p> <h3 id=\"generic-headline\"> 3.一般的な見出し </h3> <p> 求職者として、あなたは雇用主の注意を引くプロファイルを作成すると同時に、あなたが誰であるかを反映することになっています。接続リクエストの見出しにランダムまたは一般的なフレーズが含まれている場合、他のユーザーと同じ理由で、ユーザーがLinkedInにアクセスしていない可能性があります。 </p> <p> もちろん、プラットフォームで友達を作ることは悪いことではありませんが、特に判断の誤りが詐欺師との多くのトラブルに巻き込まれるために必要なすべてである場合は、特に注意を払う必要があります。 </p> <p> </p><p class=\"heading_title\"></p> &lt;/ p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4.不審な仕事または教育歴 </h3> <p> ここでも、プロファイルが提供する情報が多いほど、優れています。 LinkedInで雇用や教育の履歴を入力するのは面倒ですが、できるだけ面白く見える必要があります。したがって、責任などの詳細がなく、ほんの一握りの会社と役職しか表示されないアカウントは、控えめに言っても奇妙です。 </p> <p> 誰かの履歴書を読むことは極端に思えますが、偽のアカウントはそこで間違いを犯すことになります。それだけでなく、不明な情報をGoogleで検索すると、アカウントに関する警告がさらに表示される可能性があります。少しの妄想が報われることもあります。 </p> <h3 id=\"enthusiastic-messages-with-links\"> 5.リンク付きの熱狂的なメッセージ </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> 一部の詐欺ユーザーは、接続要求とともにメッセージを送信するほど大胆です。彼らの目標はあなたに彼らを信頼するように説得することなので、彼らは時々彼らのメッセージを魅力的な仕事の特典、キーワード、そして興奮した言葉のようなフックで埋めます。 </p> <p> それらには、提供しているものに関する詳細情報を含むリンクやドキュメントが含まれている場合があります。ユーザーとオファーが本物であることがわかるまで、何も開いたりダウンロードしたりしないでください。これは、ソーシャルネットワークであろうとメールアカウントであろうと、あらゆるプラットフォームでのやり取りに適用されます。 </p> <p> 疑わしいプロファイルをテストする便利な方法の1つは、まず、個人や会社など、アカウントの詳細を調査することです。次に、質問をしてメッセージを送り返します。外交的かつ非対立的なアプローチが最も効果的です。彼らの答えが不十分な場合、あなたは彼らの申し出を拒否または無視することができます。 </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6.接続が少なすぎるまたは多すぎる </h3> <p> プロファイルが新しく、まだネットワークを構築している可能性がありますが、しばらく経っても数値が変わらない場合、ユーザーは実際に試行していない可能性があります。または、人々は理由のために彼らとつながっていません。 </p> <p> アカウントに疑わしいものが他にある場合は、回避するか、 <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> それらを報告することさえ </a> 。 </p> <p> スペクトルの反対側には、多くの人々やプレミアムシステムさえもだますが、できる限りすべての人とつながる偽のプロファイルがあります。本物のユーザーは、多かれ少なかれ自分の興味に関連したネットワークになってしまいます。珍しい人々の集まりを持つ大規模なネットワークは、大きな危険信号です。 </p> <h3 id=\"poor-linkedin-activity\"> 7.LinkedInのアクティビティが不十分 </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> 実際のプロファイルもプラットフォームに関与します。彼らのユーザーは実際に自分自身をそこに置き、意味のあるつながりを作ることに投資しています。偽のアカウントは通常、投稿を高く評価したり共有したりするだけではありません。彼らのコメントでさえ、一般的または非常に短いものになります。 </p> <p> プロファイルの詳細を確認するだけでなく、そのアクティビティも確認してください。不十分または非人称的であると思われる場合は、接続を避けるのが賢明です。このような小さな詳細は、アカウントについてのあなたの気持ちを増し、それが疑わしいかどうかを判断するのに役立つはずです。 </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> 常識はLinkedInであなたを安全に保ちます </h2> <p> 個々に、これらの危険信号はマイナーですが、いくつかをまとめると、疑わしいアカウントが手元にあります。良いプロフィールを作成する方法や、専門的な方法で人々にアプローチする方法を知らない人かもしれません。しかし、それでも、後悔するよりは安全である方が良いです。 </p> <p> 本物のユーザーとして、あなたは自分自身を守る方法を学ぶ必要があります。そして、あなたの連絡先に余分なうるさいことは支払うべき小さな代償です。 </p>"}