{"title":"Appleは開発者の抗議の後にDTKMacMiniの返品クレジットを後押し","content":"<p> 開発者の抗議に応えて、AppleはDeveloper Transition Kit（DTK）Macminiコンピュータを元の1台あたり200ドルから500ドルに戻すためのクレジットを増やしました。 </p> <p> また、更新された条件を開発者に通知するAppleのメールメッセージによると、増加した500ドルのクレジットは5月31日ではなく年末までに引き換えることができます。 </p> <blockquote> <p> 5月に期限切れになる200ドルのクレジットの代わりに、500ドルのAppleクレジットを提供し、それを使用して新しいM1Macを年末まで入手できる期間を延長します。すでに新しいM1Macを購入している場合、Appleクレジットを使用すると、アプリ開発作業に役立つApple製品を柔軟に購入できます。 </p> </blockquote> <p> 同社はまもなく、これらのDTKユニットを返送する方法の詳細を共有する予定です。 </p> <p> 甘くされたオファーにより、開発者は500ドルのクレジットを使用して、699ドルから始まる新しいM1 Macminiコンピューターのコストの大部分をカバーできます。新しい用語は、失望した後に続いた開発者の抗議に対するAppleの反応です。 <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> 200ドルのDTKMacminiオファー </a> 。 </p> <h2 id=\"an-unfortunate-pr-misstep\"> 不幸なPRの失敗 </h2> <p> Appleのメールメッセージは、元の200ドルの「感謝のクレジット」が一部の開発者を侮辱した可能性があるという事実を同社が非常によく認識していることを認めています。 </p> <blockquote> <p> 前回のメールに記載されている200ドルの感謝のクレジットメモに関するフィードバックをお聞きしました。私たちの意図は、すばらしい大学のアプリを作成するためにあなたが費やした多大な努力を認識することでした。早い段階で私たちと提携することで、あなたは私たちのプラットフォームへのコミットメントと先駆者になる意欲を示しました。 </p> </blockquote> <p> 残念ながら、これはすべてAppleが行っていることです。 </p> <p> 同社は薄い空気からミニPRの問題を引き起こし、開発者の間でかなりの驚愕を引き起こしました。そして、Appleが最初からそれらのキットの返品に500ドルを提供していれば、そのような怒りと論争はすべて回避できたはずだ。そして、会社が本当に最も忠実な開発者に報酬を与えたいと思っていたなら、彼らにDTKユニットを維持させることができたでしょう。 </p> <p> </p> <p> 開発者サポートは、テクノロジープラットフォームを成功に導くための最も重要な要素の1つです。会社が顧客を自社のプラットフォームに戻してもらいたい場合は、このような動きで開発者の軍隊を怒らせる前に、よく考える必要があります。人々がApple製品に夢中になり、情熱を持ち続けるアプリを作成するのは開発者です。 </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> とにかく、DTK Mac Miniとは何ですか？ </h2> <p> Appleが開発者にDTKユニットをリースして、Intelベースのアプリを新しいM1Macでネイティブに実行できるようにしました。 DTKは、iPadProのA12ZBionicチップが内蔵されたMacminiエンクロージャで、16 GBのメモリ、512GBのストレージなどを備えています。重要なことに、開発者は、いつかユニットをAppleに返却する必要があることをずっと知っていました。 </p> <p> ユニットを返却する開発者にAppleが最初に提供した200ドルのクレジットは、アプリ、メディア、または最新のAppleシリコン搭載Macコンピュータの1つを購入するために使用できます。開発者は、返却されたユニットを受け取ると、200ドルのクレジットを受け取ります。コードは2021年5月31日までに使用する必要がありました。 </p> <p> しかし、開発者たちはこの申し出に反対し、ソーシャルメディアでのAppleの条件に対する不満を解消しました。苦情のほとんどは、Appleシリコンアプリのテストを継続するために新しいM1 Macminiを購入するには200ドルのクレジットでは不十分であるという事実に関連しています。 </p>"}