{"title":"Androidデバイスでパスワードマネージャーを使用する方法","content":"<p> Androidには、パスワードマネージャーがAndroidデバイスのアプリやサービスにログインの詳細を直接入力できる優れた機能があります。プロセス全体が数回タップするだけで実行されるため、パスワードマネージャーの使用体験が大幅に向上します。アプリ間を行ったり来たりして、ログインの詳細を表示して入力する必要がなくなりました。 </p> <p> Androidのパスワードマネージャーを適切かつ安全に使用して、アプリやウェブサイトにログイン情報を自動入力する方法は次のとおりです。 </p> <h2 id=\"why-you-should-use-a-password-manager\"> パスワードマネージャーを使用する理由 </h2> <p> オンラインアカウントのセキュリティと安全性を重視する場合は、アカウント間で同じパスワードを使用しないでください。私たち全員が日常的に使用するアプリやサービスの数は絶えず増加しているため、非常に多くの一意のパスワードを覚えておくことも現実的な選択肢ではありません。 </p> <p> これは、すべてのパスワードを安全かつ確実に保存するパスワードマネージャーの出番です。 </p> <p> パスワードマネージャーを使用して新しいパスワードを生成することもできるため、新しいアプリやサービスに登録するたびに新しいパスワードを考える必要はありません。すべてのログインクレデンシャルをパスワードマネージャーに保存することは、単にどこかに書き留めるよりもはるかに優れたオプションです。 </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> パスワードマネージャーに保存されているすべてのデータは、マスターパスワードを使用して暗号化されます。このマスターパスワードは、暗号化されたデータのロックを解除するためのキーとして機能します。ほとんどのパスワードマネージャーには、このマスターパスワードをリセットするオプションがありません。そのため、パスワードを忘れると、アカウントからロックアウトされる可能性があります。ただし、使用するすべてのアプリとサービスの数百のパスワードよりも、マスターパスワードを1つだけ覚える方がはるかに簡単です。 </p> <p> ログイン資格情報を保存するだけでなく、パスワードマネージャーを使用することもできます。重要なメモ、ファイル、銀行口座の詳細などを保存できます。一部のパスワードマネージャーは、2要素認証コードを生成するオプションも提供します。チェックアウト <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> いくつかの便利なパスワードマネージャー機能 </a> それを最大限に活用する。 </p> <p> パスワードマネージャーを開くたびに、最初にマスターパスワードを入力するか、生体認証を介して本人確認を行う必要があります。パスワードマネージャーアカウントをどの程度保護するかによって、セキュリティを強化するためにハードウェアベースの2要素認証セキュリティキーを使用するオプションもあります。 </p> <p> あなたはについて読むことができます <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> さまざまなパスワードマネージャーのしくみ </a> 彼らがあなたの重要なパスワードを安全に保存する方法を知るために。 </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> Androidでパスワードマネージャーを使用する方法 </h2> <p> すべての主要なパスワードマネージャーは、AndroidのオートフィルAPIをサポートしています。つまり、選択したパスワードマネージャーに関連する権限が付与されると、ログインしようとしているアプリのログイン資格情報を含むドロップダウンメニューが表示されます。 </p> <p> </p> <p> 言うまでもなく、最初に選択したパスワードマネージャーにサインアップし、そのアプリをAndroidデバイスにインストールしてログインする必要があります。あなたがそれをしたら： </p> <ol> <li> を開きます <strong> 設定 </strong> Androidデバイスのメニューに移動し、に移動します <strong> システム&gt;言語と入力&gt;オートフィルサービス。 </strong> このオプションが表示されない場合は、[設定]メニューで[オートフィルサービス]を検索してください。 </li> <li> オートフィルサービスリストからパスワードマネージャーを選択します。パスワードマネージャーを使用せず、代わりにパスワードをGoogle Chromeに保存する場合は、[ <strong> グーグル </strong> リストから。 </li> <li> タップ <strong> OK </strong> 選択したアプリを信頼するかどうかを確認するメッセージが表示されたら。 </li> </ol> <p> <strong class=\"gallery__section-title\"> 画像ギャラリー（2画像） </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> 展開 <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> 展開 </p> <p> 閉じる </p> <p> パスワードマネージャーが適切に設定されたので、Androidデバイスにダウンロードしたアプリにログイン情報を簡単に自動入力できます。 </p> <p> セキュリティ上の理由から、自動入力機能を使用する場合は、指紋スキャナーを使用するか、パスワードマネージャーのロックを解除して本人確認を行う必要があります。ただし、後者の場合は、パスワードマネージャーの設定メニューから生体認証のロック解除機能が有効になっていることを確認する必要があります。 </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> パスワードマネージャーを使用してパスワードを自動入力する方法 </h2> <p> これでパスワードマネージャーが設定されました。これを使用して、アプリの1つにログインする必要があるときにいつでもパスワードを自動入力できます。 </p> <ol> <li> Androidデバイスでアプリを開き、ログインページに移動します。 </li> <li> ユーザー名/メールIDの入力が必要なフィールドをタップします。パスワードマネージャーは、ドロップダウンオプションとして自動的に表示されます。 </li> <li> それをタップし、本人確認を行い、入力するログインクレデンシャルを選択します。同じアプリに複数のログインがある場合は、ボールトを検索するオプションもあります。 </li> <li> すべてが自動的に入力され、ログインボタンをタップしてアカウントにサインインできます。 </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> ログインの詳細を尋ねるアプリを開くと、パスワードマネージャーはそのようなフィールドを自動的に検出し、入力を求めるプロンプトを表示します。あなたが <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> パスワードマネージャーを整理しておく </a> 特に、非常に長い間使用している場合はなおさらです。 </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> Webサイトでログインの詳細を自動入力する方法 </h3> <p> パスワードマネージャーは、ChromeやFirefox forAndroidなどのブラウザーのWebサイトにログイン情報を自動的に入力することもできます。ただし、これを正しく機能させるには、Androidデバイスでアプリのユーザー補助アクセスを許可する必要があります。 </p> <ol> <li> を開きます <strong> 設定 </strong> Androidデバイスのメニューに移動し、 <strong> アクセシビリティ </strong> セクション。 </li> <li> 内部 <strong> ダウンロードしたサービス </strong> または <strong> インストールされているサービス </strong> メニューで、パスワードマネージャーを選択して付与します <strong> アクセシビリティ </strong> アクセス。 </li> </ol> <p> これで、アクセスしたWebサイトのログインセクションを開くたびに、パスワードマネージャーにドロップダウンメニューが表示され、ログインの詳細が自動入力されます。 </p> <p> パスワードマネージャーは、AndroidデバイスのアプリまたはWebサイトで新しいアカウントに登録したことを検出すると、ログインの詳細を保存するように自動的に要求するほど賢いです。 </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> 常にパスワードマネージャーを使用する </h2> <p> 重要なログイン資格情報、銀行口座の詳細、およびその他のメモを保存するには、常にパスワードマネージャーを使用する必要があります。パスワードマネージャーがAndroid自体にきちんと統合され、適切に設定されるとログインの詳細が自動的に入力されるため、そうしない理由はほとんどありません。 </p> <p> プライバシーとオンラインセキュリティを重視する場合、パスワードマネージャーは、さまざまなアプリやサービスで同じパスワードを使用するよりも安全で安全なオプションであるため、安心を提供します。 </p>"}