{"title":"Mozillaハブの使用方法＆＃039;新機能","content":"<p> Mozillaは、2018年に、無料の没入型リモートコラボレーションおよびソーシャルプラットフォームであるHubsをリリースしました。しかし、パンデミック時に人々がプラットフォームにアクセスして使用する方法が変更されたため、さまざまな経験レベルを持つ大規模なグループの人々にとって、より幅広いデバイスの範囲。 </p> <p> ここでは、2021アップデートがハブをどのように変更するかと新機能を使用する方法を見ていきます... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Mozillaハブとは何ですか？なにが新しい？ </h2> <p> Mozilla Hubsは、「部屋」と呼ばれる仮想空間を作成および共有するための無料のプラットフォームです。ハードウェアにとらわれないプラットフォームはWebブラウザーで実行され、インターネットに接続されたコンピューター、タブレット、スマートフォンで利用できるようにします。永続的なプロファイルも必要ありませんが、アバターのカスタマイズなどの特典があります。 </p> <p> 部屋内のインタラクティブ機能により、ユーザーはメディアを一緒に見たり、ホワイトボードでブレインストーミングしたり、スライドショーを見たり、3Dモデルを調べたりすることができます。部屋自体はAltspaceのような他のプラットフォームと比べて少し基本的ですが、野心があり、 <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> ハブGitHub </a> 、カスタマイズの可能性は他にもあります。 </p> <p> </p> <p> しかし、新しいアップデートはプラットフォームに何をもたらしますか？新しいユーザー、特に教育関係者は、多くの変化に影響を与えました。 </p> <p> そのため、プラットフォームの主な更新は次のとおりです。 </p> <ol> <li> 専用のチャットウィンドウ/バー。 </li> <li> 合理化された非VRユーザーインターフェイス。 </li> <li> 新しいサポートフォーラム。 </li> </ol> <p> それぞれの新機能とその使用方法を見てみましょう... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> MozillaHubsの新しいチャットバーの使用方法 </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubsには、以前のバージョンですでにチャット機能がありました。ただし、チャットテキストは、消える前にメインディスプレイ上に一時的に表示されました。これにより、テキストの背後にある部屋のユーザーの表示が妨げられ、チャットを再読み込みして参照することができなくなりました。 </p> <p> 新しいアップデートでは、画面の横にチャットウィンドウまたはバーが作成されます。これにより、ルームビューがわずかに小さくなりますが、チャットテキストがはるかに読みやすくなります。チャットテキストもチャットバーに残り、会話を長時間継続できます。 </p> <p> これは、プレゼンテーション中に尋ねられた質問や、遅れて部屋に参加した場合の会話に追いつく場合に特に便利です。 </p> <p> を使用してチャットウィンドウにアクセスできます <strong> チャット </strong> 下のツールバーのアイコンをクリックし、表示されたテキストボックスにメッセージを入力します。チャットバーで画面を縮小したくない場合は、同じアイコンをクリックして最小化できます。 </p> <p> 最小化されていますが、チャットテキストはしばらく表示されますが、更新前よりもはるかに気が散ることはありません。 </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> 非VRユーザーインターフェースを選択する方法 </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubsは、「没入型スペース」として最もよく説明されています。 VR機器と組み合わせると「仮想現実」環境にな​​る可能性がありますが、ハブを使用するためにこの特殊な機器は必要ありません。 </p> <p> ハブの設計者は、個人がプラットフォームにアクセスするために使用するハードウェアに関係なく、UIを可能な限り類似させることを望んでいました。これは、ユーザーがさまざまなデバイスでハブを定期的に使用している場合にも便利でした。これは、インターフェースがPCからVRヘッドセット、電話、タブレットにそれほど変化しなかったためです。 </p> <p> ただし、インターフェースはVRハードウェアでの使いやすさを優先し、VR以外のインターフェースを使用する場合は一部のコマンドが扱いにくくなります。ある意味、VRはより外部のインターフェースであるため、これは理にかなっています。そのため、そのインターフェースを最適化すると、かなりスムーズになります。問題は、これが非VRユーザーの使いやすさを犠牲にしていたことでした。これがユーザーの大多数であることが判明しました。 </p> <p> ただし、この更新により、VR以外のインターフェイスが別途作成されました。したがって、さまざまなプラットフォームのコントロールは以前ほど普遍的ではありませんが、それでも誰もが勝ちます。 </p> <p> 部屋を作成または部屋に入るときに、この更新されたインターフェイスに簡単にアクセスできるようになりました。 </p> <p> 部屋を最初に作成または入力するときに、 <strong> ルームに参加 </strong> 非VRインターフェースの場合。 VR以外のユーザーは、古いUIのレイキャスティングディスプレイよりも少しユーザーフレンドリーなポイントアンドクリックインターフェイスを利用できるようになりました。 </p> <p> VRハードウェアを使用している場合は、 <strong> デバイスに入力 </strong> 代わりに。 </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> ハブコミュニティサポートでさらにヘルプを得る方法 </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> 最後に、Mozillaは、ハブユーザーが <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> 専用コミュニティフォーラム </a> 。ハブには常に活発なコミュニティがありましたが、それは主に開発者を対象としていました。開発者は、技術に精通していないユーザーを支援できます（実際に支援しました）。 </p> <p> ただし、新しいサポートオプションは、開発者以外の方にとってより快適です。サポートページには、高度に検索された用語と定期的にリクエストされるトピックが既に入力されています。以前は、フォーラムで尋ねられたユーザーの質問に便利な参照機能はありませんでした。 </p> <p> 今すぐクエリの回答を見つけるには、サポートページの上部にある検索バーを使用するか、Mozillaによって強調表示されている頻繁なトピックや注目の記事を参照してください。 </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> 新しいMozillaハブ機能をダウンロードする必要がありますか？ </h2> <p> ハブはブラウザベースであるため、これらの更新は自動的に行われます。ほとんどのユーザーは、追加のダウンロードや手動インストールは必要ありません。 </p> <p> オープンソースの資料を使用して独自のカスタマイズされたエクスペリエンスを作成したハブユーザーは、一部のコードを手動で変更する必要がある場合があります。 Mozillaには、これらの特別な場合に特化したガイドがあります。 </p> <p> 更新前のハブに精通しているユーザーは、変更に気付くでしょう。ただし、インターフェースの更新によってVRエクスペリエンスが変更されたり、非VRエクスペリエンスが最適化されたりすることはないため、ハブへのアクセス方法に関係なく、変更は簡単に慣れることができます。 </p> <p> </p> <p> このアップデートは、新しいユーザーがプラットフォームをチェックする絶好の機会でもあります。特に専用のチャットウィンドウ機能を使用すると、教師やプレゼンターが質問に答えやすくなり、プラットフォームのユースケースが拡大する可能性があります。 </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> 新しいハブを探索する </h2> <p> Mozillaのハブのアップデートは、ユーザーに多くの配慮を示しています。開発者が最もよく目にするユースケースとユーザープロファイルに対応することで、チャットバー、新しいサポートチャネル、最適化されたインターフェイスにより、プラットフォームがよりユーザーフレンドリーで親しみやすくなります。 </p> <p> アップデートがあっても、ハブが完璧ではない場合は、VR対応のリモートプレゼンスプラットフォームはハブだけではないことを忘れないでください。別の経験があなたの問題を解決するかもしれません。 </p>"}