{"title":"InstagramはリールでTikTokの再投稿を宣伝しませんでした","content":"<p> Instagramは、TikTokから再投稿されたリールを削減しようとしています。プラットフォームは、そのアルゴリズムがTikTok透かしのあるリールを宣伝しないことを発表しました。 </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> InstagramがTikTokの再投稿を取り締まる </h2> <p> Instagramは、ユーザーがTikTok（さらに言えば他のアプリ）から供給されたリールを見つけるのを難しくしています。プラットフォームはその上に投稿しました <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> @CreatorsInstagramアカウント </a> 、リールのベストプラクティスの新しいリストを発表しました。 </p> <p> 特に、Instagramは、「他のアプリから目に見える形でリサイクルされた（つまり、ロゴや透かしが含まれている）」リールを投稿することを推奨していません。 Instagramは、「これらのタイプのリールは、[リール]タブのような場所でまだあなたをフォローしていない人にはそれほど頻繁には推奨されないだろう」と述べています。 </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> 画像クレジット：Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagramがリールを発売 </a> TikTokと競争するための直接的な試みとして2020年の夏に。リールとTikTokは類似しており、どちらも短い形式の動画形式を採用しているため、ユーザーは自然にTikToksをリールに再投稿します。しかし現在、これらのTikTok移植は、リールでネイティブに作成されたコンテンツと同じ扱いを受けなくなります。 </p> <p> プラットフォームはリールをTikTokよりもさらに人気のあるものにしようとしているので、これはInstagramにとって理にかなっています。 Instagramは、ユーザーがリールをバイラルTikToksのゴミ捨て場として扱うことを望んでいません。実際にリールを使用するクリエイターによって作成されたオリジナルのコンテンツを望んでいます。 </p> <p> Instagramのアルゴリズムが優先順位を下げるのは、競合するアプリの透かしが入ったリールだけではありません。 Instagramはまた、ぼやけている、周囲に境界線がある、またはテキストで覆われているリールは宣伝されないことを指摘しています。 </p> <p> ユーザーの発見に役立つコンテンツの種類については、Instagramは、クリエイターが刺激的で、クリエイティブツールを利用し、縦向きで、Instagramの音楽ライブラリを活用し、「面白くて楽しい」コンテンツを投稿することを提案しています。プラットフォームでは、アプリ全体のトレンドを開始することも推奨しています。 </p> <p> Instagramによると、これらのベストプラクティスに従うことで、「発見されるのにベストショットを得る」ことができます。 </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> TikTokが廃止されることはありますか？ </h2> <p> Instagramのリールに関する最新のベストプラクティスは、TikTokが実際にどれほどの脅威であるかを示しています。リールがTikTokのロゴを表示するのはよくあることですが、このアップデートでは、キボッシュをこのトレンドに乗せようとします。 </p> <p> とはいえ、これによりリサイクルされたコンテンツがクリーンアップされる可能性がありますが、両方のアプリをフォローしているクリエイターを遠ざける可能性があります。 InstagramはTikTokのようになるために一生懸命努力しており、その過程で独自のアイデンティティを失う可能性があります。 </p>"}