{"title":"MicrosoftTeamsが2つの新しい生産性と追跡アプリを受け取ります","content":"<p> Microsoftは、2つの新しいPowerAppsをMicrosoftTeamsに提供します。BulletinsとMilestonesです。どちらの新しいアプリも、作業の共有と追跡を容易にすることに重点を置いており、さらにカスタマイズ可能なPower Platformを使用して構築されているため、組織のニーズに合わせてアプリを形成できます。 </p> <p> 新しいアプリは既にMicrosoftTeamsストアで入手できるため、すぐに使用を開始できます。 </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Microsoft Teams用の新しいPowerApps：速報とマイルストーン </h2> <p> 新しいアプリは、名前に忠実な機能を実行します。 </p> <p> に発表されたように <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> PowerAppsブログ </a> 、 <strong> 会報 </strong> は、会社のニュースや情報などを組織全体に投稿するためのMicrosoftTeamsアプリです。アプリは、ワークスペース全体に通信を分散する中心的な役割を果たし、すべてのユーザーが通知を受信し、組織の会話に含まれるようにします。 </p> <blockquote> <p> Bulletinsソリューションは、コミュニケーションチームが会社や部門のニュースや情報を一元的に共有できるようにします。ニュース記事はカテゴリ別に整理でき、画像、ビデオ、実用的なボタンなどの豊富なコンテンツを含めることができます。出版社は、時間の経過に伴う閲覧率など、投稿された記事の指標を表示することもできます。 </p> </blockquote> <p> Microsoft TeamsBulletinsもモバイル向けに最適化されています。モバイルユーザーはアプリに同じアクセス権を持ち、デスクトップユーザーと同じように応答、カスタマイズ、投稿できます。 </p> <p> <strong> マイルストーン </strong> プロジェクトの追跡、ステータスの更新、部門の枠を超えたチームの更新を1つのハブにまとめます。 </p> <blockquote> <p> すべての組織には、プロジェクト追跡ソフトウェアからの固有のニーズがあります。マイルストーンアプリを使用すると、ローコードでこのエクスペリエンスを簡単にカスタマイズできます。タスクにステータスが変更されたときに、フィールドのラベルを更新したり、新しいフィールドを追加したり、ワークストリームの所有者に通知などのビジネスプロセスフローを追加したりできます。 </p> </blockquote> <p> したがって、マイルストーンは、プロジェクトで何が起こっているかを追跡するために別のアプリにアクセスする必要はなく、MicrosoftTeamsプラットフォーム全体をサポートするプロジェクト追跡ポータルになることを目指しています。 </p> <p> マイルストーンアプリを使用すると、組織とそのプロジェクトのニーズに合わせて広範なカスタマイズを行うことができます。さらに、メインチームチャンネルにマイルストーンを固定して、誰でも見ることができます。 </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> MicrosoftTeamsが頼りになるツールになりつつある </h2> <p> プロジェクト管理および組織全体の速報用の新しいアプリの導入は、MicrosoftTeamsがすべての機能の頼れるツールになるためのもう1つのステップです。マイクロソフトは最近作った <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> チームのナビゲーションがはるかに簡単 </a> 、そしてここ数ヶ月、コラボレーションワークスペースプラットフォームに多数の機能アップデートが到着するのを見てきました。 </p> <p> </p> <p> COVID-19のパンデミックが従来の職場に影響を及ぼし続け、在宅勤務の慣行が強まるにつれて、MicrosoftがMicrosoftTeamsの新機能を引き続き推進することを期待してください。 </p>"}