{"title":"MicrosoftのPACは、今後のサイクル中に選挙反対者に寄付しません","content":"<p> 米国議会議事堂への攻撃を受けて、マイクロソフトは約3週間前にPACへの寄付とPACからの寄付を停止しました。暴動の影響と事件の余波でどのように前進するかを評価する時間を委員会に与えるという決定がなされました。 </p> <p> 現在、マイクロソフトは、PACからの寄付が再開されることを発表しましたが、選挙結果の証明に反対票を投じた下院議員には寄付を行いません。一時停止は2022年の選挙サイクルを通じて継続され、世界をリードするテクノロジー企業の1つからの重要な声明です。 </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> MicrosoftPACが反対者への寄付を一時停止 </h2> <p> 2021年2月5日、 <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> マイクロソフトの企業ブログ </a> 国会議事堂への前例のない攻撃の後、PACがどのように前進するかを明らかにした。 </p> <p> </p> <p> MicrosoftのPACは、「選挙人の認定に反対票を投じた」下院議員には寄付しなくなります。これは、反対意見を支持したり、議員が選挙結果を覆すべきだと提案した州の役人やその他の組織にも当てはまります。 </p> <p> PACは、寄付への取り組み方も変更します。以前は、多くの政治行動委員会で同じように、すべての寄付は政治候補者に対して行われました。 </p> <p> ただし、Microsoft PACは、一部の貢献メンバーが特定の政治家を支援することを望まず、代わりに「民主主義の維持と促進」に焦点を当てた仕事や組織に資金を提供することを望んでいることを考慮しています。 </p> <p> </p> <p> このポリシーの拡張として、PACは、同じ理想を共有する他の企業や組織ともより緊密に連携します。 </p> <p> PACへの最終的な変更は名前にあります。 Microsoft PACの既存のメンバーは、名前が自主的な基金であるという事実を完全に反映していないことを発見しました。以降、PACはMicrosoft Corporation Stakeholders Voluntary PAC（MSVPAC）に名前が変更されます。 </p> <blockquote> <p> アメリカの民主主義の安定と将来にとってこれらの問題の重要性を考えると、これらのステップは適切であると私たちは信じています。また、リスニングセッションやその他の従業員のフィードバックでも広くサポートされました。これらの手順は重要ですが、一部の従業員にとっては多すぎたり少なすぎたりすることを認識しています。 </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> マイクロソフトは選挙反対者から距離を置くことを試みている </h2> <p> マイクロソフトが反対派から遠ざかっているというニュースは当然のことです。テクノロジーの巨人からは少なすぎず遅すぎますが、Microsoft PACが選挙結果を拒否する運動の根底にある多くの議員にかなりの寄付をしたことが明らかになった後、間違いなく顔を救おうとする試みです。 </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1.1。 <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> 民主主義のプロセスを覆そうとした下院議員への最大の貢献者の一人です <br><br> マイクロソフトは、このグループへの資金提供を停止することを確約していません。 <br><br> 木曜日の会社の会議で、Prez BradSmithはその理由を説明しました。 <br><br> そしてそれはかなりぞっとする </p> —ジャッド・レガム（@JuddLegum） <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 2021年1月23日 </a></blockquote>  <p> マイクロソフトのブラッド・スミス社長が、政治家にアクセスするための通常の政治的ツールとしての貢献（たとえば、政治的恩恵への寄付）を説明しようとしても、PACとスーパーPACの存在が民主主義者に甚大な被害を与えていると多くの人が信じている理由を浮き彫りにします。処理する。 </p>"}