{"title":"ソニーは、PS5コントローラーがPlayStationのシンボルでどのようにテクスチャリングされているかを明らかにします","content":"<p> PS5 DualSenseコントローラーを見たり、所有したり、新世代のジョイパッドに関する誇大宣伝を読んだりしたことがあれば、デバイスの背面にテクスチャがあることがわかります。 </p> <p> このテクスチャは、DualSenseの前面にあるアクションボタンを表す、何千もの小さな正方形、円、三角形、およびXで構成されています。さて、ソニーはシンボルがどのようにしてそこに到達したかを正確に明らかにしました。 </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> ソニーはそれがDualSenseコントローラーをどのようにテクスチャリングしたかを明らかにします </h2> <p> DualSenseを裏返すと、背面にコントローラーのアクションボタンからの無数の小さな記号が表示されます。まあ、実際には、それらは信じられないほど小さいので、あなたはそれらを見ることができないかもしれません。しかし、私たちを信じてください、彼らはそこにいます。 </p> <p> それらがどのように存在するか想像するのは難しいです、それらはとても小さいです、しかしソニーは <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> 、まさにこれらの40,000のシンボルがどのようになったか。控えめに言っても、それは非常に骨の折れるプロセスのように聞こえます。 </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> 多くの失敗したデザインの後、ソニーはついにそれが完璧であると感じたマイクロテクスチャーに落ち着きました。高さわずか数ミクロンで手描きのデザインから作成されたシンボルの塊は、装飾としてだけではありません。また、DualSenseを使用するときにグリップを提供します。 </p> <p> 設計者は、単一の2D平面を単に切断するのではなく、3Dで機能する正確なレーザーエッチャーを使用して、これらの小さな記号を丹念に型に切断します（ <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> レーザーエッチャーの詳細をご覧ください </a> ）。 </p> <p> 製造機械がプラスチックを金型に注入すると、手に持っている質感を帯びて、利用可能なすべてのスペースにきれいに落ち着きます。特にこのモデリングの規模を考えると、賢いものです。 </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> 他のどこでもテクスチャを見つけることができますか？ </h2> <p> まあ、実際には、他の場所でテクスチャを見つけることができます。ソニーは、継続性が設計の鍵であることを知っています。つまり、PlayStation5エコシステム全体でテクスチャを見つけることができます。 </p> <p> DualSenseコントローラーから、Mediaリモコン、PS5ワイヤレスヘッドセット、さらにはコンソール自体まで、すべてにこのテクスチャがあります。 </p> <p> ソニーがコントロールパッドにテクスチャを付けたのもこれが初めてではない。ソニーがPS4と一緒にDualShock4をリリースしたとき、それもその筋膜にテクスチャー加工された表面を持っていました。これは、見た目の価値というよりも、パッドを握ることと関係がありました。 </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense：完璧なコントローラー？ </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> さて、PS5 DualSenseは完璧ではないかもしれませんが、それは素晴らしいデザインであり、非常にうまく機能します（1つまたは2つのグリップを除いて）。 </p> <p> ここで、DualSenseを競合他社と一線を画すのは、ソニーの細部へのこだわりです。ソニーはPS5のリリース前に没頭と統合を本当に誇大宣伝していたので、デザイン的には口の中に本当にお金を入れているのを見るのはうれしいです。 </p>"}