{"title":"Snapchatの「FriendCheckUp」は、不要な友達を一掃するようにあなたを招待します","content":"<p> Snapchatの友達リストでダウンサイジングを使用できますか？追加したことすら覚えていない友達がたくさん集まっている場合は、Snapchatの友達チェックアップ機能を使用すると、これらの不要なユーザーを一掃することができます。 </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> 友達リストをクリーンアップする時が来ました </h2> <p> への投稿 <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> スナップニュースルーム </a> Friend Check Upをハイライトします。これは、ちょうど間に合うように発表された新機能です。 <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> より安全なインターネットの日 </a> 。フレンドチェックアップはSnapchatに通知として表示され、フレンドリストを確認するように求められます。 </p> <p> 通知には、「Snapchatは本当の友達向けです。タップして友達リストを確認してください」と表示されます。通知を選択すると、友達のリストが表示され、不要な接続を切断することができます。 </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> このツールの目的は、誤って追加した可能性のあるユーザーだけでなく、友達リストに追加したくないユーザーも削除できるようにすることです。このリマインダーを持つことは、優れた安全機能でもあります。結局のところ、特定のユーザーにストーリーと場所へのアクセスを無意識のうちに許可している可能性があります。 </p> <p> </p> <p> Snapchatによると、この機能は今後数週間でAndroidデバイスで、今後数か月でiOSでリリースされる予定です。 </p> <p> とはいえ、友達リストのクリーンアップを開始するために、Snapchatがこの機能をリリースするまで待つ必要はありません。 Snapchatプロファイルに移動してタップすることで、今すぐこれを行うことができます <strong> 私の友人 </strong> 。消去したいユーザーを長押しし、タップします <strong> もっと </strong> 、次にヒット <strong> 友達を削除する </strong> &gt;&gt; <strong> 削除する </strong> 。 </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Snapchatが安全性を向上させる他の方法 </h2> <p> 同じブログ投稿で、Snapchatは、教育用フィルターを表示するために、米国のConnectSafelyおよび英国のChildNetとも提携していることを発表しました。これらのフィルターを上にスワイプすると、関連する組織のインターネット安全リソースにリンクされます。 </p> <p> さらに、Snapchatは米国のCrisis Text Lineとの統合を拡大しており、英国でも同様の機能を開始する予定です。プラットフォームはまた、トレバープロジェクトと協力して、LGBTQの若者にアプリ内リソースを提供しています。 </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchatは親しい友人に焦点を当てます </h2> <p> フレンドチェックアップ機能は、Snapchatが完全な見知らぬ人ではなく、親しい友人のためのプラットフォームとしてのイメージを強化しようとしているもう1つの方法です。 </p> <p> プラットフォームは、お互いをよく知らない人々の間のコミュニケーションを促進しないという事実に誇りを持っています。これは親しい友人のために構築されており、プラットフォームのグループの64メンバーの上限と、お互いの友人の要求を受け入れない限り誰とも通信できないという事実によって示されています。 </p>"}