{"title":"5つの最高のオンライン電源計算機","content":"<p> 新しい電源を購入する場合でも、PCが使用する電力量に興味がある場合でも、オンラインの電源計算機が役立ちます。 </p> <p> これらの便利なWebツールは、コンポーネントの合計電力要件を計算するため、必要なワット数について情報に基づいた決定を下すことができます。これが周りの最高の電源計算機のいくつかです。 </p> <h2 id=\"why-use-an-online-power-supply-calculator\"> なぜオンライン電源計算機を使用するのですか？ </h2> <p> PCに追加するすべてのコンポーネントは、電源ユニット（PSU）から電力を引き出します。追加すればするほど、より多くのパワーが必要になります。 RAM、グラフィックカード、プロセッサ、マザーボード-これらはすべて、効果的かつ安全に実行するために必要です。これはあなたが始めた場合にのみ増加します <a href=\"https://www.makeuseof.com/overclock-gpu-windows-10-asus-gpu-tweak/\" target=\"_blank\" rel=\"nofollow noopener\"> コンポーネントのオーバークロック </a> 。 </p> <p> PSUが弱すぎてすべてのコンポーネントに電力を供給できない場合、すぐに問題が発生する可能性があります。 PCが起動せず、一見ランダムにシャットダウンし、オペレーティングシステムがフリーズする可能性があります。特に運が悪ければ、マザーボードとコンポーネントを持って燃え尽きる可能性があります。 </p> <p> オンライン電源計算機は、このような問題を回避するのに役立ちます。 100％正確ではありませんが、電源が明らかに不十分であるか、容量に近い状態で動作しているかを示すことができます。覚えておくことが重要ですが、他にもあります <a href=\"https://www.makeuseof.com/tag/6-things-know-buying-power-supply-unit-psu/\" target=\"_blank\" rel=\"nofollow noopener\"> PSUを選択する際に考慮すべき要素 </a> 。安価なPSUは、多くの場合、主張するよりも少ない電力を供給し、信頼性が低い可能性があります。 </p> <p> </p> <h2 id=\"1-outervision-power-supply-calculator\"> 1.1。 <a href=\"https://outervision.com/power-supply-calculator\" target=\"_blank\" rel=\"nofollow noopener\"> OuterVision電源計算機 </a></h2> <p> <img alt=\"OuterVision power supply calculator\" src=\"images/outervision-power-supply-calculator-1-662.png\" loading=\"lazy\"> </p> <p> Extreme OuterVision Webサイトの主な焦点はPSU計算機ですが、さまざまな目的のための電源レビューとサンプルビルドも提供します。電源計算機はどちらかに設定できます <strong> 基本 </strong> または <strong> エキスパート </strong> 。 </p> <p> 他のPSU計算機と同様に、さまざまなドロップダウンメニュー、スライダー、およびテキストボックスを使用してコンポーネントを選択します。ザ・ <strong> エキスパート </strong> バージョンは、これらの数を拡張して、オーバークロックや液体冷却などの詳細設定を含めます。 </p> <p> いずれの場合も、PCを毎日実行する時間と、その時間のどれだけをゲームや3Dレンダリングなどの需要の高いタスクに費やすかを設定できます。どちらのモードでも、マザーボードオプションは次のようにのみ設定できます。 <strong> サーバ </strong> 、 <strong> デスクトップ </strong> 、または <strong> Mini-ITX </strong> 。 </p> <p> ほとんどのフィールドでは、8GB DDR4RAMや256GBSATASSDなどの汎用コンポーネントのみが許可されています。ただし、特定のプロセッサとグラフィックカードを選択できます。これは、おそらくより正確な結果を意味します。これは、モニターを含むこのリストの唯一の計算機です。 </p> <p> 結果には、負荷ワット数と推奨ワット数が含まれます。に <strong> エキスパート </strong> モードでは、合計アンペア数とエネルギーコストの見積もりも表示されます。 OuterVisionサイトには、暗号通貨マイニングリグ用の消費電力計算機もあります。 </p> <p> リグの潜在的なマイニングの収益性を計算するだけでなく、Amazonにリンクしており、そこでパーツを購入して構築できます。 </p> <p> </p> <h2 id=\"2-cooler-master-power-supply-calculator\"> 2.2。 <a href=\"https://www.coolermaster.com/power-supply-calculator/\" target=\"_blank\" rel=\"nofollow noopener\"> Cooler Master Power Supply Calculator </a></h2> <p> <img alt=\"cooler master power supply calculator\" src=\"images/cooler-master-power-supply-calculator-e1611671494951-262.png\" loading=\"lazy\"> </p> <p> ほとんどの技術愛好家はCoolerMasterを知っています。これは、PCビルダー向けのさまざまなケース、クーラー、電源、および周辺機器を製造します。 </p> <p> 余分なベルやホイッスルをあまり使わずに簡単なPCを構築している場合、Cooler MasterのPSU計算機を使用すると、必要な電力を合理的に見積もることができます。 </p> <p> ATXとMini-ATXを含む7つのマザーボードフォームファクタの選択肢を提供しますが、特定のボードモデルは提供しません。特定のプロセッサとグラフィックカードを設定することもできますが、それ以外はすべて一般的です。 </p> <p> OuterVision計算機ほど多くのオプションはありませんが、基本を十分にカバーしています。そしてもちろん、この計算機はCoolerMaster電源を推奨する方法として存在します。 Cooler Masterは、PSUにとって信頼できる信頼できるブランドと広く見なされていますが、その偏見を認識することが重要です。 </p> <p> </p> <h2 id=\"3-be-quiet-psu-calculator\"> 3.3。 <a href=\"https://www.bequiet.com/psucalculator\" target=\"_blank\" rel=\"nofollow noopener\"> 静かにして！ PSU電卓 </a></h2> <p> <img alt=\"BeQuiet power supply calculator\" src=\"images/bequiet-power-supply-calculator-859.png\" loading=\"lazy\"> </p> <p> Cooler Masterと同様に、Be Quietはケース、PSU、ファン、その他のPCパーツを製造するため、その計算機は当然、独自の製品を推奨します。そのPSU計算機も同様に削除されていますが、一見の価値があるいくつかの興味深いオプションがあります。 </p> <p> 他の計算機と同様に、特定のモデルで埋めることができる領域は、プロセッサとグラフィックカードのみです。マザーボードのオプションはまったくありません。指定できるのはSATAディスク、PATAディスク、RAMスティックの数だけで、速度や容量は指定できません。 </p> <p> また、いくつかの簡単なオーバークロックオプション（オーバークロックまたは大幅にオーバークロック）、およびUSB3.2電力伝送の設定もあります。しかし、際立っているのは、構成をテキストファイルとしてPCに保存する機能です。これは、このような比較的単純な計算機ではそれほど便利ではないかもしれませんが、オプションがあると便利です。 </p> <p> 計算が完了すると、サイトにはBe Quiet電源の選択肢が表示され、結果をさらにフィルタリングするオプションが表示されます。 </p> <p> </p> <h2 id=\"4-power-supply-calculator\"> 4.4。 <a href=\"http://powersupplycalculator.net/\" target=\"_blank\" rel=\"nofollow noopener\"> 電源計算機 </a></h2> <p> <img alt=\"power supply calculator dot net\" src=\"images/power-supply-calculator-dot-net-e1611671539639-366.png\" loading=\"lazy\"> </p> <p> このPSU計算機は、しばらく更新されていないように見えるため、古いコンピューターに最適です。多くの新しいコンポーネントが欠落していますが、新しい計算機では見つけられない可能性のあるFireWire接続を仕様に追加することもできます。 </p> <p> また、最後に作成される棒グラフも注目に値します。これは、アイドリング時と負荷時の両方で、システム全体に電力が分配されていることを示しています。これは、他のほとんどの計算機が提供するものではありません。 </p> <p> ハードドライブやSSDなどの通常のコンポーネントに加えて、キーボードやマウスなどの周辺機器を追加できます。さまざまなPCIカードとPCIExpressカード、および最大5つのファンを含めることもできます。プロセッサー用のオーバークロックスライダーもいくつかあります。 </p> <p> 古いPCを使用していて、そのエネルギー消費量を確認したり、PSUを交換したりする場合は、この計算機を試す価値があります。他では見られない興味深い結果が得られ、何も購入する必要はありません。ただし、新しいPCの場合は、他の計算機の1つを使用する必要があります。 </p> <p> </p> <h2 id=\"pcpartpicker-system-builder\"> 5.5。 <a href=\"https://pcpartpicker.com/list/\" target=\"_blank\" rel=\"nofollow noopener\"> PCPartPickerシステムビルダー </a></h2> <p> <img alt=\"PC part picker system builder\" src=\"images/pc-part-picker-system-builder-e1611671564379-603.png\" loading=\"lazy\"> </p> <p> PCPartPickerは、PCを構築するために必要なすべての重要なコンポーネントのリストを表示します。各見出しの下にはボタンがあり、クリックしてパーツを追加します。次に、さまざまな販売者からの価格を含む、選択できる実際の製品の長いリストを取得します。 </p> <p> リストにパーツを追加すると、システムビルダーはコンポーネントの互換性と全体的な推定ワット数を追跡​​します。リストをエクスポートするオプションもあります。このサイトは、共有できる一意のリンクを自動的に生成しますが、コピーして貼り付けて他の場所に埋め込むことができるマークアップテキストを生成することもできます。 </p> <p> リストを作成すると、リストをアカウントに保存することもできます。さらに、作成したすべてのリストの履歴を確認できます。これは、潜在的なビルドを比較する場合に最適です。 </p> <p> 専用のPSU計算機ではないため、エネルギー要件の内訳を示したり、オーバークロックを考慮したりすることはありません。ただし、ビルドのすべての部分で実際のコンポーネントを選択し、それに基づいてPSU要件を決定することはできます。 </p> <p> </p> <h2 id=\"how-accurate-are-power-supply-calculators\"> 電源計算機はどのくらい正確ですか？ </h2> <p> PSU計算機は、正確な数値ではなく、見積もりの​​みを提供できます。したがって、それらをガイドとして使用することはできますが、結果を福音として受け取らないでください。 </p> <p> テストでは、ハイエンドのグラフィックカードとプロセッサ、16 GBのDDR4、SATA SSD、7200rpmのハードドライブを搭載したゲーミングPCを想像しました。計算機から得た推奨事項は、527Wから580Wの範囲でした。 </p> <p> すべての場合において、それらの数値は予想よりも低かった。たとえば、Nvidiaは、GeForce RTX3080のようなハイエンドカードには少なくとも750WPSUが必要であると述べています。 </p> <p> </p> <h2 id=\"get-the-right-amount-of-power-to-your-rig\"> リグに適切な量の電力を供給します </h2> <p> 実際、電源を選択するときはオーバーヘッドを設定するのが最善です。したがって、これらの計算機が示唆するものは何でも、おそらく数百ワットを上に追加する必要があります。彼らは皆、最低限のことを提案したことで有罪のようです。 </p> <p> また、すべての電源装置が同じように作られているわけではないことも忘れないでください。安価または低電力のPSUは、あらゆる種類の問題を引き起こす可能性があります。実際、マザーボードを完全に揚げることさえできます。したがって、慎重に選択し、確信が持てない場合は、経験豊富なPCビルダーにアドバイスを求めてください。 </p>"}