{"title":"TikTokはEコマースゲームを強化しています","content":"<p> TikTokはeコマースシーンに突入しています。伝えられるところによると、このプラットフォームは、クリエイターがアフィリエイトリンクやライブストリームショッピングセッションからお金を稼ぐことができる一連のツールを発表する予定です。 </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTokは現金化に照準を合わせています </h2> <p> による報告によると <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> フィナンシャルタイムズ </a> 、TikTokは、アプリで利益を得る追加の方法をクリエイターに提供します。広告主とのブリーフィングで、短い形式のビデオアプリは、多数の新しいeコマース機能が2021年中に展開される予定であると述べました。 </p> <p> TikTokユーザーは、間もなく動画に製品リンクを挿入できるようになる可能性があります。作成者とブランドを関連付ける必要はありません。視聴者がリンクをクリックして商品を購入すると、作成者に手数料が発生します。 </p> <p> プラットフォームは、ライブストリームショッピング機能も検討しています。 <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagramのリールですでに見ているように </a> 。クリエイターはライブストリーム中に商品を宣伝したり、デモしたりすることができ、視聴者は数回タップするだけで商品を購入できます。 </p> <p> TikTokは、ブランドがアプリでカタログ全体を宣伝できるようにする場合もあります。これは、ほとんどの場合、 <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> WhatsAppにすでに存在するショッピングカタログ機能 </a> 。 </p> <p> Facebook、Instagram、WhatsAppは、ショッピングセンターを兼ねるソーシャルメディアプラットフォームに変身しました。これらの変更により、TikTokも同じことを目指しているようです。 </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTokはTeeSpringとのパートナーシップを発表しました </a> 2020年9月、クリエイターがアプリで自分の商品を販売できるようにする統合。このプラットフォームはほぼ同時にShopifyと連携し、販売者にTikTokの広告キャンペーンを作成する機会を提供しました。 </p> <p> Financial Timesはまた、TikTokのユーザーの約40％がFacebookアカウントを持っておらず、63％がTwitterを使用していないと述べています。これは、FacebookやTwitterのいたるところに広告キャンペーンが掲載されていないユーザーのまったく新しい市場を意味します。これはおそらくブランドや広告主にとって大きなお金を意味します。 </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> ソーシャルメディア：新しいショッピングの目的地？ </h2> <p> ソーシャルメディアではお金の重要性がますます高まっており、ソーシャルネットワークのみを使用して友だちと連絡を取り合うユーザーにとっては心配になるかもしれません。製品はすでにFacebookとInstagramにプッシュされており、TikTokはまもなく参加します。 </p> <p> そうは言っても、あなたの <strong> あなたのために </strong> フィードは、面白いスキットやデュエットに限定されなくなりました。今年の後半には、ライブストリーム中にお気に入りのTikTokスターが製品を宣伝しているのを目にするかもしれません。あるいは、購入を考えているかもしれない製品リンクに出くわすかもしれません。 </p> <p> ソーシャルメディアは、クリエイター、広告主、企業がお金を稼ぐための手段に急速に変わりつつあります。これは、近い将来さらに多く見られる可能性があります。 </p>"}