{"title":"Sling TVが再び価格を引き上げているのはなぜですか？","content":"<p> Slingは、幅広いチャネルの選択と非常に競争力のある価格のおかげで、過去数年間で最も人気のあるストリーミングサービスの1つです。 </p> <p> しかし、2021年1月下旬、同社はサブスクリプションパッケージとアドオンの両方のコストを引き上げると発表しました。 </p> <p> では、そもそも価格が上昇したのはなぜですか。今後数か月でさらに値上がりする可能性があります。見つけるために読み続けてください。 </p> <h2 id=\"how-much-does-sling-cost-now\"> スリングは今いくらかかりますか？ </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> 知らない人のために、SlingはSlingBlueとSlingOrangeの2つの異なるパッケージを提供しています。 </p> <p> 各パッケージは、異なるチャネルの選択肢を提供します。たとえば、ESPNやDisneyなどのチャンネルはOrangeでのみ利用できますが、FOX News、MSNBC、NFLNetworkはBlueでのみ利用できます。すべてにアクセスしたい場合は、2つのパッケージをバンドルで購入できます。 </p> <p> 前に <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> 2021年1月のスリング値上げ </a> 、両方のサービスの費用は30ドルです。彼らは今35ドルです。バンドルされたパッケージも5ドル（45ドルから50ドル）上昇しました。スポーツアドオンは$ 10から$ 11に上昇し、他のすべてのアドオンは$ 5から$ 6に上昇しました。 </p> <p> 新規加入者は、新しい料金をすぐに支払う必要があります。 Slingの1年間の価格保証により、既存のユーザーには2021年7月までの猶予期間が与えられます。 </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Slingが価格を上げたのはなぜですか？ </h2> <p> Slingは、TVネットワークの値上げをすぐに非難しました。ハイキングが発表されたとき、SlingTVグループの社長であるMichaelSchwimmerは、顧客に誰に怒りを向けるべきかを知らせるのに時間を無駄にしませんでした。 <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> プレスリリース </a> ： </p> <blockquote> <p> 残念ながら、テレビネットワークが私たちにさらに課金し続けるため、私たちは価格を上げることを余儀なくされていますが、私たちはお客様のために最良の取引を得るために懸命に戦っています。 Sling TVは依然として市場で最良の取引であり、ケーブルやその他のライブストリーミングサービスよりもはるかに低価格を維持しているため、私たちの取り組みの証拠は明らかです。 Sling TVのお客様は、ライブニュース、スポーツ、エンターテインメントのケーブルチャンネルの最良の組み合わせを最高の価値で提供し続けるので安心できます。 </p> </blockquote> <p> シュワイマーとスリングが顧客から値上げの本当の動機を隠すために煙幕を立てていると考える人もいるかもしれませんが、この引き上げは、過去数か月にストリーミング業界の他の場所で見られた値上げと一致しています。 </p> <p> たとえば、Hulu + LiveTVとYouTubeTVはどちらも2020年後半に価格を引き上げました。YouTubeTVは50ドルから65ドルに、Huluは55ドルから65ドルになりました。 </p> <p> Huluの場合、価格は2019年1月の40ドルからわずか2年後に65ドルに上昇しました。これは50％以上の増加です。 </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> テレビネットワークは本当に責任があるのか​​？ </h2> <p> 明らかに、SlingがTVネットワークをプラットフォームで利用できるようにするためにいくら払っているのか正確にはわかりません。 </p> <p> ただし、Sling etal。での値上げを比較するとNetflixなどのオンデマンドビデオのみを提供するサービスでの価格上昇により、違いは顕著です。 </p> <p> 実際、Netflixが2014年5月にエントリーレベルのプランを開始して以来、月額8ドルから月額9ドルへの価格上昇は1回だけでした。これは、ドルとパーセンテージの両方でスリングの価格上昇よりもはるかに低いです。はい、より高価な計画ではより大きなジャンプが見られましたが、途中で追加機能が追加されました。 </p> <p> TVストリーミングサービスとビデオオンデマンドサービスの間のこれらの不一致は、TVネットワークが実際に責任があることを示唆しているようです。 </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> スリングはケーブルよりもまだ安い </h2> <p> 請求額が増えるのを好む人は誰もいません。しかし、過去10年間にケーブルテレビの世界で見られた値下げを考えると（米国のケーブル料金の平均価格は現在200ドルを超えています）、スリングのわずかな上昇を恨むのは難しいです。 </p> <p> それが提供するサービスはまだ素晴らしいです。テレビを見る他の方法と比較して、それはまだお金に優れた価値を表しています。 </p>"}