{"title":"CognizantMazeランサムウェア攻撃について知っておくべきこと","content":"<p> 重要な仕事用メールを作成し、突然すべてにアクセスできなくなったと想像してみてください。または、コンピューターを復号化するためにビットコインを要求する悪質なエラーメッセージを受信します。さまざまなシナリオが考えられますが、すべてのランサムウェア攻撃で同じことが1つあります。攻撃者は、アクセスを取り戻す方法を常に指示します。もちろん、唯一の落とし穴は、最初に多額の身代金を前もって提供しなければならないということです。 </p> <p> 「迷路」と呼ばれる壊滅的なタイプのランサムウェアが、サイバーセキュリティの世界を駆け巡っています。 CognizantMazeランサムウェアについて知っておくべきことは次のとおりです。 </p> <h2 id=\"what-is-the-maze-ransomware\"> 迷路ランサムウェアとは何ですか？ </h2> <p> Mazeランサムウェアは、盗まれたデータの復号化と回復の見返りに大量のビットコインまたは暗号通貨を要求するスパムメールやエクスプロイトキットを通じて配布されるWindows株の形で提供されます。 </p> <p> 電子メールは、「Verizonの請求書を表示する準備ができています」や「荷物の配達を逃した」など、一見無害に見える件名で届きますが、悪意のあるドメインから発信されています。噂によると、Mazeは、企業ネットワークに侵入するさまざまなグループと利益を共有する開発者のネットワークを介して動作するアフィリエイトベースのランサムウェアです。 </p> <p> 同様の攻撃からの露出を保護および制限するための戦略を考え出すには、CognizantMazeを検討する必要があります... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> CognizantMazeランサムウェア攻撃 </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> 2020年4月、フォーチュン500企業でITサービスの最大のグローバルプロバイダーの1つであるCognizantは、全面的にサービスの大きな混乱を引き起こした悪質なMaze攻撃の犠牲者になりました。 </p> <p> この攻撃によって実行された内部ディレクトリの削除により、Cognizantの従業員数名が通信の中断に苦しみ、営業チームはクライアントと通信する方法がないまま困惑しました。 </p> <p> コロナウイルスの大流行により、会社が従業員をリモートで作業するように移行しているときにCognizantのデータ侵害が発生したという事実は、それをより困難なものにしました。による報告によると <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> 、電子メールアクセスが失われたため、従業員は同僚に連絡する他の手段を見つけることを余儀なくされました。 </p> <p> 「ランサムウェア攻撃に対処することを望んでいる人は誰もいません」と、CognizantのCEOであるBrianHumphriesは述べています。 「個人的には、誰もが本当に不浸透性であるとは思いませんが、違いは管理方法です。そして、私たちはそれを専門的かつ成熟して管理しようとしました。」 </p> <p> 同社は、主要なサイバーセキュリティ専門家とその内部ITセキュリティチームの助けを借りて、状況を急速に不安定にしました。 Cognizantのサイバー攻撃は法執行機関にも報告され、Cognizantのクライアントには侵入の痕跡（IOC）に関する最新情報が常に提供されていました。 </p> <p> しかし、同社は攻撃により多大な経済的損害を被り、莫大な額に達した。 <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> 5,000万ドルから7,000万ドルの収益の損失 </a> 。 </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> なぜ迷路ランサムウェアは二重の脅威なのですか？ </h2> <p> ランサムウェアの影響を受けるのはそれほど悪くないかのように、Maze攻撃の発明者は、犠牲者が戦うためにさらにひねりを加えました。 「二重恐喝」として知られる悪意のある戦術は、被害者が協力してランサムウェアの要求を満たすことを拒否した場合、侵害されたデータの漏洩で脅かされる迷路攻撃で導入されます。 </p> <p> この悪名高いランサムウェアは、従業員のネットワークアクセスをシャットダウンするだけでなく、ネットワークデータ全体のレプリカを作成し、それを使用して被害者を悪用し、身代金を要求するため、「二重の脅威」と呼ばれます。 </p> <p> 残念ながら、迷路の作成者による圧力戦術はここで終わりではありません。最近の調査によると、Mazeランサムウェアの背後にあるグループであるTA2101は、非協力的な被害者全員を一覧表示する専用のWebサイトを公開し、盗んだデータサンプルを罰の形で頻繁に公開しています。 </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Mazeランサムウェアインシデントを制限する方法 </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> ランサムウェアのリスクを軽減および排除することは、さまざまな戦略を組み合わせて、各ユーザーケースと個々の組織のリスクプロファイルに基づいてカスタマイズする多面的なプロセスです。 Mazeの攻撃を阻止するのに役立つ最も人気のある戦略は次のとおりです。 </p> <h3 id=\"enforce-application-whitelisting\"> アプリケーションのホワイトリストを適用する </h3> <p> アプリケーションホワイトリストは、事前に承認されたプログラムまたはソフトウェアのみを実行し、他のすべてはデフォルトでブロックされるようにする予防的な脅威軽減手法です。 </p> <p> この手法は、悪意のあるコードを実行する違法な試みを特定するのに非常に役立ち、不正なインストールを防ぐのに役立ちます。 </p> <h3 id=\"patch-applications-and-security-flaws\"> パッチアプリケーションとセキュリティの欠陥 </h3> <p> セキュリティ上の欠陥は、攻撃者による操作や悪用を防ぐために、発見されたらすぐにパッチを適用する必要があります。欠陥の重大度に基づいてパッチを迅速に適用するための推奨される時間枠は次のとおりです。 </p> <ul> <li> <strong> 極度のリスク </strong> ：パッチがリリースされてから48時間以内。 </li> <li> <strong> リスクが高い </strong> ：パッチがリリースされてから2週間以内。 </li> <li> <strong> 中リスクまたは低リスク </strong> ：パッチがリリースされてから1か月以内。 </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> MicrosoftOfficeマクロ設定を構成する </h3> <p> マクロは日常的なタスクを自動化するために使用されますが、有効にすると、悪意のあるコードをシステムまたはコンピューターに転送するための簡単なターゲットになる場合があります。最善のアプローチは、可能であれば無効にしておくか、使用する前に評価とレビューを行うことです。 </p> <h3 id=\"employ-application-hardening\"> アプリケーションの強化を採用する </h3> <p> アプリケーションの強化は、アプリケーションを保護し、セキュリティの追加レイヤーを適用してアプリケーションを盗難から保護する方法です。 Javaアプリケーションはセキュリティの脆弱性が非常に高く、攻撃者がエントリポイントとして使用する可能性があります。アプリケーションレベルでこの方法を採用することにより、ネットワークを保護することが不可欠です。 </p> <h3 id=\"restrict-administrative-privileges\"> 管理者権限を制限する </h3> <p> 管理者アカウントはすべてにアクセスできるため、管理者権限は十分に注意して処理する必要があります。アクセスと権限を設定するときは、常に最小特権の原則（POLP）を使用してください。これは、Mazeランサムウェアやサイバー攻撃を軽減するための不可欠な要素になる可能性があるためです。 </p> <h3 id=\"patch-operating-systems\"> パッチオペレーティングシステム </h3> <p> 経験則として、極端なリスクの脆弱性を持つアプリケーション、コンピューター、およびネットワークデバイスは、48時間以内にパッチを適用する必要があります。また、最新バージョンのオペレーティングシステムのみが使用されていることを確認し、サポートされていないバージョンを絶対に回避することも重要です。 </p> <h3 id=\"implement-multi-factor-authentication\"> 多要素認証を実装する </h3> <p> 多要素認証（MFA）は、オンラインバンキングや機密情報の使用を必要とするその他の特権アクションなどのリモートアクセスソリューションにログインするために複数の承認されたデバイスが必要なため、セキュリティの層を追加します。 </p> <h3 id=\"secure-your-browsers\"> ブラウザを保護する </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> ブラウザが常に更新され、ポップアップ広告がブロックされ、ブラウザの設定によって不明な拡張機能がインストールされないようにすることが重要です。 </p> <p> アドレスバーをチェックして、アクセスしているWebサイトが合法であるかどうかを確認します。 HTTPSは安全ですが、HTTPはそれほど安全ではないことを覚えておいてください。 </p> <p> </p> <h3 id=\"employ-email-security\"> 電子メールセキュリティを採用する </h3> <p> Mazeランサムウェアの主な入力方法は、電子メールです。 </p> <p> 多要素認証を実装して、セキュリティの層を追加し、パスワードの有効期限を設定します。また、不明なソースからのメールを開かないように、または少なくとも疑わしい添付ファイルなどをダウンロードしないように、自分自身とスタッフをトレーニングしてください。メール保護ソリューションに投資することで、メールを安全に送信できます。 </p> <h3 id=\"make-regular-backups\"> 定期的なバックアップを作成する </h3> <p> データのバックアップは、ディザスタリカバリ計画の不可欠な部分です。攻撃が発生した場合、成功したバックアップを復元することで、ハッカーによって暗号化された元のバックアップデータを簡単に復号化できます。自動バックアップを設定し、従業員用に一意で複雑なパスワードを作成することをお勧めします。 </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> 影響を受けるエンドポイントとクレデンシャルに注意を払う </h3> <p> 最後になりましたが、ネットワークエンドポイントのいずれかがMazeランサムウェアの影響を受けている場合は、それらで使用されているすべてのクレデンシャルをすばやく特定する必要があります。すべてのエンドポイントが利用可能であるか、ハッカーによって侵害されていると常に想定してください。 Windowsイベントログは、侵害後のログオンの分析に役立ちます。 </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> コグニザントメイズアタックに夢中？ </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> Cognizantの違反により、ITソリューションプロバイダーは莫大な財務およびデータの損失から回復するためにスクランブリングを余儀なくされました。しかし、サイバーセキュリティのトップエキスパートの助けを借りて、同社はこの悪質な攻撃からすぐに回復しました。 </p> <p> このエピソードは、ランサムウェア攻撃がいかに危険であるかを証明しました。 </p> <p> 迷路以外にも、悪質な脅威アクターによって毎日実行されるランサムウェア攻撃が多数あります。良いニュースは、デューデリジェンスと厳格なセキュリティ慣行が整っているため、どの企業もこれらの攻撃を攻撃する前に簡単に軽減できることです。 </p>"}