{"title":"ブルームバーグターミナルとは何ですか？また、何がこれほど強力なのですか？","content":"<p> ブルームバーグは世界最大の金融ニュースサービスの1つであり、その創設者であるマイクブルームバーグは世界で最も裕福な人々の1人です。 </p> <p> 彼が獲得する富の多くは、金融セクターの多くの企業にとって不可欠なコンピューターソフトウェアであるブルームバーグターミナルからのものです。あなたが本社の仕事をしているなら、あなたはそれを自分で使ったことがあるかもしれません。 </p> <p> では、ブルームバーグターミナルは正確に何をしているのでしょうか。また、ウォール街の専門家にとって、ブルームバーグターミナルが非常に強力で貴重な理由は何でしょうか。 </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> ブルームバーグターミナルがどのようになってきたか </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> ブルームバーグターミナルを建設する前は、ニューヨークに本社を置く投資銀行であるソロモンブラザーズのゼネラルパートナーでした。 </p> <p> 1981年に1,000万ドルの退職パッケージを受け取った後、彼は1つのコンピューターソフトウェアであるブルームバーグターミナルの下で、財務データ、分析、コンプライアンス、および関連するビジネスと財務情報サービスを組み合わせたシステムを発明しました。 </p> <p> ブルームバーグターミナルは1982年に正式にデビューし、残りは歴史です。現在、ターミナルは世界中で32万人以上の加入者によって使用されています。ソフトウェア自体がブルームバーグLPの収益の3分の1を占めていると推定されています。ブルームバーグターミナルは、PCの他に、スマートフォンでも利用できます。 </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> ブルームバーグターミナルを使用するのは誰ですか？ </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> 画像クレジット：Andrey Rudakov / <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> ブルームバーグターミナルは、ウォール街の専門家がなくてはならないスーパーコンピューターとよく言われます。ブルームバーグターミナルのサブスクリプションの費用は年間約20,000ドルから24,000ドルですが、それが非常に有用であるため、顧客ベースがサブスクリプションを更新することを妨げるものではありません。 </p> <p> トレーダー、ブローカー、アナリスト、ポートフォリオマネージャー、投資家、経営幹部は、ターミナルの主要な消費者基盤です。 </p> <p> あなたが金融や経済学のコースを追求している大学生なら、あなたはおそらくその基本的な機能をナビゲートする方法も教えられているでしょう。これは、学生が金融市場について実践的な知識を得ることができるように、より多くの高等教育機関がターミナルに加入しているためです。 </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> ブルームバーグターミナルはどのように見えますか？ </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> 画像クレジット：Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> ブルームバーグターミナルには、認識しやすい象徴的なインターフェイスがあります。完全な黒い画面と、90年代の古いビデオゲームを彷彿とさせるフォントのネオンテキストの線と線です。 </p> <p> ターミナルは、ブルームバーグ15インチコンパクトディスプレイターミナルと呼ばれる、最適なエクスペリエンスを実現するための独自のコンピューターも提供しています。 60Hz、32ビットカラー、および1024 x 768（XGA）画面のネイティブ解像度を備えたコンパクトディスプレイターミナルは、人間工学に基づいて設計されたコンピュータースタンドを介して高品質のディスプレイを提供します。企業の設定では、ターミナルは通常2つ、場合によっては4〜6つの画面で実行されます。 </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> 画像クレジット：Bloomberg Professional Services / <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> ハードウェアに関しては、ブルームバーグターミナルを使用するには、スターボードと呼ばれるブルームバーグネイティブのPCスタイルのキーボードが必要です。これには、通常のQWERTYキーに加えて、特定の機能用の赤、青、緑、黄色のキーが含まれています。 </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> ブルームバーグターミナル機能 </h2> <p> さて、ここにブルームバーグターミナルの最も強力な機能のいくつかがあります。 </p> <p> ザ・ <b> 助けて </b> ボタンは、始めたばかりの人にとっておそらく最も便利なキーです。ターミナルに関する質問がある場合は、キーを1回押すだけで、ブルームバーグのスペシャリストがライブチャットを開始して質問を解決します。なぜもうグーグルを気にするのですか？ </p> <p> あなたがインターネットに接続しているなら、あなたは間違いなく見知らぬ人ではありません <b> ブルームバーグニュース </b> 。ユーザーは簡単に入力できます <b> ニュース </b> Enterキーを押して、市場動向、動き、その他の関連する最新ニュースに関する最新情報を入手します。 </p> <p> ウォール街のブローカーがその日の最大のニュース記事について説明を受けたら、その日の会社の株式と財務実績を調べたいと言います。問題ありません：などのショートカットキー <b> BQ </b> 、 <b> GIP </b> 、および <b> OMON </b> エクイティオプションまたはファンドに関するリアルタイムのビジュアルチャート、データ、見積もり、トレンド、および予測を提供します。 </p> <p> 視覚的に心地よいグラフをターミナルからExcelにエクスポートしたいですか？ターミナル自体はすでにMicrosoftExcelにうまく組み込まれています。ヒットするだけ <b> DAPI </b> ターミナルで。ターミナルに精通している方は、ファイルを開くたびに最新のデータで自動的に更新されるスプレッドシートを作成します。 <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> 自己更新型のMicrosoftExcelグラフを作成する方法についてはこちらをご覧ください </a> 。 </p> <p> 業界の人たちはチャットします <b> ブルームバーグメッセージング </b> 、これは基本的にFacebook Messengerですが、Bloombergにあります。それはあなたがターミナルにいる誰にでもメッセージを送ることを可能にします。これは、業界の誰もが技術的に即座にお互いに連絡できることを意味します。他の人の番号を尋ねたり、連絡を取るための最良の方法について問い合わせたりする必要はもうありません。 </p> <p> 特定の業界で有名な人物についてもっと知りたい場合は、 <b> PEOP </b> あなたは彼らの資格情報を閲覧することができます。 </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> 画像クレジット：Bloomberg Professional Services / <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> ブルームバーグマップ </b> 本質的にはGoogleマップですが、より詳細で金融業界に合わせて調整されています。 </p> <p> 地理空間データを使用して、マップは世界中で発生している自然災害の視覚化をユーザーに提示します。そのため、商品トラ​​ッカーは、石油や金などの商品に対する自然災害の影響を認識しています。マップにアクセスするには、次のように入力します <b> BMAP </b> 。 </p> <p> その日の仕事は終わりです。ウォール街のブローカーが高級レストランで夕食を食べようとしているとしましょう。いくつかは <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> Googleや人気のレストランレビューアプリで良い場所を探す </a> 。しかし、ターミナルはそれを達成することができます <b> DINE、これ </b> 近くの高級レストランに関するユーザーの情報とレビューを表示します。 </p> <p> ウォール街のブローカーが多額の費用をかけたいが、何に使うべきかわからない場合は、次のように入力します。 <b> MLUX </b> ターミナルでは、オンラインで購入できる最高の高級品の結果が返されます。 </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> ブルームバーグターミナル </h2> <p> ブルームバーグターミナルは単なる金融データシステムではありません。また、ソーシャルネットワーキング、ショッピング、ダイニングのプラットフォームでもあります。その最大のセールスポイントは、信じられないほどのスピードと正確さで提供されるオールインワンサービスであるということです。ターミナルを使用する人がそれを十分に得ることができないのも不思議ではありません。 </p> <p> 学校や職場でターミナルにアクセスする機会がある場合は、ターミナルを最大限に活用し、上のコマンドキーを入力して、何が表示されるかを確認してください。 </p>"}