{"title":"PogChamp Emoteとは何ですか？いつ使用されますか？","content":"<p> 俗語はどこからでも来ることができ、今日の新しく造られた語彙のいくつかは少しばかげているように聞こえるかもしれませんが、重要なのは人々がコミュニケーションするときにお互いを理解することです。 </p> <p> 数年にわたってインターネットの公平なシェアを精査した場合、ビデオや記事のコメントに「PogChamp」または「poggers」が表示されている可能性があります。しかし、それはどういう意味ですか？ </p> <p> これがあなたがそれについて知る必要があるすべてです... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Pogchampの意味と使用時期 </h2> <p> PogChampは、Twitchエモートの名前です。実際、プラットフォーム上で最も古いエモートの1つです。エモートとエモート名はどちらも、本物または皮肉な方法で興奮や驚きを表現するために使用されます。 </p> <p> Twitchエモートは、Twitchアプリとウェブサイト専用の絵文字、感情、ピクトグラムなど、まさにそのように聞こえます。視聴者やストリーマーがチャットでさまざまな感情を表現するために使用します。 </p> <p> </p> <p> 「PogChamp」という用語は「PogChampion」または「PlayofGame Champion」というフレーズに由来し、「Play of the Game」というフレーズは、競争力のある一人称シューティングゲームであるOverwatchによって普及したと考えられています。オーバーウォッチには、すべての試合の終わりに、ハイライトリールがその試合の「最高の」プレイを紹介する機能があります。 </p> <p> 「PogChamp」とそれが説明する感情は、多くの派生物を生み出しました。 「poggers」と単に「pog」の両方が、オンラインスラングで大きな存在感を示しています。ストリーマーが「poggers」と言って何かに興奮して反応するのを見るのはよくあることです。 </p> <p> そして、それはインターネットのフォーラムや他のコーナーに浸透しましたが、彼らがその用語の文脈も知らない限り、日常生活のほとんどの知人にはそれを使用しないでしょう。 </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> PogChampエモートの起源 </h2> <p> </p> <p> オリジナルのPogChampエモートの象徴的で誇張されたショックを受けた顔は、2010年にCross CounterTVのYouTube動画で最初に見られました。 </p> <p> その中で、インターネットパーソナリティのライアン「グーテックス」グティエレスは、カメラマンが三脚にぶつかったことに反応して、目と口の両方を大きく開いた状態で顔を作ります。彼のすぐ隣に座っているのは、仲間のストリーマー、マイク・ロスです。 </p> <p> 最終的に、ミームに値する反応はTwitchのエモートになりました。 </p> <p> による <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> 、似顔絵がエモートに使用されるTwitchパーソナリティは、使用ごとに支払われます。これは、誰かがエモートを使用するたびに料金が発生することを意味します。 </p> <p> Gutierrezは、チャットで自分の顔の画像をスパムするTwitchユーザーから年間約50,000ドルを稼いでいたと推定されています。その上、Gutierrezは、Twitchが彼の肖像を使用できるようにするために、50,000ドルから100,000ドルの前払いで支払われました。 </p> <p> ただし、GutierrezがPogChampを永遠に代表するわけではありません。 2021年1月6日 <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitchは元のPogChampエモートを禁止しました </a> 、元の画像がプラットフォームから削除されることになっていることを示します。 </p> <p> その結果、プラットフォームは新しいPogChampエモートを作成しました。それ以来、Twitchはさまざまなオンラインクリエイターを新しいPogChampの顔にしています。さまざまな背景とオーディエンスサイズのストリーマー。 </p> <p> </p> <p> エモートはオリジナルと同じ意味を持ち、驚き、興奮、またはショックを受けた反応を表現します。ただし、エモート自体は変更されています。 </p> <p> また、Gutierrezの顔をしたPogChampエモートのTwitch禁止があっても、インターネットスラングでの「poggers」と「pog」の使用は影響を受けない可能性があります。 </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChampは興奮、喜び、または衝撃を表現します </h2> <p> PogChampは最も古いTwitchエモートの1つですが、最も用途の広いものの1つでもあります。 </p> <p> PogChampは、ポジティブな反応とネガティブな反応の両方を表現できるため、名前に付けられた顔が常に同じであるとは限らない場合でも、インターネット全体で引き続き使用される可能性があります。 </p>"}