{"title":"멀티 플레이어 또는 클래식 게임을 온라인으로 즐길 수있는 5 가지 무료 브라우저 게임 사이트","content":"<p> 멋진 게임을하기 위해 PlayStation이나 고급 그래픽 카드가 필요하지 않습니다. 이 사이트는 멀티 플레이어 게임 및 클래식 타이틀을 포함하여 모든 브라우저에서 무료 온라인 게임을 플레이 할 수있는 위치를 보여줍니다. </p> <p> 브라우저 게임은 새로운 것이 아니지만 Flash Player의 죽음과 함께 알아야 할 새로운 카탈로그가 있습니다. 텍스트 기반 모험에서 클래식 콘솔 게임의 재현에 이르기까지 모든 최신 브라우저에서 환상적인 게임을 즐길 수 있으며 일부는 스마트 폰에서도 작동합니다. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1. <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Itch.io </a> (웹) : StumbleUpon에서 임의의 브라우저 게임 발견 </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch는 모든 플랫폼에서 무료 및 유료 인디 게임을 발견 할 수있는 플랫폼입니다. 대부분의 최신 브라우저에서 작동하도록 대부분 HTML5로 만들어진 방대한 웹 게임 라이브러리가 있습니다. 인기도, 평점, 최신순으로 정렬하거나 1 인칭, 2D, 픽셀 아트 등과 같은 태그로 필터링 할 수 있습니다. </p> <p> 새로운 브라우저 게임을 발견하는 재미있는 방법은 <strong> Randomizer </strong> . 웹 게임용 StumbleUpon처럼 작동하여 프로젝트를 하나씩 보여주고 다음으로 이동하기 전에 동일한 탭에서 재생할 수 있습니다. Itch.io 계정과 함께 Randomizer를 사용하는 것이 가장 좋습니다. 그러면 이미 본 게임을 추적하고 다시 표시하지 않기 때문입니다. </p> <p> Itch는 게임을 구매하는 클라이언트이기도하므로 빠른 휴식을 원하면 무료 게임으로 필터링하는 것이 좋습니다. 그런 다음 크롬 북과 같은 플랫폼이나 타사 설치를 허용하지 않는 사무실 PC에서 플레이하기에 이상적인 브라우저에서 작동하는 놀라운 유료 게임을 발견 할 수 있습니다. </p> <p> 브라우저 게임 외에도 Itch.io는 컴퓨터 및 콘솔 용 인디 게임을 호스팅합니다. 사실, 그것은 <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> 프리미엄 PC 게임을 무료로 다운로드 할 수있는 최고의 사이트 </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2. <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> 웹 모험 </a> (웹) : 텍스트 기반 어드벤처 게임 및 인터랙티브 픽션 </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> 진정한 괴짜와 게이머는 텍스트 기반 어드벤처 또는 인터랙티브 픽션이라는 게임 장르에서 상상력과 재치가 가장 중요했던 멋진 그래픽보다 시간 이야기를 들려줍니다. Zork와 같은 게임은 텍스트를보고 올바른 문장을 입력하여 진행했습니다. 이제 Web Adventures에서 Zork 및 기타 대화 형 소설을 플레이 할 수 있습니다. </p> <p> 이 웹 사이트에는 1982 년 Zork 3 부작 원본 및 기타 변형, 2000 년 대히트 Galatea, 1995 년 퍼즐 어드벤처 Jigsaw 및 기타 수상 경력에 빛나는 여러 타이틀과 같은 고전적인 텍스트 기반 어드벤처 게임이 포함되어 있습니다. 이들은 한때 상업적 이었지만 이제는 온라인에서 무료로 즐길 수있는 게임입니다. 웹 어드벤처에는 텍스트 기반 어드벤처 게임의 경이로움에 어린 마음과 적극적인 상상력을 소개하기 위해 어린이 친화적 인 인터랙티브 픽션을위한 별도의 섹션이 있습니다. </p> <p> Web Adventures는 데스크톱과 모바일 브라우저 모두에서 작동하므로 이동 중에도 플레이 할 수 있습니다. 사이트가 브라우저 캐시를 통해 진행 상황을 저장할 수 있지만 장치간에 동기화 할 수 없기 때문에 시작한 동일한 장치에서 게임을하는 것이 이상적입니다. Web Adventures를 마친 후에는 다른 멋진 <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> 브라우저 용 텍스트 기반 어드벤처 게임 </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 삼. <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> LCD 게임 </a> (웹) : 레트로 핸드 헬드 LCD 콘솔 게임 플레이 </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> 오늘날 모든 전화기는 비디오 게임 콘솔이며 Nintendo Switch는 휴대용 게임기입니다. 하지만 휴대용 게임은 MicroVision 및 Nintendo Game &amp; Watch의 일련의 LCD 게임으로 시작되었습니다. 한 개발자는 모두가 복고풍 경험을 얻을 수 있도록 브라우저 게임의 형태로 다시 만들었습니다. </p> <p> 현재이 목록에는 Donkey Kong II, Cement Factory, Highway, Jungle Kong, Tom &#39;s Adventure, Mario Bros., Eagle n &#39;Chicken, Sea Ranger가 포함됩니다. 각 게임과 전체 유닛의 디자인은 1980 년대와 똑같습니다. 일부는 듀얼 스크린 게임이고 다른 일부는 한 화면에 고정됩니다. </p> <p> 키보드의 방향 키는 탐색 패드가되고 Z 및 A 키는 버튼 역할을합니다. 다른 버튼 (예 : 시작 또는 일시 중지)과 상호 작용하려면 마우스를 사용하십시오. 모바일에서 게임을하는 경우 화면의 버튼을 탭하여 원본에 더 가까운 경험을 할 수 있습니다. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4. <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> 케빈 게임 </a> (웹) : IO 멀티 플레이어 브라우저 게임 및 커뮤니티 모음 </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Agar.io, DRAWar.io, Paper.io 및 기타 멀티 플레이어 온라인 브라우저 게임에 대해 들어 보셨을 것입니다. 이러한 &quot;IO 게임&quot;은 가장 빠른 <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> 친구와 무료로 즐길 수있는 게임 </a> , 모든 브라우저에서. 한 곳에서 모두 찾기는 어렵지만 Kevin Games는 가장 큰 IO 멀티 플레이어 브라우저 게임을 많이 수집했습니다. </p> <p> 각 게임은 제목이있는 타일로 표시되지만 모든 게임에 대한 설명은 제공되지 않습니다. 대신 타일 위에 커서를 올려 놓으면 게임 플레이를 보여주는 작은 GIF로 변경됩니다. 무엇을 기대해야하는지 멋지고 다른 방식으로 설명합니다. </p> <p> 컬렉션은 일반적으로 대규모 멀티 플레이어 게임 인 IO 게임에만 국한되지 않습니다. 퍼즐, 아케이드, 배틀 로얄, 슈팅 등과 같은 카테고리를 검색 할 수도 있습니다. 레이싱과 같은 일반 태그로 게임을 검색 할 수도 있습니다. </p> <p> Kevin Games는 또한 같은 생각을 가진 사람들과 게임에 대해 토론 할 수있는 활성 Discord 서버를 보유하고 있으며, 심지어 게임 전후에 이야기 할 수도 있습니다. 결국 채팅과 커뮤니티는 멀티 플레이어 게임의 필수적인 부분입니다. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5. <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> 클래식 플레이 </a> (웹) : 브라우저에서 클래식 DOS, NES, Sega 게임 온라인 플레이 </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> 에뮬레이터를 사용하면 NES와 같은 콘솔에서든 MS-DOS와 같은 운영 체제에서든 모든 컴퓨터에서 오래된 게임을 실행할 수 있습니다. Play Classic은 브라우저 자체에 게임 진행 상황을 저장할 수있는 기능과 함께이를 브라우저에 온라인으로 제공합니다. </p> <p> 현재이 웹 사이트는 MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo 및 Game Boy 플랫폼을 지원합니다. 모든 Mario 게임, Sonic the Hedgehog, Mortal Kombat의 초기 버전, Doom 등과 같은 광범위한 타이틀을 찾을 수 있습니다. 메뉴의 &quot;100 대 클래식 게임&quot;을 사용하여 가장 인기있는 DOS, Genesis 또는 SNES 게임을 빠르게 검색하십시오. </p> <p> 컨트롤은 플랫폼 유형에 따라 변경됩니다. 간단한 가이드는 없지만 주로 A, S, D, Z, X, C 키를 버튼으로, 화살표 키를 이동으로, Enter 키를 선택하여 확인하십시오. </p> <p> </p> <h2 id=\"avoid-flash-games\"> 플래시 게임 피하기 </h2> <p> 2020 년 12 월 31 일에 Adobe는 Flash Player 지원을 중단했습니다. 사실, 대부분의 새로운 브라우저는 Flash를 지원하지 않거나 어떤 사이트에서도 사용하지 말라고 적극 조언합니다. 개발자와 보안 전문가들은 Flash의 잠재적 인 취약점에 대해 오랫동안 경고 해 왔으므로 이제는 이러한 게임을 완전히 중단해야 할 때입니다. </p> <p> 고품질의 창의적이며 재미있는 플래시 게임이 있기 때문에 유감이지만 더 이상 위험을 감수 할 가치가 없습니다. 일부 웹 사이트는 적극적으로 <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> 오래된 플래시 게임 저장 또는 변환 </a> 게다가. 위의 브라우저 게임 웹 사이트 목록이 온라인에서 무료로 게임을 즐길 수있는 다른 안전한 옵션을 충분히 제공하기를 바랍니다. </p>"}