{"title":"가짜 LinkedIn 프로필을 찾는 7 가지 방법","content":"<p> 온라인 위협은 종종 가짜 프로필 형태로 LinkedIn과 같은 전문 소셜 네트워크에 존재합니다. </p> <p> 가짜 LinkedIn 프로필을 발견하는 것은 부분적으로 직감으로 귀결됩니다. 그러나 무엇을 찾아야하는지 정확히 아는 것은 훨씬 쉽게 만듭니다. 다음은 귀하가받은 연결 요청이 정품이 아닐 수 있다는 7 가지 주요 신호입니다. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> 가짜 LinkedIn 프로필을 찾는 방법 </h2> <p> </p> <p> 악성 계정은 연락처 목록과 이메일 주소 및 전화 번호와 같은 세부 정보를 수집합니다. 또한 가짜 채용 정보를 홍보하고 흥미로운 잠재 고객을 가진 구직자를 유인하고 링크를 클릭하거나 멀웨어가 포함 된 파일을 다운로드하도록 유도 할 수도 있습니다. </p> <p> 그만큼 <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> 일반적인 소셜 미디어 피싱 공격의 범위 </a> 광범위하지만 조심하면 쉽게 좌절됩니다. 요점은주의를 기울이면 개인 정보와 자산을 보호 할 수 있다는 것입니다. 동시에, 당신을 유혹으로 사용하는 가짜 프로필로부터 다른 사용자를 안전하게 보호합니다. </p> <p> 조심해야 할 몇 가지 징후가 있습니다. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. 불완전하거나 비인격적인 프로필 </h3> <p> 계정의 전반적인 인상을 고려하십시오. 계정이 비공개가 아닌 경우 사용자의 위치, 교육, 고용 및 정보 섹션과 같은 세부 정보를 볼 수 있습니다. 불완전한 프로필은 비전문적이거나 비인간적이라고 느끼는 위험 신호입니다. </p> <p> 예를 들어 사용자의 정보 정보를 확인합니다. 철자 또는 구문 오류 외에도 전문가가되어야하는 분야와 불일치가있을 수 있습니다. 일반적인 단어도 찾는 것이 일반적이므로 기분이 좋지 않은 모든 것에 눈과 마음을 열어 두십시오. </p> <h3 id=\"suspicious-profile-picture\"> 2. 의심스러운 프로필 사진 </h3> <p> </p> <p> 가짜 LinkedIn 계정은 종종 비정상적인 사진을 사용하므로 스스로를 포기합니다. 일부는 사진을 전혀 사용하지 않습니다. 단정 한 전문가와 양질의 헤드 샷은 플랫폼에서 일반적인 광경이지만 대부분의 사용자는 스톡 사진처럼 보이지 않도록 노력합니다. </p> <p> 또한 프로필에 표시된 이름과 일치하지 않는 유명한 얼굴이 미소를 지을 수도 있습니다. </p> <p> 두 경우 모두 빠르게 확인할 수 있습니다. <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> 컴퓨터에서 Google 이미지 검색 </a> 또는 스마트 폰. </p> <h3 id=\"generic-headline\"> 3. 일반 헤드 라인 </h3> <p> 구직자로서 당신은 고용주의 관심을 끌면서도 당신이 누구인지를 반영하는 프로필을 만들어야합니다. 연결 요청에 헤드 라인에 대한 임의의 또는 일반적인 문구가있는 경우 사용자는 다른 모든 사용자와 동일한 이유로 LinkedIn에 있지 않을 수 있습니다. </p> <p> 물론 플랫폼에서 친구를 사귀는 것은 나쁘지 않지만, 특히 사기꾼과 많은 문제를 일으키기 위해 판단이 잘못되었을 때 특히주의해야합니다. </p> <p> </p><p class=\"heading_title\"></p> &lt;/ p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. 수상한 업무 또는 교육 기록 </h3> <p> 여기에서도 프로필이 제공하는 정보가 많을수록 좋습니다. LinkedIn에서 고용 또는 교육 기록을 작성하는 것은 지루하지만 가능한 한 흥미로워 야합니다. 따라서 책임과 같은 추가 세부 사항없이 소수의 회사와 직함 만 보여주는 계정은 이상합니다. </p> <p> 누군가의 이력서를 검토하는 것은 극단적 인 것처럼 보이지만 가짜 계정은 실수를 할 수밖에 없습니다. 뿐만 아니라 Google에서 확실하지 않은 정보를 검색하면 계정에 대한 추가 경고가 표시 될 수 있습니다. 약간의 편집증이 때때로 보상을받습니다. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. 링크가있는 열정적 인 메시지 </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> 일부 사기 사용자는 연결 요청과 함께 메시지를 보낼만큼 대담합니다. 그들의 목표는 당신이 그들을 신뢰하도록 설득하는 것이기 때문에, 그들은 때때로 저항 할 수없는 직업 특전, 키워드 및 흥분된 언어와 같은 후크로 메시지를 채 웁니다. </p> <p> 여기에는 제공하는 제품에 대한 자세한 정보가 포함 된 링크와 문서가 포함될 수 있습니다. 사용자와 제안이 정품임을 알 때까지 아무것도 열거 나 다운로드하지 마십시오. 이는 소셜 네트워크 든 이메일 계정이든 모든 플랫폼의 상호 작용에 적용됩니다. </p> <p> 의심스러운 프로필을 테스트하는 편리한 방법 중 하나는 먼저 사람과 회사를 포함하여 계정의 세부 정보를 조사하는 것입니다. 그런 다음 질문으로 답장하십시오. 외교적, 비 대립적 접근 방식이 가장 효과적입니다. 답변이 부족한 경우 해당 제안을 거부하거나 무시할 수 있습니다. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. 연결 수가 너무 적거나 너무 많음 </h3> <p> 프로필이 새롭고 여전히 네트워크를 구축하고있을 수 있지만 잠시 후에도 숫자가 변경되지 않으면 사용자가 실제로 시도하지 않을 수 있습니다. 또는 사람들이 이유 때문에 그들과 연결되지 않습니다. </p> <p> 계정에 의심스러운 내용이 있으면 피하거나 <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> 심지어 신고 </a> . </p> <p> 스펙트럼의 반대편에는 많은 사람과 프리미엄 시스템을 속이는 가짜 프로필이 있지만 가능한 모든 사람과 연결됩니다. 진정한 사용자는 자신의 관심사와 다소 관련된 네트워크를 갖게됩니다. 비정상적인 사람들이 모여있는 대규모 네트워크는 큰 위험 신호입니다. </p> <h3 id=\"poor-linkedin-activity\"> 7. 불량한 LinkedIn 활동 </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> 실제 프로필은 플랫폼과도 연계됩니다. 그들의 사용자는 실제로 자신을 드러내고 의미있는 연결을 만드는 데 투자됩니다. 가짜 계정은 일반적으로 좋아요를 누르거나 게시물을 공유하는 것 이상의 의미가 없습니다. 그들의 의견조차도 일반적이거나 매우 짧습니다. </p> <p> 프로필의 세부 정보를 확인하는 것 외에도 활동도 살펴보세요. 부족하거나 비 인격적으로 보이면 연결을 피하는 것이 좋습니다. 이와 같은 작은 세부 사항은 계정에 대한 느낌을 더 해주고 의심 스러운지 아닌지 결정하는 데 도움이됩니다. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> 상식은 LinkedIn에서 당신을 안전하게 지켜줍니다 </h2> <p> 개별적으로 이러한 위험 신호는 사소하지만 여러 개를 합치면 의심스러운 계정이 있습니다. 좋은 프로필을 만드는 방법이나 전문적인 방식으로 사람들에게 접근하는 방법을 모르는 사람 일 수도 있습니다. 하지만 그래도 후회하는 것보다 안전한 것이 낫습니다. </p> <p> 진정한 사용자는 자신을 보호하는 방법을 배워야합니다. 그리고 연락처에 대해 더 까다로워지는 것은 지불해야 할 적은 비용입니다. </p>"}