{"title":"Apple, 개발자의 외침 이후 DTK Mac Mini 수익률 향상","content":"<p> 개발자의 항의에 대응하여 Apple은 DTK (개발자 전환 키트) Mac mini 컴퓨터를 원래의 $ 200에서 $ 500으로 반환 한 것에 대한 크레딧을 증가 시켰습니다. </p> <p> 또한 개발자에게 업데이트 된 약관을 알리는 Apple의 이메일 메시지에 따르면 증가한 $ 500 크레딧은 5 월 31 일이 아닌 연말까지 사용할 수 있습니다. </p> <blockquote> <p> 5 월에 만료되는 $ 200 크레딧 대신 $ 500의 Apple 크레딧을 제공하고이 크레딧을 사용하여 연말까지 새 M1 Mac을받을 수있는 시간을 연장합니다. 이미 새로운 M1 Mac을 구입 한 경우 Apple 크레딧을 통해 앱 개발 작업에 도움이되는 Apple 제품을 유연하게 구입할 수 있습니다. </p> </blockquote> <p> 회사는 곧 해당 DTK 유닛을 반품하는 방법에 대한 세부 정보를 공유 할 것입니다. </p> <p> 이 혜택을 통해 개발자는 500 달러 크레딧을 사용하여 699 달러부터 시작하는 새로운 M1 Mac mini 컴퓨터 비용 대부분을 충당 할 수 있습니다. 새로운 용어는 실망한 이후에 이어진 개발자의 항의에 대한 Apple의 반응입니다. <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> $ 200 DTK Mac mini 제공 </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> 불행한 홍보 실수 </h2> <p> Apple의 이메일 메시지는 회사가 원래 200 달러의 &#39;감사 크레딧&#39;이 일부 개발자를 모욕했을 수 있다는 사실을 잘 알고 있음을 인정합니다. </p> <blockquote> <p> 지난 이메일에 언급 된 $ 200 감사 크레딧 메모에 대한 귀하의 의견을 들었습니다. 우리의 의도는 놀라운 대학 앱을 만들기 위해 여러분이 쏟은 엄청난 노력을 인식하는 것이 었습니다. 초기에 우리와 파트너 관계를 맺음으로써 우리 플랫폼에 대한 헌신과 선구자가 되겠다는 의지를 보여주었습니다. </p> </blockquote> <p> 안타깝게도 이것이 모두 Apple이하는 일입니다. </p> <p> 이 회사는 허공에서 mini-PR 문제를 만들어 개발자들 사이에 상당한 당혹감을 불러 일으켰습니다. 그리고 애플이 처음부터 그 키트의 반환을 위해 500 달러를 제안했다면 모든 분노와 논쟁을 피할 수 있었다. 그리고 회사가 가장 충성도가 높은 개발자에게 정말 보상하고 싶었다면 DTK 단위를 유지하도록 할 수있었습니다. </p> <p> </p> <p> 개발자 지원은 모든 기술 플랫폼을 성공으로 전환하는 데 가장 중요한 요소 중 하나입니다. 회사가 고객이 계속 플랫폼으로 돌아 오게하려면 이와 같은 움직임으로 개발자 군을 화나게하기 전에 두 번 생각해야합니다. 사람들이 Apple 제품에 대한 관심과 열정을 유지하는 앱을 만드는 것은 개발자입니다. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> 어쨌든 DTK Mac Mini는 무엇입니까? </h2> <p> Intel 기반 앱이 새로운 M1 Mac에서 기본적으로 실행되도록 돕기 위해 Apple이 개발자에게 DTK 장치를 임대했습니다. DTK는 iPad Pro의 A12Z Bionic 칩이 내장 된 Mac mini 인클로저로 16GB 메모리, 512GB 저장 용량 등을 갖추고 있습니다. 중요한 것은 개발자가 언젠가 자신의 장치를 Apple에 반환해야한다는 사실을 모두 알고 있다는 것입니다. </p> <p> 원래 기기를 반품하려는 개발자에게 Apple이 제공 한 200 달러 크레딧은 앱, 미디어 또는 최신 Apple 실리콘 기반 Mac 컴퓨터 중 하나를 구입하는 데 사용할 수 있습니다. 개발자는 반품 된 제품을 수령하면 $ 200 크레딧을 받았을 것입니다. 코드는 2021 년 5 월 31 일까지 사용되어야했습니다. </p> <p> 그러나 개발자들은 소셜 미디어에 대한 Apple의 용어에 대한 불만을 표출하면서 제안을 꺼려했습니다. 대부분의 불만은 Apple 실리콘 앱을 계속 테스트하기 위해 새로운 M1 Mac mini를 구매하기에는 200 달러의 크레딧이 부족하다는 사실을 중심으로합니다. </p>"}