{"title":"Facebook, Clubhouse와 경쟁하기 위해 새로운 앱 개발 중","content":"<p> Facebook은 오늘날 소셜 미디어에서 일반적이거나 필수적인 것으로 간주되는 여러 기능으로 인정받을 수 있으며, 이것이 출시 된 지 약 17 년이 된 이유 중 큰 부분입니다. 그러나 페이스 북의 이력서에는 독점적으로 고유 한 기능이 포함되어 있다고 주장하는 것은 옳지 않습니다. </p> <p> 사실, 페이스 북이 경쟁자들로부터 많은 돈을 빌려온 여러 번에 대해 언급하지 않고 페이스 북이 최근 몇 년 동안 한 변화에 대해 이야기하는 것은 매우 어렵습니다. 최근 보고서에 따르면 페이스 북이 경쟁 앱을 한 번에 복사하기 시작했습니다. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Clubhouse는 Facebook의 최신 모방 계획의 주제입니다 </h2> <p> 에 따르면 <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> 뉴욕 타임즈 </a> , Facebook은 오디오 중심의 소셜 네트워크에서 경쟁하고 있습니다. <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> 클럽 하우스 </a> , 작년에만 출시 된 초대 전용 음성 채팅 앱입니다. </p> <p> Facebook이 언제 Clubhouse 클론을 제작하기 시작했는지는 모르지만 현재 작업중인 팀이 제품을 &quot;Fireside&quot;라고 부르는 것은 알고 있습니다. 이 코드 명은 제품이 아직 초기 개발 단계에 있기 때문에 변경 될 수 있습니다. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> 페이스 북 CEO 인 마크 주 커버 그는 오디오 커뮤니케이션에 관심이 있었다고 알려지지 않은 소식통은 말합니다. 꽤 모호합니다. 그것은 그가 한동안 그것을 주시했거나 최근에 그의 관심을 끌었 음을 의미 할 수 있습니다. 어느 쪽이든 Zuckerberg는 지난 일요일 Clubhouse에 출연하여 증강 및 가상 현실 (AR 및 VR)에 대해 논의했습니다. </p> <h3 id=\"what-is-clubhouse\"> 클럽 하우스 란? </h3> <p> 전에 클럽 하우스에 대해 들어 본 적이 없더라도 걱정하지 마십시오. 현재 사용자는 꽉 짜여진 원에 머물러 있습니다. 기존 사용자로부터 초대를받은 경우에만 Clubhouse에 가입 ​​할 수 있습니다. </p> <p> 에 <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> 앱 스토어 </a> , Clubhouse는 자신을 &quot;전 세계의 친구 및 기타 흥미로운 사람들과 캐주얼 한 드롭 인 오디오 대화를위한 공간&quot;이라고 설명합니다. </p> <p> </p> <p> 다른 Skype 또는 Zoom으로 생각할 수 있지만 비디오 캡처가 없습니다. 오디오와 프로필 사진, 그리고 &quot;대화&quot;만이 받침대에 서서 프레젠테이션이나 연설을하는 사람을 듣는 것과 비슷합니다. 당신이 듣고 싶은 사람을 선택하십시오. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> Facebook의 경쟁 앱 복사 역사 </h2> <p> Zuckerberg는 소셜 플랫폼을 보면 성공할 것임을 알고있는 것 같습니다. Facebook은 스타트 업 회사 였을 때 Instagram, WhatsApp, Oculus를 다시 구입했습니다. 그는 2013 년에 Snapchat을 30 억 달러에 인수하려고 시도했지만 그 배후 팀은 거절했습니다. </p> <p> 그리고 그게 전부일 수 있습니다. Facebook은 경쟁 앱에서 아이디어를 빌려온 역사를 가지고 있습니다. Zuckerberg는 항상 Facebook에 가져올 새로운 것을 찾고 있기 때문입니다. 아마도 가장 유명한 예에서 Facebook은 자체 버전을 추가했을 때 Snapchat에서 &quot;도용&quot;하는 경향을 시작했습니다. <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> 소셜 미디어 이야기 </a> 2017 년. </p> <p> 최근에는 <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook은 이웃을 시작했습니다. </a> 지난 10 월, 하이퍼 로컬 소셜 네트워킹 서비스와 매우 유사하게 작동합니다. <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> 옆집 </a> . 십이월에, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook은 Collab을 출시했습니다. </a> iOS 기기의 경우 TikTok 클론 악 대차에 늦게 뛰어 들었습니다. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> 페이스 북은 무엇을 목표로하고 있습니까? </h2> <p> Facebook은 친구들과 대화하고 소식을 전하는 온라인 공간으로 시작되었습니다. 이후 다양한 사람들에게 어필하는 다양한 기능을 갖춘 플랫폼으로 성장했습니다. </p> <p> 클럽 하우스가 발견 한 다소 틈새 시장에 진입하기로 한 페이스 북의 결정은 흥미로운 것입니다. 그것이 현명한 결정인지 여부는 우리가 알아 내기 위해 기다려야 할 것입니다. </p>"}