{"title":"Mozilla 허브 사용 방법 &amp; # 039; 새로운 기능","content":"<p> Mozilla는 2018 년에 무료 몰입 형 원격 공동 작업 및 소셜 플랫폼 인 Hubs를 출시했습니다.하지만 유행병이 유행하는 동안 사람들이 플랫폼에 액세스하고 사용하는 방식이 바뀌면서 다양한 경험 수준을 가진 대규모 그룹의 장치의 범위. </p> <p> 여기서는 2021 업데이트로 허브가 어떻게 변경되는지와 새로운 기능을 사용하는 방법을 살펴 봅니다. </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Mozilla 허브 란? 의 새로운 기능? </h2> <p> Mozilla Hubs는 &#39;방&#39;이라는 가상 공간을 만들고 공유 할 수있는 무료 플랫폼입니다. 하드웨어에 구애받지 않는 플랫폼은 웹 브라우저에서 실행되므로 인터넷이 연결된 컴퓨터, 태블릿 및 스마트 폰에서 사용할 수 있습니다. 아바타 사용자 정의와 같은 특전이 제공되지만 영구 프로필조차 필요하지 않습니다. </p> <p> 회의실 내의 대화 형 기능을 통해 사용자는 미디어를 함께보고, 화이트 보드에서 브레인 스토밍하고, 슬라이드 쇼를보고, 3D 모델을 검토하는 등의 작업을 할 수 있습니다. 방 자체는 Altspace와 같은 다른 플랫폼에 비해 약간 기본적이지만 야망이 있고 문제를 해결할 수 있다면 <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> 허브 GitHub </a> , 사용자 정의에 대한 더 많은 가능성이 있습니다. </p> <p> </p> <p> 그러나 새로운 업데이트는 플랫폼에 무엇을 가져다 줄까요? 새로운 사용자, 특히 교육 분야의 사용자가 많은 변화에 영감을주었습니다. </p> <p> 따라서 플랫폼의 기본 업데이트는 다음과 같습니다. </p> <ol> <li> 전용 채팅 창 / 바. </li> <li> 간소화 된 비 VR 사용자 인터페이스. </li> <li> 새로운 지원 포럼. </li> </ol> <p> 다음은 각각의 새로운 기능과 사용 방법에 대한 설명입니다. </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Mozilla Hubs의 새 채팅 표시 줄 사용 방법 </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs에는 이미 이전 버전에서 채팅 기능이 있습니다. 그러나 채팅 텍스트가 사라지기 전에 잠시 메인 디스플레이 위에 나타났습니다. 이로 인해 텍스트 뒤에있는 방에 대한 사용자의 시야가 차단되어 채팅을 다시 읽고 참조 할 수 없습니다. </p> <p> 새로운 업데이트는 화면 측면에 채팅 창 또는 바를 생성합니다. 이렇게하면 회의실보기가 약간 작아 지지만 채팅 텍스트를 훨씬 쉽게 읽을 수 있습니다. 채팅 텍스트도 채팅 표시 줄에 유지되어 시간이 지나도 대화가 지속됩니다. </p> <p> 이 기능은 프레젠테이션 중에 묻는 질문이나 늦게 방에 들어온 경우 대화를 따라 잡을 때 특히 유용합니다. </p> <p> 다음을 사용하여 채팅 창에 액세스 할 수 있습니다. <strong> 잡담 </strong> 하단 도구 모음의 아이콘을 클릭하고 제공된 텍스트 상자에 메시지를 입력합니다. 채팅 표시 줄이 화면을 축소하지 않도록하려면 동일한 아이콘을 클릭하여 최소화 할 수 있습니다. </p> <p> 최소화 된 상태에서도 채팅 텍스트가 잠시 동안 표시되지만 업데이트 전보다 훨씬 덜 산만합니다. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> 비 VR 사용자 인터페이스를 선택하는 방법 </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs는 &quot;몰입 형 공간&quot;으로 가장 잘 설명됩니다. VR 장비와 결합하면 &quot;가상 현실&quot;환경이 될 수 있지만이 특수 장비는 허브를 사용하는 데 필요하지 않습니다. </p> <p> Hubs 디자이너는 개인이 플랫폼에 액세스하기 위해 사용하는 하드웨어에 관계없이 UI가 최대한 비슷하기를 원했습니다. 인터페이스가 PC에서 VR 헤드셋, 휴대폰 또는 태블릿으로 크게 변경되지 않았기 때문에 사용자가 다양한 기기에서 허브를 정기적으로 사용하는 경우에도 유용했습니다. </p> <p> 그러나 인터페이스는 VR 하드웨어의 유용성을 우선시하여 비 VR 인터페이스를 사용할 때 일부 명령을 어색하게 만듭니다. 어떤면에서는 VR이 좀 더 이질적인 인터페이스이므로 해당 인터페이스에 최적화하여 매우 원활하게 만들었 기 때문에 이는 의미가 있습니다. 문제는 이로 인해 VR 사용자가 아닌 사용자의 유용성이 희생된다는 것이 었는데, 이는 대부분의 사용자였습니다. </p> <p> 그러나 업데이트는 별도의 비 VR 인터페이스를 만들었습니다. 따라서 다른 플랫폼의 컨트롤이 예전만큼 보편적 인 것은 아니지만 모든 사람이 여전히 승리합니다. </p> <p> 이제 회의실을 만들거나 입장 할 때이 업데이트 된 인터페이스에 쉽게 액세스 할 수 있습니다. </p> <p> 처음으로 방을 만들거나 들어갈 때 <strong> 객실 참여 </strong> 비 VR 인터페이스의 경우. 비 VR 사용자는 이제 이전 UI의 레이 캐스팅 디스플레이보다 약간 더 사용자 친화적 인 포인트 앤 클릭 인터페이스를 얻게됩니다. </p> <p> VR 하드웨어를 사용하는 경우 <strong> 장치에 입력 </strong> 대신. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Hubs 커뮤니티 지원에 대한 추가 도움을 얻는 방법 </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> 마지막으로 Mozilla는 Hubs 사용자가 이제 다음을 통해 지원을받을 수 있다고 발표했습니다. <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> 전용 커뮤니티 포럼 </a> . Hubs에는 항상 활발한 커뮤니티가 있었지만 주로 개발자를 대상으로했습니다. 개발자는 기술에 익숙하지 않은 사용자를 도울 수 있습니다. </p> <p> 그러나 새로운 지원 옵션은 개발자가 아닌 사용자에게 더 편안합니다. 지원 페이지는 이미 많이 검색된 용어와 정기적으로 요청되는 주제로 채워져 있습니다. 이전에는 포럼에서 묻는 사용자 질문에 대한 편리한 찾아보기 기능이 없었습니다. </p> <p> 지금 쿼리에 대한 답변을 찾으려면 지원 페이지 상단의 검색 창을 사용하거나 Mozilla에서 강조한 자주 사용하는 주제 및 특집 기사를 찾아 볼 수 있습니다. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> 새로운 Mozilla Hubs 기능을 다운로드해야합니까? </h2> <p> Hubs는 브라우저 기반이므로 이러한 업데이트는 자동입니다. 대부분의 사용자는 추가 다운로드 또는 수동 설치가 필요하지 않습니다. </p> <p> 오픈 소스 자료를 사용하여 자신 만의 맞춤형 환경을 만든 Hubs 사용자는 일부 코드를 수동으로 변경해야 할 수 있습니다. Mozilla에는 이러한 특수한 경우에 대한 특별히 가이드가 있습니다. </p> <p> 업데이트 이전의 허브에 익숙한 사용자는 변경 사항을 알 수 있습니다. 그러나 인터페이스 업데이트는 VR 경험을 변경하지 않고 비 VR 경험을 최적화하지 않기 때문에 허브에 액세스하는 방법에 관계없이 변경 사항에 쉽게 익숙해 져야합니다. </p> <p> </p> <p> 또한이 업데이트는 신규 사용자가 플랫폼을 확인할 수있는 좋은시기입니다. 특히 전용 채팅 창 기능을 사용하면 교사와 발표자가 질문을 쉽게 할 수 있으므로 플랫폼 사용 사례가 확장 될 수 있습니다. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> 새로운 허브 살펴보기 </h2> <p> Mozilla의 Hubs 업데이트는 사용자에게 많은 관심을 보여줍니다. 개발자가 가장 자주 보는 사용 사례 및 사용자 프로필에 응답함으로써 채팅 표시 줄, 새로운 지원 채널 및 최적화 된 인터페이스를 통해 플랫폼을보다 사용자 친화적이고 접근하기 쉽게 만듭니다. </p> <p> 업데이트를하더라도 Hubs가 당신에게 완벽하지 않다면, 그것이 유일한 VR 지원 원격 프레즌스 플랫폼이 아님을 기억하십시오. 다른 경험으로 문제를 해결할 수 있습니다. </p>"}