{"title":"Instagram은 릴에 TikTok 재 게시물을 홍보하지 않았습니다.","content":"<p> Instagram은 TikTok에서 다시 게시 된 Reel을 줄이려고합니다. 플랫폼은 알고리즘이 더 이상 TikTok 워터 마크가있는 릴을 홍보하지 않을 것이라고 발표했습니다. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram은 TikTok Reposts에서 크랙 다운 </h2> <p> 인스 타 그램은 사용자가 TikTok (및 해당 문제에 대한 다른 모든 앱)에서 제공 한 릴을 발견하기 어렵게 만들고 있습니다. 플랫폼은 <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> @Creators Instagram 계정 </a> , 릴의 새로운 권장 사항 목록을 발표합니다. </p> <p> 특히 Instagram은 &quot;다른 앱에서 눈에 띄게 재활용 된 (예 : 로고 또는 워터 마크 포함)&quot;릴 게시를 권장하지 않습니다. 인스 타 그램은 &quot;이 유형의 릴은 아직 릴 탭과 같은 곳에서 당신을 팔로우하지 않는 사람들에게 자주 추천되지 않을 것&quot;이라고 말합니다. </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> 이미지 크레딧 : Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram 출시 Reels </a> 2020 년 여름에 TikTok과의 경쟁을 직접 시도했습니다. 짧은 형식의 동영상 형식을 사용하는 Reels와 TikTok의 유사성으로 인해 사용자는 자연스럽게 TikToks를 Reels에 다시 게시합니다. 하지만 이제 이러한 TikTok 이식은 더 이상 Reels에서 기본적으로 생성 된 콘텐츠와 동일한 처리를받지 않습니다. </p> <p> 플랫폼이 릴을 TikTok보다 더 인기있게 만들려고하기 때문에 인스 타 그램에게는 이치에 맞습니다. 인스 타 그램은 더 이상 사용자가 릴을 바이러스 성 TikToks의 투기장으로 취급하는 것을 원하지 않습니다. 실제로 릴을 사용하는 제작자가 만든 독창적 인 콘텐츠를 원합니다. </p> <p> 경쟁 앱의 워터 마크가있는 릴은 Instagram의 알고리즘이 우선 순위를 낮추는 유일한 동영상 유형이 아닙니다. 또한 Instagram은 흐릿하거나 테두리가 있거나 텍스트로 덮여있는 릴은 홍보되지 않는다고 언급합니다. </p> <p> 사용자를 발견하는 데 도움이되는 콘텐츠의 종류에 대해 Instagram은 크리에이터가 영감을주고 창의적인 도구를 활용하며 수직 방향을 가지고 있으며 Instagram의 음악 라이브러리를 활용하고 &quot;재미 있고 재미있는&quot;콘텐츠를 게시 할 것을 제안합니다. 또한 플랫폼은 앱 전체의 추세를 시작하도록 권장합니다. </p> <p> 인스 타 그램에 따르면, 이러한 모범 사례를 따르면 &quot;발견 될 수있는 최선의 방법&quot;을 얻을 수 있습니다. </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> TikTok이 폐위 될 수 있습니까? </h2> <p> 릴에 대한 Instagram의 업데이트 된 모범 사례는 TikTok이 실제로 얼마나 위협이되는지 보여줍니다. Reels가 TikTok 로고를 자랑하는 것은 흔한 일이며,이 업데이트는 이러한 추세에 키보시를 적용하려고 시도 할 것입니다. </p> <p> 즉, 이렇게하면 재활용 된 콘텐츠가 정리 될 수 있지만 두 앱 모두에서 팔로 잉을하는 제작자를 방해 할 수 있습니다. Instagram은 TikTok처럼되기 위해 열심히 노력하고 있으며, 그 과정에서 자신의 정체성을 잃을 수도 있습니다. </p>"}