{"title":"Microsoft는 레거시 에지 제거 날짜를 설정했습니다.","content":"<p> Microsoft가 마침내 레거시 Edge를 없애고 자한다는 힌트를 보았고 이제 마침내 그 날이 왔습니다. 레거시 Edge를 사용하는 경우 2021 년 4 월 13 일까지만 새 브라우저로 이동해야 PC에서 지워집니다. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> Microsoft의 레거시 에지의 끝 </h2> <p> Microsoft는 마감일을 선언했습니다. <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> 기술 커뮤니티 웹 사이트 </a> . 소프트웨어 거대 기업이 레거시 브라우저와의 관계를 그다지 미묘하게 자르지 않았기 때문에 뉴스는 큰 놀라움이 아닙니다. 예를 들어 <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> 향후 언어 팩은 더 이상 레거시 Edge를 지원하지 않습니다. </a> . </p> <p> 그 당시 우리는 마이크로 소프트가 언제 플러그를 뽑을 지 몰랐습니다. 우리가 아는 것은 마이크로 소프트가 곧 사라지기를 원한다는 것뿐이었습니다. 이제이 소프트웨어 대기업은 레거시 Edge 제거에 대한 두 가지 주요 날짜를 설명했습니다. </p> <p> 첫 번째 날짜는 Microsoft 축에서 레거시 Edge를 지원하는 날짜입니다. 이는 2021 년 3 월 9 일에 발생합니다.이 날짜에 레거시 Edge는 누군가가 심각한 보안 결함을 발견하더라도 더 이상 업데이트를받지 않습니다. 따라서 레거시 Edge를 사용하는 경우 브라우저를 변경하기에 이상적인 날짜입니다. </p> <p> 두 번째 날짜는 Microsoft가 레거시 Edge를 제거하는 2021 년 4 월 13 일입니다. 단순히 기존 Edge를 자체 장치에 맡기는 것을 의미하지는 않습니다. Microsoft는 이전 브라우저를 운영 체제에서 제거하는 Windows 10 업데이트를 게시 할 계획입니다. </p> <p> 이것은 새로운 Chromium Edge를 제거하지 않습니다. <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft는 약 1 년 전에 출시했습니다. </a> . 사실, Chromium 버전의 Edge는 Microsoft가 처음에 레거시 Edge를 폐기하는 주된 이유입니다. </p> <p> Edge를 사용하고 Edge의 레거시 또는 Chromium 버전을 사용하는지 확실하지 않은 경우 이전 버전은 단색 파란색 E를 로고로 사용합니다. Chromium Edge에는 E처럼 보이는 더 다채로운 파란색과 녹색의 나선형이 있습니다. </p> <p> 따라서 이전 Microsoft Edge를 사용하는 경우 Chromium Edge 로의 작은 홉이라도 브라우저를 이동할 수있는 좋은시기입니다. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> 레거시를 잠자리에두기 </h2> <p> 여전히 레거시 Edge에 매달리고 있다면 지금이 바로 뛰어 올 수있는 환상적인시기입니다. Edge의 이전 버전은 2021 년 4 월에 완전히 제거 될 때까지 지금부터 점점 더 나빠질 것입니다. </p> <p> 항상 Chromium Edge를 사용 해보고 싶었다면 지금이 바로 시도해 볼 때입니다. Microsoft는 최근 새 브라우저에서 6 억 명의 사용자를 자랑했기 때문에 한 번 시도해 볼 가치가 있습니다. </p> <p> <small> 이미지 크레디트 : Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}