{"title":"Magna, Nissan 및 Foxconn은 모두 Apple 자동차를 제작할 후보입니다.","content":"<p> 기아는 더 이상 애매한 애플 카를 생산하지 않을 수도 있지만, 애플은 첫 번째 자동차를 만들기로 결정하면 다른 많은 실행 가능한 옵션을 가지고있다. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> 전기 자동차 (EV)는 환경을 돕습니다 </a> 그리고 Tesla의 성공은 Apple의 고위층과 함께 눈에 띄지 않은 것으로 알려졌습니다. 회사는 자율적으로 주도하는 <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> 스티어링 휠이 없을 수있는 EV </a> . 즉, 자동차를 만드는 것은 항상 대륙에 걸친 방대한 공급망을 필요로하는 돈 구덩이였습니다. </p> <p> 우리가 최근에 보도 한 바와 같이, 애플과 기아는 결국 애플 카와 제휴하지 않는 것 같습니다. 또한, 애플의 보도에 따르면 일본의 주요 자동차 제조업체는 <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> 계약 제조업체로 강등되는 것에 대해 우려 </a> . </p> <p> 의 새로운 보고서 <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> Apple의 소문이있는 EV의 생산을 위해 가능한 공급 업체 및 조립 파트너를 모 으려고합니다. 잠재적 옵션에는 Nissan 및 Stellantis, 다른 브랜드의 자동차를 만드는 Magna 등이 포함됩니다. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn은 Apple과 기존 관계가 있습니다. </h2> <p> Foxconn은 주요 옵션입니다.이 회사는 iPhone 및 기타 장치를 조립하는 계약 제조업체로서 Apple과 기존 관계를 유지하고 있습니다. 몇 달 전 Foxconn은 소프트웨어 플랫폼과 함께 첫 번째 EV 섀시를 공개했습니다. </p> <p> Apple Car가 대량 생산에 들어간다고하는 해인 2024 년까지 솔리드 스테이트 배터리를 출시 할 계획입니다. Foxconn과 Fiat Chrysler는 중국에서 전기 자동차를 만들기 위해 합작 투자를하고 있습니다. Apple은 Foxconn의 기술을 EV의 기반으로 활용할 수 있습니다. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> 마그나는 잘 맞습니다 </h2> <p> 캐나다에 본사를 둔 Magna는 오스트리아 그라츠에있는 공장에서 BMW 및 Jaguar Land Rover와 같은 브랜드를위한 다양한 부품을 제작합니다. Magna는 EV 스타트 업에 엔지니어링 및 제조 서비스를 제공합니다. 이 회사는 LG와 제휴하여 구동계를 함께 구축했으며 최근 중국에서 자동차 조립을 시작했습니다. </p> <p> </p> <p> Bloomberg는 Magna가 Apple과의 이전 관계의 이점을 가지고 있다고 말합니다. 5 년 전 Apple이 EV 영역에 진입하기로 결정했을 때 처음으로 이야기 한 계약 제조업체입니다. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Apple-Hyundai 토론이 다시 시작될 수 있음 </h2> <p> 현대와 기아는 모두 미국에서 제조 사업을 운영하고 있습니다. 기아차의 새로운 EV 플랫폼은 약 311 마일 (500km 이상)의 주행 거리와 18 분 만에 최대 80 %의 고속 충전 배터리를 약속합니다. </p> <p> 애플은 현대 / 기아와의 제휴에 관심이있는 것으로 알려졌다. 하나, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> 회담이 무너졌다 </a> 경영진이 회사가 Apple과 대화 중이라는보고를 확인한 후 </p> <blockquote> <p> 현대와 기아가 가진 가장 큰 단점은 악명 높은 비밀 회사 인 애플을 위해 자동차를 개발하고 있는지에 대한 최근의 앞뒤이다. 두 자동차 회사는 회담이 일어나지 않는다고 말했지만, 애플이 그들을 최고의 파트너로 간주한다면 논의가 재개 될 가능성이있다. </p> </blockquote> <p> 기아차는 2025 년까지 플랫폼 기반의 새로운 EV 모델 23 종을 공개 할 계획입니다. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> 닛산 및 유럽 자동차 제조업체 </h2> <p> 이 글에서는 Nissan이 Apple에 적합한 이유를 밝히려고합니다. Nisan은 르노와 공동 개발 한 EV 플랫폼을 가지고 있지만 가장 중요한 것은 CEO 인 Makoto Uchida가 최근 Nissan이 &quot;다른 사람이하지 않을 일을 할 DNA를 가지고있다&quot;고 말했습니다. </p> <p> </p> <p> 이 회사가 지난 12 개월 동안 재정적으로 어려움을 겪었고 Apple-Nissan 계약이 곧있을 가능성이 있다는 사실과 결합하여 Bloomberg는 다음과 같이 말했습니다. </p> <blockquote> <p> 이 자동차 제조업체는 2019 회계 연도에 20 년 만에 가장 큰 손실을보고하며 슬럼프에 빠졌고, Apple이 자동차를 개발하거나 제조하는 데 도움을줌으로써 절실히 필요한 수익을 얻을 수있었습니다. 또한 Apple의 기술에 대한 액세스를 통해 이익을 얻을 수 있습니다. 수익을내는 어떤 비용 으로든 볼륨 전략을 추구 한 후 Nissan은 주로 자동차 내부의 기술을 통해 고액 고객을 유치해야합니다. </p> </blockquote> <p> 이 보고서는 계속해서 Stellantis와 같은 유럽 자동차 제조업체를 Apple Car의 가능한 조립 및 생산 파트너로 강조합니다. 생산 능력의 가용성은 아마도 자동차를 만드는 데 가장 큰 요인이 될 것입니다. Tesla에 문의하세요. 그런 점에서 애플은 EV 생산을 여러 자동차 벤더와 공급 업체에 아웃소싱하는 것이 현명 할 것입니다. </p> <p> <small> 이미지 크레딧 : Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}