{"title":"Microsoft의 PAC는 다가오는주기 동안 선거 반대자에게 기부하지 않을 것입니다.","content":"<p> 미 국회 의사당 공격 이후 마이크로 소프트는 약 3 주 전에 PAC에 대한 기부금을 중단했다. 이 결정은위원회가 폭동의 영향과 사건의 여파에서 어떻게 나아갈 것인지를 평가할 시간을주기위한 것이었다. </p> <p> 이제 Microsoft는 PAC의 기부금이 다시 시작되지만 선거 결과 인증에 반대 한 의회 구성원에게는 기부하지 않을 것이라고 발표했습니다. 정지는 2022 년 선거주기 내내 계속 될 것이며 세계 유수의 기술 회사 중 하나의 중요한 성명입니다. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC, 이의 제 기자에 대한 기부금 중단 </h2> <p> 2021 년 2 월 5 일에 <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft의 기업 블로그 </a> PAC가 미국의 국회 의사당에 대한 전례없는 공격 이후 어떻게 전진 할 것인지를 밝혔습니다. </p> <p> </p> <p> 마이크로 소프트의 PAC는 더 이상 &quot;유권자 인증에 반대하는 투표를 한&quot;의회 의원들에게 기부하지 않을 것입니다. 이는 반대를지지하거나 의원이 선거 결과를 뒤집어 야한다고 제안한 모든 주 공무원 및 기타 조직에도 적용됩니다. </p> <p> PAC는 또한 기부 방식을 바꿀 것입니다. 이전에는 많은 정치 활동위원회에서와 마찬가지로 모든 기부가 정치 후보자에게 제공되었습니다. </p> <p> 그러나 Microsoft PAC는 일부 기부 회원이 특정 정치인을지지하는 것을 원하지 않고 대신 &quot;민주주의의 보존 및 증진&quot;에 초점을 맞춘 업무 및 조직에 자금을 지원하는 것을 선호한다는 점을 고려하고 있습니다. </p> <p> </p> <p> 이 정책의 확장으로 PAC는 동일한 이상을 공유하는 다른 비즈니스 및 조직과 더욱 긴밀하게 협력 할 것입니다. </p> <p> PAC에 대한 최종 변경 사항은 이름에 있습니다. Microsoft PAC의 기존 회원은 이름이 자발적인 기금이라는 사실을 완전히 반영하지 않는다는 것을 발견했습니다. 이후 PAC는 MSVPAC (Microsoft Corporation Stakeholders Voluntary PAC)로 이름이 변경됩니다. </p> <blockquote> <p> 우리는 미국 민주주의의 안정과 미래를 위해 이러한 문제의 중요성을 감안할 때 이러한 단계가 적절하다고 생각합니다. 그들은 또한 청취 세션 및 기타 직원 피드백에서 광범위하게 지원되었습니다. 우리는 이러한 단계가 중요하지만 일부 직원에게는 너무 많거나 적다는 것을 알고 있습니다. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft는 선거 반대자로부터 거리를 두려고 시도합니다. </h2> <p> 마이크로 소프트가 이제 반대자들과 거리를두고 있다는 소식은 놀라운 일이 아닙니다. 기술 대기업이 너무 늦거나 너무 늦지는 않았지만 Microsoft PAC가 선거 결과를 거부하려는 운동의 뿌리에서 많은 의회 회원들에게 상당한 기부를했다는 사실이 드러나 자 체면을 구하려는 시도 임에 틀림 없습니다. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> 민주화 과정을 전복시키려는 의회 의원들에게 가장 큰 공헌자 중 하나입니다. <br><br> Microsoft는이 그룹에 대한 자금 지원을 중단하기 위해 어떠한 약속도하지 않았습니다. <br><br> 목요일 회사 회의에서 Prez Brad Smith가 그 이유를 설명했습니다. <br><br> 그리고 그것은 꽤 끔찍합니다 </p> — Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 2021 년 1 월 23 일 </a></blockquote>  <p> Microsoft 사장 인 Brad Smith가 정치인에게 접근하기위한 정기적 인 정치 도구 (예 : 정치적 호의를위한 기부)로 기부금을 설명하려했지만, 많은 사람들이 PAC 및 Super PAC의 존재가 민주당에 막대한 피해를 준다고 믿는 이유를 강조합니다. 방법. </p>"}