{"title":"새로운 Nintendo Switch 컨시어지가 콘솔 주변을 보여줄 것입니다","content":"<p> 미국에 기반을 둔 새로운 Nintendo Switch 사용자이고 ZR에서 ZL을 모른다면 운이 좋을 것입니다. Nintendo가 도와 드리겠습니다. </p> <h2 id=\"nintendo-launches-nintendo-switch-concierge\"> Nintendo, Nintendo Switch Concierge 출시 </h2> <p> Nintendo는 다음 게시물을 통해 새로운 스위치 컨시어지 서비스를 발표했습니다. <a href=\"https://www.nintendo.com/whatsnew/detail/2021/get-one-on-one-help-with-your-new-system-from-our-experts/\" target=\"_blank\" rel=\"nofollow noopener\"> 닌텐도 뉴스 </a> . 이것은 현재 미국에서만 사용할 수있는 파일럿 계획으로, 사람들에게 새로운 Switch Console을 소개하는 것을 목표로합니다. </p> <p> 즉시 시작하여 새로운 미국 Nintendo Switch 소유자는 <a href=\"https://www.nintendo.com/nintendo-switch-concierge/\" target=\"_blank\" rel=\"nofollow noopener\"> Nintendo.com에서 컨시어지 페이지 전환 </a> 실제 Nintendo 담당자와 약속을 예약하십시오. 그런 다음 콘솔과 기능을 안내합니다. 완전 무료입니다. </p> <p> </p> <h2 id=\"what-does-nintendo-switch-concierge-do\"> Nintendo Switch Concierge는 무엇을합니까? </h2> <p> 한 문장으로 Nintendo Switch Concierge는 콘솔 주변을 보여주고 콘솔을 최대한 활용할 수 있도록 도와줍니다. </p> <p> Concierge는 파일럿 프로그램이며 2 월 22 일까지만 지속됩니다. 성공하면 Nintendo는 서비스를보다 영구적 인 기능으로 출시하는 것을 고려할 것입니다. </p> <p> 사용자는 본체를 최대한 활용하기위한 기본 강의를 다루는 30 분 간의 일대일 화상 채팅에 등록 할 수 있습니다. 사용할 수있는 강의 (및 각 강의 내용)는 다음과 같습니다. </p> <ul> <li> <strong> Nintendo Switch 101 </strong> : &quot;플레이 모드, 설정 프로세스, 게임 구매 및 플레이를 포함한 Nintendo Switch 시스템 개요 (일반적인 질문 포함).&quot; </li> <li> <strong> 게임 (시작하기) </strong> : &quot;구매 옵션, 게임 카드 대 디지털 다운로드, 게임 장르 및 위시리스트 기능을 포함한 Nintendo Switch 게임 개요.&quot; </li> <li> <strong> 게임 (다음에 할 게임) </strong> : &quot;플레이하는 사람, 플레이 스타일, 좋아하는 게임, 소유 한 시스템 및 액세서리를 기반으로 다음에 플레이 할 게임에 대한 추천을 공유하고 토론합니다.&quot; </li> <li> <strong> 보안 및 개인 정보 </strong> : &quot;가족에 대한 게임 제한 설정 방법, 보안 옵션 검토 및 구매 제한 설정 방법에 대해 알아보십시오.&quot; </li> <li> <strong> 닌텐도 계정 </strong> : &quot;여러 시스템 간의 상호 작용을 포함하여 Nintendo 계정, My Nintendo 보상 프로그램 및 Nintendo Switch Online 개요 (해당하는 경우).&quot; </li> <li> <strong> 커스터마이징 </strong> : &quot;시스템 인터페이스 사용자 지정, 액세서리 추가 및 @NintendoInspired Instagram에서 영감을 얻는 등 Nintendo 환경을 사용자 지정할 수있는 모든 방법을 알아보십시오.&quot; </li> </ul> <p> 그럼 거기에서 잘 지낼 수 있습니다. 30 분 세션이 예상 한 모든 내용을 다루지 않는 경우 다른 곳에서 다음과 같은 고급 자습서를 찾을 수 있습니다. <a href=\"https://www.makeuseof.com/best-nintendo-switch-apps/\" target=\"_blank\" rel=\"nofollow noopener\"> 설치할 비 게임 스위치 앱 </a> 또는 <a href=\"https://www.makeuseof.com/stop-sharing-nintendo-switch-eshop-data/\" target=\"_blank\" rel=\"nofollow noopener\"> Switch eShop에서 Google Analytics를 비활성화하는 방법 </a> . </p> <p> </p> <h2 id=\"the-nintendo-switch-is-a-great-platform-for-everyone\"> Nintendo Switch는 모두를위한 훌륭한 플랫폼입니다 </h2> <p> <img alt=\"nintendo switch\" src=\"images/nintendo-switch-1-390.jpg\" loading=\"lazy\"> </p> <p> Nintendo 자체에 대해 어떻게 생각하든 Switch (물론 Switch Lite도 포함)가 초보자와 프로 게이머 모두에게 잘 작동하는 훌륭한 플랫폼이라는 것을 부정 할 수 없습니다. </p> <p> 이 Nintendo Switch Concierge와 같은 움직임은 Nintendo가 콘솔을 구매하는 모든 사람이 Switch 경험을 즐겁고 포함하여 즐길 수 있도록 만드는 데 얼마나 투자했는지 보여줍니다. </p>"}