{"title":"Photoshop, Illustrator 및 Fresco 문서 공동 작업 추가","content":"<p> 온라인에서 다른 사람들과 창의적인 프로젝트를 진행 한 적이 있습니까? 종종 이메일이나 메시지로 파일을주고받는 것으로 구성 될 수 있습니다. 수정을 위해 새 파일을 다운로드하고 다른 사람이 똑같이하기 전에 파일을 다시 업로드하면 프로세스가 어색하고 비효율적으로 느껴집니다. </p> <p> 하지만 팀의 프로젝트가 Photoshop, Illustrator 또는 Fresco로 제작 된 경우 Adobe가 해당 워크 플로를 간소화했다는 사실을 알게되어 기쁩니다. </p> <h2 id=\"collaborate-on-the-cloud\"> 클라우드에서 협업 </h2> <p> Photoshop 제품 관리자 Pam Clark은 <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe 블로그 </a> Photoshop, Illustrator, Fresco의 기능 업데이트가 있습니다. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> 이제 각 프로그램의 각 사용자 인터페이스의 오른쪽 상단에 새로운 <strong> 편집 초대 </strong> 특색. 매우 유사한 과정에서 <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> Google 드라이브에서 공유 </a> , 버튼을 클릭하여 텍스트 상자를 열고 공동 작업자로 프로젝트에 추가 할 이메일을 입력 할 수 있습니다. </p> <p> 모든 공동 작업자는 지원되는 장치에서 문서 및 해당 버전 기록에 대한 편집 권한을 갖습니다. Photoshop과 Illustrator의 경우 PC와 iPad입니다. Fresco의 경우 iPhone 외에도 동일한 두 플랫폼입니다. </p> <p> 한 번에 한 사람 만 공유 클라우드 문서에서 작업 할 수 있지만 저장 한 변경 사항은 모든 공동 작업자와 자동으로 동기화됩니다. 공유 클라우드 문서에 액세스 할 수 있습니다. <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe 자산 </a> 페이지 및 <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> 크리에이티브 클라우드 </a> 데스크톱 앱. </p> <p> 시즌에 새로운 브러시가 필요하십니까? Adobe의 선임 디자인 전도사 인 Kyle T. Webster는 <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> 2020 겨울 브러쉬 팩 </a> Photoshop 및 Fresco 용. </p> <p> </p> <p> 같은 게시물에서는 Mac 및 Windows 용 Photoshop에 사전 설정 동기화를 추가 한 내용도 자세히 설명했습니다. 이 기능을 켜면 브러시, 견본, 그라디언트, 패턴, 스타일 및 모양에 대한 설정이 유지됩니다. &quot;동기화 된 브러시는 곧 iPad 버전에서 제공 될 것입니다.&quot;라고 Clark은 말합니다. </p> <p> </p> <p> 또한 자주 이동하는 아티스트라면 이제 iPad의 Illustrator에서 캔버스를 회전 할 수 있다는 사실에 기뻐할 것입니다. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe는 원격 작업을 더 쉽게 만듭니다. </h2> <p> 오랫동안 디지털 멀티미디어 소프트웨어 시장을 장악해온 디지털 크리에이티브가 Adobe를 강타하기 쉽습니다. 그러나 Adobe가 사용자가 시간이 지남에 따라 워크 플로를 변경 한 방식에 지속적으로 적응하는 경우 Adobe를 현금 확보 회사로 평가할 수 없습니다. </p> <p> Photoshop, Illustrator 또는 Fresco에 대한이 새로운 기능 업데이트는 <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark는 공유 브랜드를 추가했습니다. </a> . 온라인으로 만 사람들과 함께 일하는 것이 더 정상이되었으므로 회사는 온라인 협업을 좀 더 원활하게 만들기 위해 최선을 다하고있는 것 같습니다. </p> <p> 손가락을 엇갈리게하십시오. 아마도 앞으로 모든 Creative Cloud 앱에 클라우드 편집 기능이 도입 될 것입니다. </p>"}