{"title":"Parler는 트럼프 조직에 소유권 지분을 제안한 것으로 추정됩니다.","content":"<p> 도널드 트럼프 전 대통령 재임 기간 동안 팔러와 트럼프 팀은 팔러 트럼프의 주요 소셜 네트워크가 될 거래 협상을 시도한 것으로 알려졌다. 그 대가로 트럼프는 플랫폼에 대한 40 % 소유권을 갖게되었을 것입니다. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> 팔러는 트럼프를 기다렸을지도 모른다 </h2> <p> 언론의 자유 소셜 네트워크 인 Parler는 주로 정치적으로 보수적 인 플랫폼이 <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> 앱 스토어 및 Amazon Web Services에서 부팅 </a> . </p> <p> 이번에는 <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Buzzfeed 뉴스 </a> Parler가 트럼프를 기본 소셜 플랫폼으로 만들면 Parler의 지분 40 %를 제공했다고 주장합니다. 이 회담은 2020 년 여름에 열렸으며 11 월 선거 이후에 ​​다시 제기 된 것으로 알려졌습니다. </p> <p> 트럼프 자신이 협상에 참여했는지 여부는 불분명합니다. Buzzfeed 보고서에 인용 된 한 법률 전문가는 트럼프가 대통령 재임 기간 동안이 거래에 동의했다면 뇌물 방지법을 위반했을 수 있다고 말합니다. </p> <p> Buzzfeed 기자들은 또한 이러한 협상에 대한 문서를 보았다고 주장합니다. 거래의 일환으로 트럼프는 다른 모든 소셜 네트워크보다 최소 4 시간 전에 Parler에 게시해야 할 것으로 보입니다. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> 트럼프가 팔러를 자신의 주요 네트워크로 만들었다면 어떨까요? </h2> <p> 트럼프를 플랫폼의 빈번한 사용자로두면 Parler는 훨씬 더 높은 수준으로 올라 갔을 것입니다. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler는 네트워크로의 대량 마이그레이션을 보았습니다. </a> 2020 년 선거에서 트럼프가 패한 후, 트럼프가 참여했다면이 무리는 더 많았을 것입니다. </p> <p> 선거와 대통령 재임 기간 동안 트럼프는 지지자들을 모으기 위해 페이스 북과 트위터로 눈을 돌렸다. 트럼프는 그의 청중들이 더 많이 받아 들였을 플랫폼 인 파를 러를 결코 선택하지 않았다. </p> <p> 트럼프는 <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> 트위터에서 영구적으로 금지 </a> 과 <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook에서 무기한 정지 </a> —Parler에 합류하면이 타격이 완화되었을 수 있습니다. 하지만 Parler는 문제가 해결되지 않았습니다. </p> <p> 플랫폼이 블랙리스트에 오른 후 <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler 이사회는 자체 CEO 겸 공동 창립자 인 John Matze를 해고했다고합니다. </a> . 분명히 Matze는 Parler가 앱 스토어에서 공간을 되 찾을 수 있도록 더 강력한 중재를 추진했지만 나머지 Parler 팀은이 아이디어를 좋아하지 않았습니다. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Parler의 미래는 어떻게 될까요? </h2> <p> 이제 John Matze가 CEO 의장을 떠난 것으로 알려 졌으므로 Parler는 훨씬 더 불확실한 미래를 가지고 있습니다. 현재 웹 사이트는 정적 웹 페이지를 표시하지만 웹 사이트가 공식적으로 언제 가동 될지 아무도 모릅니다. </p> <p> 트럼프가 백악관에서 나오더라도 팔러의 사용자 기반은 대통령 임기 말기처럼 여전히 강할까요? 트럼프가 팔러와이 거래를 성사 시켰다면 아마 그랬을 것입니다. </p>"}