{"title":"Steam, 2021 년 시작으로 새로운 기록 수립","content":"<p> Steam은 한 번에 플랫폼을 사용하는 대부분의 사람들에게 기록을 갱신했습니다. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> 동시 Steam 사용자 2,600 만 명 </h2> <p> Steam이 방금 업데이트했습니다. <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam 통계 </a> 페이지. 여기에서 인기있는 게임 마켓 플레이스와 스트리밍 서비스가 한 번에 거의 2,650 만 명의 온라인 플레이어로 이전의 &quot;동시 사용자&quot;기록을 경신했음을 알 수 있습니다. </p> <p> 이것은 &quot;최고&quot;값으로 24 시간 동안 가장 높은 기록 된 통계임을 의미합니다. Steam 통계 페이지는 지속적으로 업데이트되어 Steam 사용자가 낮이든 밤이든 언제든 온라인 상태 인 사람의 수를 확인할 수 있습니다. 이 사이트는 48 시간 동안의 통계를 보여줍니다. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> 이 수치는 게임을하는 사람의 수가 아니라 Steam에 로그인 한 사람의 수와 관련이 있습니다. 이들은 &quot;활성 사용자&quot;에 속하며 동시에 Steam이이 기록을 세웠으며 2,650 만 명 중 7.2 명이 좋아하는 타이틀을 플레이 하느라 바빴습니다. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Steam의 마지막 기록은 언제입니까? </h2> <p> Steam이 2021 년에 자체 기록을 세운 것은 이번이 처음이 아닙니다. 2 월에 불과하다는 점을 고려할 때 의미가 없습니다. </p> <p> 1 월 초 Steam은 통계를 업데이트하여 약 2,550 만 건의 새로운 기록을 보여주었습니다. 따라서이 기록은 100 만 명의 추가 사용자가 이전 수치를 깨뜨리는 새로운 선례를 설정합니다. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Steam이 왜 그렇게 인기가 있습니까? </h2> <p> 글쎄요, 2,650 만 명의 사람들이 틀릴 수는 없죠? Steam은 정당한 이유로 매우 인기있는 플랫폼입니다. 플레이 할 수있는 방대한 게임이 있습니다. <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> 해당 게임을 구매할 수있는 안전한 시장입니다. </a> , 참여할 수있는 같은 생각을 가진 사람들로 구성된 대규모 커뮤니티가 있습니다. </p> <p> 뿐만 아니라 게임 자체도 Steam 구독자에게 엄청난 관심을 끌고 있습니다. 이 글을 쓰는 동안 거의 백만 명이 Counter-Strike : Global Offensive를 플레이하고있었습니다. 50 만 개가 Dota 2 서버를 채우고있었습니다. 동시 사용자 수는 2,510 만 명으로 증가하고 있으며 Steam이 내일까지 또 다른 기록적인 통계를 가질 수 있음을 시사합니다. </p> <p> 또한 COVID로 인해 모든 사람이 실내에 머물도록 강요했기 때문에 2020 년에 게임의 인기가 급증했다는 사실도 고려해야합니다. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> 미국 게임 지출은 작년에 지붕을 통과했습니다 </a> . 정말 놀랍지 않습니다. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam은 계속 성장합니다 </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam은 항상 인기있는 플랫폼이었으며 2020 년에는 강력한 위치를 차지했습니다. 2020 년이 대부분의 기업에 끔찍한 해 였다는 점을 감안할 때 이것은 고무적입니다. </p> <p> Steam 생태계를 즐길 수있는 다른 방법이 많이 있습니다. 친구들을 모아서 원격 게임을 즐겨 보는 건 어떨까요? Steam 가입자가 아니라면 가입에 대해 볼 수 있습니다. </p>"}