{"title":"Sony, PS5 컨트롤러가 PlayStation 기호로 텍스처링되는 방식을 공개합니다","content":"<p> PS5 DualSense 컨트롤러를 보거나 소유하거나 신세대 조이패드 주변의 과대 광고를 읽은 경우 장치 뒷면에 텍스처가 있음을 알 수 있습니다. </p> <p> 이 텍스처는 DualSense 전면에있는 작업 버튼을 나타내는 수천 개의 작은 정사각형, 원, 삼각형 및 X로 구성됩니다. 이제 Sony는 기호가 어떻게 거기에 도달했는지 정확하게 공개했습니다. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony, DualSense 컨트롤러 텍스처 방식 공개 </h2> <p> DualSense를 뒤집 으면 뒷면에 컨트롤러의 작업 버튼에있는 수많은 작은 기호가있는 것을 볼 수 있습니다. 글쎄, 사실, 당신은 그것들이 믿을 수 없을 정도로 작기 때문에 보지 못할 수도 있습니다. 그러나 우리를 믿으십시오. </p> <p> 그들이 어떻게 존재하는지 상상하기 어렵고 너무 작지만 소니는 <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , 정확히 어떻게이 40,000 개의 상징이 생겼는지. 아주 힘든 과정처럼 들립니다. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> 많은 실패한 디자인 끝에 소니는 마침내 완벽하다고 느꼈던 마이크로 텍스처에 정착했습니다. 수 미크론 높이에 불과하고 손으로 그린 ​​디자인으로 만든 상징의 질량은 장식으로 만 존재하는 것이 아닙니다. 또한 DualSense를 사용할 때 그립을 제공합니다. </p> <p> 디자이너는 단일 2D 평면을 절단하는 것이 아니라 3D로 작동하는 정밀 레이저 에칭기를 사용하여 이러한 미세한 기호를 금형으로 열심히 절단합니다 ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> 레이저 에칭기에 대해 자세히 알아보기 </a> ). </p> <p> 제조 기계가 플라스틱을 금형에 주입하면 사용 가능한 모든 공간에 깔끔하게 자리 잡아 손에 쥐고있는 질감을 취합니다. 특히이 모델링의 규모를 고려하면 영리한 것입니다. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> 다른 곳에서 텍스처를 찾을 수 있습니까? </h2> <p> 사실, 다른 곳에서 텍스처를 찾을 수 있습니다. 소니는 연속성이 디자인의 핵심이라는 것을 알고 있습니다. 따라서 전체 PlayStation 5 생태계에서 텍스처를 찾을 수 있습니다. </p> <p> DualSense 컨트롤러에서 미디어 리모컨, PS5 무선 헤드셋, 심지어 콘솔 자체에 이르기까지 모두이 텍스처를 찾을 수 있습니다. </p> <p> 소니가 컨트롤 패드에 텍스처를 적용한 것은 이번이 처음이 아닙니다. Sony가 PS4와 함께 DualShock 4를 출시했을 때, 그것 역시 근막에 질감이있는 표면을 가졌습니다. 이것은 외관상 가치가있는 것보다 패드를 잡는 것과 더 관련이 있습니다. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense : 완벽한 컨트롤러? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> 좋습니다. PS5 DualSense는 완벽하지 않을 수 있지만 훌륭한 디자인이며 정말 잘 작동합니다 (1 ~ 2 개의 그립을 제외). </p> <p> DualSense를 경쟁 제품과 차별화하는 것은 소니의 세부 사항에 대한 관심입니다. PS5가 출시되기 전에 소니가 몰입감과 통합을 과시하면서 디자인 측면에서 입이있는 곳에 돈을 투자했다는 사실을 알게되어 기쁩니다. </p>"}