{"title":"Sony May Face PS5 DualSense 집단 소송 소송","content":"<p> 또 다른 날이 멀어지면서 콘솔 대기업 (이번에는 소니)이 결함이있는 컨트롤 패드를 중심으로 집단 소송을 제기 할 가능성이 있다는 뉴스도 있습니다. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot;는 추악한 머리를 지탱합니다. </h2> <p> 소니가 PS5의 DualSense 컨트롤 패드로 틀을 깨뜨렸다는 사실에서 벗어날 수 없습니다. 실제로 말 그대로 <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> 소니가 패드의 섀시에있는 모든 PlayStation 기호를 어떻게 양각했는지 </a> . </p> <p> 그러나 <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> 미국 로펌 CSK &amp; D의 성명 </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith)는 소니의 집단 소송이 곧 시작될 것이라고 말합니다. 왜? Nintendo의 Joy-Cons와 마찬가지로 PS5 소유자는 엄지 스틱 드리프트를보고하기 때문입니다. </p> <p> Nintendo가 직면하고있는 Joy-Con 드리프트 집단 행동 시리즈의 취재를 따랐다면 CSK &amp; D라는 이름을 알아볼 수있을 것입니다. 그것은 닌텐도를 고소하는 로펌 중 하나이기 때문입니다. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> 집단 소송은 무엇을 말합니까? </h2> <p> CSK &amp; D는 성명서에서 다음과 같이 말합니다. </p> <blockquote> <p> CSK &amp; D는 PlayStation 5 콘솔 용 Sony PS5 DualSense 컨트롤러가 드리프트 문제를 경험하거나 조기에 실패 할 수 있다는보고를 기반으로 잠재적 집단 소송을 조사하고 있습니다. 특히 특정 PS5 DualSense 컨트롤러의 조이스틱은 조이스틱이 제어되지 않을 때 자동으로 움직임을 등록하고 게임 플레이를 방해하는 것으로보고되었습니다. </p> </blockquote> <p> 따라서 Nintendo Joy-Con과 마찬가지로 DualSense의 조이스틱이 조기 마모로 고통 받고 있습니다. 유휴 상태 일 때 조이스틱을 제 위치에 유지하는 구성 요소는 성능이 저하되므로 패드가 플레이어의 상호 작용없이 움직임을 기록합니다. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> DualSense Drift 란 무엇입니까? </h2> <p> DualSense에서 엄지 스틱을 움직이면 PS5 콘솔에 움직임이 등록되고이를 화면의 동작으로 변환합니다. 이것이 DualSense 컨트롤러가 정상 상황에서 최고 상태 일 때 작동하는 방식입니다. </p> <p> DualSense 엄지 스틱이 표류하는지 즉시 알 수 있습니다. 어떻게? PS5는 엄지 스틱을 만지지 않아도 엄지 스틱을 사용하는 것처럼 동작하기 시작하기 때문입니다. </p> <p> 따라서 캐릭터는 입력없이 화면에서 움직일 수 있으며 스틱을 건드리지 않고도 커서가 메뉴 옵션을 순환 할 수 있습니다. 어느 쪽이든 DualSense 드리프트가 발생하는 것을 원하지 않습니다. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> DualSense Drift에 대해 무엇을 할 수 있습니까? </h2> <p> 컨트롤 패드에 드리프트 문제가있는 경우 할 수있는 작업은 <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> PlayStation 지원 </a> 반환을 주선합니다. Sony는 2020 년 11 월에만 PS5를 출시 했으므로 보증이 적용됩니다. </p> <p> 하지만 PS 지원의 핫라인은 매우 바쁠 수 있습니다. PS5 콘솔 문제와 관련된 전화도 받게됩니다. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> 최신 컨트롤러는 좋은 품질입니까? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> 컨트롤러 주변에서 원하는만큼 소란을 피울 수 있지만 작동이 중지되면 과장된 모든 멋진 기능이 쓸모 없게됩니다. </p> <p> 더 많은 컨트롤러와 여러 플랫폼에서 더 많은 용도로 사용됨에 따라 구성 요소를 출시하기 전에 구성 요소가 스크래치 상태인지 확인하는 것은 콘솔 디자이너와 제조업체의 몫입니다. 아무도 플레이 할 수없는 게임 콘솔을 원하지 않습니다. </p>"}