{"title":"트위터의 트럼프 반은 영원히 ... 그가 다시 대통령을 위해 출마하더라도","content":"<p> 트위터는 도널드 트럼프 전 미국 대통령에 대한 금지에 대해 진지하게 생각합니다. 이 플랫폼은 트럼프가 2024 년에 다시 대통령에 출마하기로 결정하더라도 트럼프가 트위터에 다시 돌아 오게하지 않을 것이라고 발표했습니다. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> 트럼프, 평생 트위터 사용 금지 </h2> <p> 트럼프의 두 번째 탄핵 재판 도중 트위터의 최고 재무 책임자 인 네드 시걸은 트럼프 트위터 계정의 잠재적 인 미래에 대해 CNBC의 스 쿼크 박스에서 인터뷰를 가졌습니다. 시걸은 트럼프가 취임 여부와 관계없이 트위터에서 트럼프를 다시는 허용하지 않을 것이라고 말했다. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;정책이 작동하는 방식에 따라 플랫폼에서 제거되면 해설자이든 CFO이든 이전이든 현재이든 관계없이 플랫폼에서 제거됩니다. 공무원, &quot; <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> CFO <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> 뿡뿡 </a> 트럼프 대통령의 계정을 복원 할 수 있는지 <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> — Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 2021 년 2 월 10 일 </a></blockquote>  <p> Segal은 트위터의 제거 정책은 &quot;플랫폼에서 제거되면 해설자이든, CFO이든, 전직 또는 현재 대중이든 플랫폼에서 제거됩니다. 공무원.&quot; </p> <p> 그는 트위터의 &quot;정책은 사람들이 폭력을 선동하지 않도록하기위한 것&quot;이라고 말했고 누군가가 그러한 정책을 위반하면 트위터는이를 제거해야한다고 말했습니다. 플랫폼의 규칙은 &quot;사람들이 돌아 오는 것을 허용하지 않습니다.&quot; </p> <p> 즉, 트럼프는 결코 트위터에 돌아올 수 없으며 그가 전직 공무원이라는 사실이 그것을 바꾸지 않을 것입니다. 트럼프가 다시 대통령 출마를 시도 할 경우 트위터의 금지는 여전히 유효합니다. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> 트럼프와 소셜 미디어의 소란스러운 관계 </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> 트위터 금지 트럼프 </a> 2021 년 1 월 6 일 캐피 톨 힐에서 일어난 폭동 이후 플랫폼의 폭력 정책 선동을 위반했습니다. 그러나이 영구 금지 이전에도 트럼프와 트위터는 매우 불안정한 관계를 유지했습니다. </p> <p> 트럼프 대통령 재임 기간 동안 트위터는 자주 발견되었습니다. <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> 트럼프 트윗 신고 및 삭제 </a> 플랫폼의 정책을 위반했습니다. 플랫폼은 투표, COVID-19 및 심지어 미국 선거의 무결성에 대한 잘못된 정보를 포함하는 트윗에 계속 라벨을 붙였습니다. </p> <p> 그럼에도 불구하고 트위터 만이 일부 트럼프의 트윗에 라벨을 붙이고 제한하는 것은 아닙니다. 페이스 북은 또한 <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> 트럼프의 콘텐츠를 잘못된 정보로 신고 </a> . </p> <p> 트럼프는 워싱턴 D.C. 시위 이후 모든 소셜 미디어에서 본질적으로 금지되었습니다. 트위터는 플랫폼에서 트럼프를 제거했을뿐만 아니라 페이스 북, 인스 타 그램 스냅 챗, 유튜브, 심지어 트 위치도 트럼프의 계정에 조치를 취했습니다. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> 트럼프의 사회적 존재의 암울한 미래 </h2> <p> 이제 트럼프는 거의 모든 주요 소셜 플랫폼에서 제외되었으므로 그가 소셜 미디어에 다시 등장 할 것인지 여부는 불분명합니다. 어떤 사람들에게는 이것은 환영받는 개념이지만 다른 사람들에게는 트럼프의 계정 금지가 언론의 자유를 침해하는 것입니다. </p> <p> 소위 언론의 자유 소셜 네트워크 인 Parler는 두 팔을 벌려 트럼프의 존재를 환영했을 것입니다. 그러나 이제 플랫폼이 자체 CEO를 해고하고 전체 인터넷에서 부팅되었으므로 Parler가 돌아올 때까지 몇 주 (또는 몇 달)가 걸릴 것입니다. </p>"}