{"title":"이 새로운 앱을 사용하면 게임 컨트롤러로 Mac을 제어 할 수 있습니다.","content":"<p> Controlly는 개발자 Hugo Lispector의 새로운 앱으로, PlayStation 및 Xbox 컨트롤러로 전체 macOS 사용자 인터페이스를 매우 쉽게 탐색 할 수 있습니다. </p> <p> 예를 들어 좋아하는 TV 프로그램을 Mac에서 AirPlay를 통해 거실에있는 전화로 스트리밍 할 때 특히 유용 할 수 있지만 다른 프로그램을 선택하기 위해 일어나서 컴퓨터 앞에 앉아있을 수는 없습니다. Controlly를 사용하면 Sony 또는 Microsoft 게임 콘솔과 함께 제공된 컨트롤러를 Mac 용 리모컨으로 사용할 수 있습니다. </p> <p> 마우스 움직임을 제어 할 수있을뿐만 아니라 Mission Control, App Exposé 등과 같은 시스템 기능을 하드웨어 버튼에 할당 할 수도 있습니다. 특정 MFi (Made for iOS) 컨트롤러는 블루투스를 통해 Mac 컴퓨터에 페어링 된 후 Controlly와 함께 작동 할 수도 있습니다. </p> <h2 id=\"what-about-key-mapping-apps\"> 키 매핑 앱은 어떻습니까? </h2> <p> Lispector는 다음에 대해 설명합니다. <a href=\"https://hugolispector.com/announcing-controlly/\" target=\"_blank\" rel=\"nofollow noopener\"> 그의 블로그 </a> Controlly가 다양한 키 매핑 도구보다 나은 이유 </p> <blockquote> <p> 키 매핑 도구를 사용하면 컨트롤러의 각 버튼을 하나의 문자 또는 숫자 키에 매핑 할 수 있습니다. 게임에는 좋지만 Mac 용 범용 컨트롤러에는 충분하지 않습니다. 그 외에도 이러한 키 매핑 도구는 키보드 단축키를 지원하지 않으며 사용자 인터페이스가 제 생각에 더 시각적 일 수 있습니다. </p> </blockquote> <p> Lispector는 Mac 용 El Trackpad의 두뇌이기도합니다. 사용 가능 <a href=\"https://apps.apple.com/app/el-trackpad/id1531822775\" target=\"_blank\" rel=\"nofollow noopener\"> 앱 스토어 </a> , El Trackpad를 사용하면 iPhone 또는 iPad를 통해 macOS 마우스 커서를 제어 할 수 있습니다. </p> <p> </p> <p> </p> <h2 id=\"a-single-window-app\"> 단일 창 앱 </h2> <p> Mac의 메뉴 막대에서 제어 할 수 있습니다. 이 앱은 모든 것이 하나의 창으로 제한되어있어 사용하기가 매우 쉽습니다. 여기에서 원하는대로 마우스 동작을 구성 할 수있을뿐만 아니라 특정 시스템 기능을 트리거하는 사용자 정의 키보드 단축키를 설정할 수 있습니다. 시스템 컨트롤은 썸 스틱에도 적용 할 수 있습니다. 예를 들어, 왼쪽 썸 스틱으로 커서를 제어하고 다른 하나는 스크롤에 사용할 수 있습니다. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 게임 컨트롤러를 Mac 용 리모컨으로 사용하고 싶었지만 해당 앱을 찾을 수 없었습니다. 그래서 직접 만들었고 이제 App Store 🎮🥳에서 사용할 수 있습니다. <a href=\"https://t.co/HEkFXUtMeL\"> https://t.co/HEkFXUtMeL </a><br><br> 특별히 감사함 <a href=\"https://twitter.com/siracusa?ref_src=twsrc%5Etfw\"> 뿡뿡 </a> 출시 직전에 흥미로운 버그를 찾아 주셔서 감사합니다! <a href=\"https://t.co/2QVwvZjjvI\"> 트윗 담아 가기 </a></p> — Hugo Lispector (@hugolispector) <a href=\"https://twitter.com/hugolispector/status/1358828792626753536?ref_src=twsrc%5Etfw\"> 2021 년 2 월 8 일 </a></blockquote>  <p> 지원되는 미디어 및 재생 컨트롤에는 재생 / 일시 중지, 앞으로 / 뒤로 건너 뛰기, 음소거, 볼륨 높이기 / 낮추기 및 밝기 높이기 / 낮추기가 포함됩니다. Look Up, Smart Zoom, Mission Control, Launchpad 및 Mirror Displays와 같은 다양한 macOS 편의를 정기적으로 사용하는 사람들은 이러한 기능을 버튼에 할당 할 수도 있습니다. </p> <p> </p> <h2 id=\"how-to-get-controlly\"> 제어하는 방법 </h2> <p> Controlly는 <a href=\"https://apps.apple.com/app/controlly/id1548544614\" target=\"_blank\" rel=\"nofollow noopener\"> Mac 앱 스토어 </a> 작동하려면 macOS Big Sur가 필요합니다. </p> <p> 이 앱은 모든 기능을 제공하는 7 일 무료 평가판과 함께 제공됩니다. 평가 기간이 만료되면 마우스 이동 및 클릭 이외의 컨트롤은 더 이상 인식되지 않습니다. </p> <p> 모든 기능을 사용하려면 $ 3.99의 1 회 업그레이드가 필요합니다. 호환되는 게임 컨트롤러를 Mac에 처음 연결할 때 평가판을 시작하라는 메시지가 표시됩니다. </p>"}