{"title":"TikTok은 전자 상거래 게임을 강화하고 있습니다","content":"<p> TikTok이 전자 상거래 현장에 폭발하고 있습니다. 이 플랫폼은 크리에이터가 제휴 링크를 통해 수익을 창출하고 쇼핑 세션을 실시간 스트리밍 할 수있는 도구 세트를 공개 할 계획이라고합니다. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok, 수익 창출을 목표로 설정 </h2> <p> 보고서에 따르면 <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> 파이낸셜 타임즈 </a> , TikTok은 크리에이터에게 앱에서 수익을 올릴 수있는 추가적인 방법을 제공 할 것입니다. 광고주와의 브리핑에서 짧은 형식의 비디오 앱은 2021 년 언젠가 새로운 전자 상거래 기능이 출시 될 예정이라고 언급했습니다. </p> <p> TikTok 사용자는 곧 제작자와 브랜드 간의 연결없이 동영상에 제품 링크를 삽입 할 수 있습니다. 시청자가 링크를 클릭하고 제품을 구매하면 크리에이터에게 커미션을받습니다. </p> <p> 이 플랫폼은 라이브 스트림 쇼핑 기능도 고려 중입니다. <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> 이미 Instagram Reels에서 볼 수있는 것과 </a> . 제작자는 실시간 스트림 중에 제품을 광고하고 시연 할 수 있으며 시청자는 몇 번의 간단한 탭으로 제품을 구매할 수 있습니다. </p> <p> TikTok은 브랜드가 앱에서 전체 카탈로그를 광고하도록 할 수도 있습니다. <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> WhatsApp에 이미있는 쇼핑 카탈로그 기능 </a> . </p> <p> Facebook, Instagram 및 WhatsApp은 쇼핑 센터 역할을하는 소셜 미디어 플랫폼으로 변모했습니다. 이러한 변화를 통해 TikTok도 같은 일을 목표로하는 것 같습니다. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok, TeeSpring과의 파트너십 발표 </a> 2020 년 9 월, 크리에이터가 앱에서 자신의 상품을 판매 할 수있는 통합입니다. 이 플랫폼은 또한 거의 동시에 Shopify와 협력하여 판매자에게 TikTok 용 광고 캠페인을 만들 수있는 기회를 제공했습니다. </p> <p> 파이낸셜 타임스는 또한 TikTok 사용자의 약 40 %가 페이스 북 계정이없고 63 %는 트위터를 사용하지 않는다고 언급했습니다. 이것은 페이스 북과 트위터에 광고 캠페인을 보지 않는 완전히 새로운 사용자 시장을 의미합니다. 이는 브랜드와 광고주에게 큰 돈을 의미 할 수 있습니다. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> 소셜 미디어 : 새로운 쇼핑 목적지? </h2> <p> 돈은 소셜 미디어에서 점점 더 중요 해지고 있으며, 이는 친구와 연락을 유지하기 위해 소셜 네트워크 만 사용하는 사용자에게 걱정거리가 될 수 있습니다. 제품은 이미 페이스 북과 인스 타 그램을 통해 푸시되고 있으며 TikTok은 곧 합류 할 것입니다. </p> <p> 즉, 귀하의 <strong> 당신을 위해 </strong> 피드는 더 이상 재미있는 촌극과 듀엣으로 제한되지 않습니다. 올해 말, 라이브 스트림 중에 좋아하는 TikTok 스타 광고 제품을 보거나 구매에 대해 생각할 수도있는 제품 링크를 우연히 발견 할 수도 있습니다. </p> <p> 소셜 미디어는 크리에이터, 광고주, 기업이 수익을 창출 할 수있는 수단으로 빠르게 변모하고 있으며 가까운 장래에 더 많은 것을 보게 될 것입니다. </p>"}