{"title":"밸브, 중국에서 공식적으로 스팀 출시","content":"<p> 게임 스트리밍 및 마켓 플레이스 플랫폼 인 Steam은 마침내 중국의 게임 시장에서 큰 주 만에 중국에서 공식적으로 출시되었습니다. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam이 중국에 공식적으로 도착합니다 </h2> <p> 중국 게이머는 현재 Steam의 국제 버전에 액세스 할 수있었습니다. 그러나 부족한 것은 중국 원주민 모델입니다. </p> <p> Steam이 공식적으로 국가에서 플랫폼을 출시함에 따라 이제 변경되었습니다. 글로벌 클라이언트를 통해 Steam에 액세스 할 필요없이 이제 중국 게이머는 자체 버전을 갖게됩니다. </p> <p> 이것은 호평을받는 뉴스가 될 것입니다. 예, 중국은 국제 Steam 클라이언트에 접근 할 수 있었지만 중국의 엄격한 검열 법 덕분에 언제든지 금지 될 수있었습니다. 그 결과 Steam은 불안정한 위치에있었습니다. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> 왜 중국은 단지 증기를 얻었습니까? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Valve는 몇 년 동안 중국 게이머에게 자신의 Steam 버전을 약속했습니다. 마침내 결실을 맺기까지 3 년이 걸렸습니다. 그래서 왜 그렇게 오래 걸렸습니까? </p> <p> 아시겠지만, 중국의 통치 기관인 중국 공산당 (CCP)은 중국에 들어오는 모든 국제 언론과 외국 데이터를 엄격하게 검사합니다. </p> <p> 이것은 단지 시사 나 정치를 의미하는 것이 아닙니다. 영화, 책, 비디오 게임 등 모든 것에 확장됩니다. </p> <p> 이러한 이유로 Steam이 중국에 도착하는 데 너무 오래 걸렸습니다. 게임은 개발자가 중국에서 출시하기 전에 중국 정부의 승인을 받아야합니다. 여기에는 Steam 게임이 포함됩니다. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> 중국의 Steam 기능은 어떤 게임인가요? </h2> <p> 언급했듯이 인기있는 플랫폼의 중국 버전은 방금 읽은 검열 때문에 제한된 범위의 게임을 가지고 있습니다. </p> <p> 현재 시장에는 현재 약 50 개의 타이틀이 나열되어 있으며 그 중 10 개는 &quot;출시 예정&quot;으로 표시되며, 아마도 정부가이를 심사하고 있습니다. </p> <p> 현재 중국 Steam 사용자는 Counter-Strike : Global Offensive와 같은 인기 타이틀을 즐길 수 있습니다. 이것은 지속적으로 Steam에서 가장 인기있는 타이틀입니다. <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam이 동시 사용자 기록을 깼습니다. </a> 2021 년 2 월 8 일. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> 중국 게임 커뮤니티를위한 희소식 </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> Steam의 중국 진출은 의심 할 여지없이 중국 게이머의 귀에 음악이 될 것입니다. 이제 중국은 검열의 위협이 즐거움을 앗아 가지 않고 좋아하는 Steam 타이틀을 재생할 수있는 안정적인 플랫폼을 보유하고 있습니다. </p> <p> Steam은 모든 사용자에게 게임을 즐길 수있는 좋은 방법과 게임을 구매할 수있는 안전한 환경을 제공합니다. 중국 정부가 Valve의 플랫폼 출시를 허용 한 것은 훌륭합니다. </p>"}