{"title":"Sling TV가 가격을 다시 올리는 이유는 무엇입니까?","content":"<p> Sling은 다양한 채널과 경쟁력있는 가격 덕분에 지난 몇 년 동안 가장 인기있는 스트리밍 서비스 중 하나였습니다. </p> <p> 그러나 2021 년 1 월 말, 회사는 구독 패키지와 추가 기능의 비용을 모두 인상 할 것이라고 발표했습니다. </p> <p> 그렇다면 애초에 가격이 상승한 이유는 무엇이며 앞으로 몇 달 동안 더 많은 인상을 볼 수 있을까요? 계속 읽으십시오. </p> <h2 id=\"how-much-does-sling-cost-now\"> 슬링 비용은 얼마입니까? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> 모르는 사람들을 위해 Sling은 Sling Blue와 Sling Orange의 두 가지 패키지를 제공합니다. </p> <p> 각 패키지는 다양한 채널을 제공합니다. 예를 들어 ESPN 및 Disney와 같은 채널은 Orange에서만 사용할 수있는 반면 FOX News, MSNBC 및 NFL Network는 Blue에서만 사용할 수 있습니다. 모든 것에 액세스하려면 두 개의 패키지를 번들로 구입할 수 있습니다. </p> <p> 이전 <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> 2021 년 1 월 슬링 가격 인상 </a> , 두 서비스 모두 $ 30입니다. 지금은 $ 35입니다. 번들 패키지도 $ 5 올랐습니다 ($ 45에서 $ 50로). 스포츠 추가 기능은 $ 10에서 $ 11로 올랐고 다른 모든 추가 기능은 $ 5에서 $ 6로 올랐습니다. </p> <p> 신규 가입자는 새 요금을 즉시 지불해야합니다. 기존 사용자는 Sling의 1 년 가격 보장으로 인해 2021 년 7 월까지 유예 기간을 받게됩니다. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> 슬링이 가격을 올린 이유는 무엇입니까? </h2> <p> 슬링은 TV 네트워크의 가격 인상을 재빨리 비난했습니다. 하이킹이 발표되었을 때 Sling TV 그룹 사장 인 Michael Schwimmer는 고객에게 시간을 낭비하지 않고 <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> 보도 자료 </a> : </p> <blockquote> <p> 안타깝게도 TV 네트워크가 계속해서 우리에게 더 많은 요금을 부과하기 때문에 가격을 인상해야하지만 고객을위한 최상의 거래를 얻기 위해 열심히 노력합니다. Sling TV는 여전히 시장에서 최고의 거래이며 케이블 및 기타 라이브 스트리밍 서비스보다 가격을 훨씬 낮게 유지하므로 우리의 약속의 증거는 분명합니다. Sling TV 고객은 라이브 뉴스, 스포츠 및 엔터테인먼트 케이블 채널의 최상의 조합을 최상의 가치로 계속 제공 할 것임을 안심할 수 있습니다. </p> </blockquote> <p> 일부 사람들은 Schwimmer와 Sling이 고객의 가격 인상에 대한 진정한 동기를 숨기기 위해 연막을 올리고 있다고 생각할 수도 있지만, 인상은 지난 몇 달 동안 스트리밍 업계의 다른 곳에서 본 가격 인상과 일치합니다. </p> <p> 예를 들어 Hulu + Live TV와 YouTube TV는 모두 2020 년 말에 가격을 인상했습니다. YouTube TV는 $ 50에서 $ 65로, Hulu는 $ 55에서 $ 65로 가격이 올랐습니다. </p> <p> Hulu의 경우 가격이 2019 년 1 월 40 달러에서 불과 2 년 후 65 달러로 상승했습니다. 이는 50 % 이상 증가한 것입니다. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> TV 네트워크가 정말로 책임이 있습니까? </h2> <p> 분명히 우리는 Sling이 플랫폼에서 사용할 수 있도록 TV 네트워크에 지불하는 금액을 정확히 알지 못합니다. </p> <p> 그러나 Sling 등의 가격 인상을 비교하면. 넷플릭스와 같이 주문형 비디오 만 제공하는 서비스의 가격이 인상되면서 그 차이는 극명합니다. </p> <p> 실제로 Netflix는 2014 년 5 월에 보급형 요금제를 출시 한 이후로 월 8 달러에서 9 달러로 단 한 번의 가격 인상을 목격했습니다. 이는 달러 및 백분율 측면에서 Sling의 가격 상승보다 훨씬 낮습니다. 예, 더 비싼 계획은 더 큰 점프를 보였지만 그 과정에서 추가 기능이 추가되었습니다. </p> <p> TV 스트리밍 서비스와 VOD 서비스 간의 이러한 불일치는 TV 네트워크가 실제로 책임이 있음을 시사하는 것 같습니다. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> 슬링은 여전히 ​​케이블보다 저렴합니다. </h2> <p> 청구서가 증가하는 것을 좋아하는 사람은 없습니다. 그러나 지난 10 년 동안 케이블 TV 세계에서 보았던 가격 폭락 (미국의 케이블 평균 가격이 현재 200 달러 이상임)을 고려하면 슬링에게 약간의 인상을 요구하기는 어렵습니다. </p> <p> 그것이 제공하는 서비스는 여전히 훌륭합니다. TV를 보는 다른 방법과 비교할 때 여전히 비용 대비 뛰어난 가치를 나타냅니다. </p>"}