{"title":"Waze와 유사한보고가 Apple Maps에 제공됩니다","content":"<p> iOS 14.5의 Apple지도에는 Waze 및 Google지도에서 볼 수있는 것과 유사한 새로운 크라우드 소싱보고 기능이 추가되었습니다. 업데이트가 공개적으로 시작되면 사용자는 길을 찾을 때 경로를 따라 사고, 위험 및 속도 확인을보고 할 수 있습니다. </p> <p> Apple은 iOS 14.5로 업그레이드 한 후지도에서 처음으로 길 찾기를 요청할 때 팝업되는 시작 화면을 통해이 기능을 광고합니다. 이전 버전의지도 앱에는 사고보고 기능이 없었기 때문에 이것은 확실히 새로운 기능입니다. </p> <p> 스마트 폰의 GPS 내비게이션은 <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google지도와 Waze는 </a> 크라우드 소싱 위험보고. 이를 염두에두고 Apple의지도 작성 서비스가 마침내 자체적으로 유사한보고 기능을 갖게 된 것은 놀라운 일입니다. </p> <h2 id=\"when-can-i-use-this-feature\"> 이 기능은 언제 사용할 수 있습니까? </h2> <p> 포스터에 따르면 <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> 레딧 </a> 지도에서 위험보고를 발견 한 사람은 iOS 14.5 또는 iPadOS 14.5가 필요합니다. 두 업데이트 모두 현재 Apple의 등록 개발자와 공개 베타 테스터가 테스트하고 있습니다. 일반 대중이 사용하는 한 봄에 업데이트가 공개되면지도에서보고 인터페이스를 사용해 볼 수 있습니다. </p> <p> </p> <p> iOS 14.5는 논란이되고있는 Apple의 App Tracking Transparency 팝업을 포함하여 추가 기능을 제공합니다. 다른 새로운 기능에는 다음 기능이 포함됩니다. <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> 가족 구성원과 Apple 카드 공유 </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> 새로운 PlayStation 5 및 Xbox Series X 컨트롤러 지원 </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Watch로 iPhone 잠금 해제 </a> 마스크를 쓰고있는 동안 메시지 문자 폭탄으로부터 보호하는 새로운 보안 기능과 함께 몇 가지를들 수 있습니다. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Apple Maps에서 교통 위험을 신고하는 방법 </h2> <p> 도중에 보이는 위험을 신고하려면지도의 세부 정보를 사용할 수있는지도 ‌ 인터페이스에서 위로 스 와이프하여 하단 트레이에 새로운 &quot;신고&quot;버튼을 표시합니다. 이제 &quot;사고&quot;, &quot;위험&quot;또는 &quot;속도 확인&quot;아이콘을 눌러 Waze와 같은 앱과 유사한 올바른 교통 상황을보고합니다. &quot;탭하면 확인 창없이 위치가 자동으로 표시되므로 유효한 상황을 제외하고는 사용해서는 안됩니다. <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> . </p> <p> </p> <p> 새로운보고 인터페이스는지도의 CarPlay 에디션에서도 사용할 수 있으며 Siri 디지털 비서를 통해 MacRumors가 발견했습니다. 예를 들어, &quot;Siri 야, 여기에 과속 단속 장치가있어&quot;, &quot;Siri 야, 사고가 났어.&quot;등이 트릭을 할 수 있습니다. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> 라이벌 매핑 앱의 트래픽보고 </h2> <p> 라이벌 매핑 앱은 몇 년 동안 사고, 과속 단속 장치, 위험 요소 등을 크라우드 소싱 해 왔습니다. Google지도에서 사용자는 사고, 위험, 속도 확인 이외의 추가 교통 상황을보고 할 수있었습니다. 예를 들어 Google지도를 사용하면 충돌, 차선 폐쇄, 정체 된 차량, 공사 및 도로 위의 물체도보고 할 수 있습니다. </p> <p> Waze에서 도로 폐쇄, 경찰, 공사 등을 신고 할 수 있습니다. Waze의 크라우드 소싱보고는 Google 서버의 사용자 보고서를 집계하고 사람들이 도로를 따라 교통 이벤트를 제출하도록 장려하는 포인트 시스템과 함께 제공됩니다. Apple은 아직 시스템 작동 방식을 자세히 설명하지 않았으며 새로운 기능이 개인 정보를 보호하는 방식을 공개하지 않았습니다. </p>"}