{"title":"블룸버그 터미널은 무엇이며 왜 그렇게 강력합니까?","content":"<p> Bloomberg는 세계에서 가장 큰 금융 뉴스 서비스 중 하나이며 창립자 인 Mike Bloomberg는 세계에서 가장 부유 한 사람들 중 하나입니다. </p> <p> 그가 획득 한 부의 대부분은 금융 부문의 많은 기업에 없어서는 안될 컴퓨터 소프트웨어 인 블룸버그 터미널에서 나옵니다. 회사 사무실에서 일하는 경우 직접 사용했을 가능성이 있습니다. </p> <p> 그렇다면 블룸버그 터미널은 정확히 무엇을하며 월스트리트 전문가들에게 그토록 강력하고 소중한 이유는 무엇일까요? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> 블룸버그 터미널이 된 방법 </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Bloomberg Terminal을 건설하기 전에 Mike Bloomberg는 뉴욕에 본사를 둔 투자 은행 인 Salomon Brothers의 총괄 파트너였습니다. </p> <p> 1981 년에 1 천만 달러의 퇴직금을받은 후 그는 단일 컴퓨터 소프트웨어 인 Bloomberg Terminal에서 금융 데이터, 분석, 규정 준수 및 관련 비즈니스 및 금융 정보 서비스를 결합한 시스템을 발명했습니다. </p> <p> 블룸버그 터미널은 1982 년에 공식적으로 데뷔했으며 나머지는 역사입니다. 오늘날이 터미널은 전 세계 320,000 명 이상의 가입자가 사용하고 있습니다. 소프트웨어 자체가 Bloomberg LP 매출의 3 분의 1을 차지하는 것으로 추정됩니다. PC 이외에도 블룸버그 터미널은 스마트 폰에서도 사용할 수 있습니다. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> 누가 블룸버그 터미널을 사용합니까? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> 이미지 크레딧 : Andrey Rudakov / <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> 블룸버그 터미널은 종종 월스트리트 전문가들이 없이는 살 수없는 슈퍼 컴퓨터로 묘사됩니다. Bloomberg Terminal 구독 비용은 연간 약 $ 20,000 ~ $ 24,000이지만, 그것이 얼마나 유용하기 때문에 고객 기반이 구독을 갱신하는 것을 막지는 않습니다. </p> <p> 거래자, 중개인, 분석가, 포트폴리오 관리자, 투자자 및 경영진은 터미널의 주요 소비자 기반입니다. </p> <p> 금융 또는 경제 과정을 추구하는 대학생이라면 기본 기능을 탐색하는 방법도 배웠을 것입니다. 더 많은 고등 교육 기관이 터미널에 가입하여 학생들이 금융 시장에 대한 실무 지식을 얻을 수 있기 때문입니다. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> 블룸버그 터미널은 어떻게 생겼습니까? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> 이미지 크레디트 : Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> 블룸버그 터미널은 쉽게 알아볼 수있는 상징적 인 인터페이스를 가지고 있습니다. 전체 검은 색 화면과 구식 90 년대 비디오 게임을 연상시키는 글꼴의 네온 텍스트 라인. </p> <p> 이 터미널은 또한 최적의 경험을 위해 Bloomberg 15 인치 소형 디스플레이 터미널이라고하는 자체 컴퓨터를 제공합니다. 60Hz, 32 비트 컬러 및 1024 x 768 (XGA) 화면의 기본 해상도를 갖춘 컴팩트 디스플레이 터미널은 인체 공학적으로 설계된 컴퓨터 스탠드를 통해 고품질 디스플레이를 제공합니다. 기업 환경에서 터미널은 일반적으로 2 개의 화면에서 실행되지만 때로는 4 ~ 6 개의 화면에서 실행됩니다. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> 이미지 크레딧 : Bloomberg Professional Services / <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> 하드웨어 측면에서 Bloomberg 터미널을 사용하려면 일반 QWERTY 키 위에 특정 기능에 대한 빨간색, 파란색, 녹색 및 노란색 키가 포함 된 Starboard라는 Bloomberg 네이티브 PC 스타일 키보드가 필요합니다. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> 블룸버그 터미널 기능 </h2> <p> 자, 다음은 Bloomberg Terminal의 가장 강력한 기능 중 일부입니다. </p> <p> 그만큼 <b> 도움 </b> 버튼은 아마도 막 시작하는 사람들에게 가장 유용한 키일 것입니다. 터미널에 대한 질문이있는 경우 키를 한 번만 누르면 Bloomberg 전문가가 실시간 채팅을 시작하여 질문을 해결합니다. 더 이상 인터넷 검색을 귀찮게하는 이유는 무엇입니까? </p> <p> 인터넷에 연결되어 있다면 확실히 낯선 사람이 아닙니다. <b> 블룸버그 뉴스 </b> . 사용자는 간단히 입력 할 수 있습니다. <b> 뉴스 </b> Enter 키를 누르면 시장 동향, 움직임 및 기타 관련 속보에 대한 최신 정보를 얻을 수 있습니다. </p> <p> 월스트리트 중개인이 그날의 가장 큰 뉴스에 대해 브리핑을 받으면 그날 회사의 주식과 재무 실적을 확인하고 싶다고 말합니다. 문제 없습니다 : 다음과 같은 단축키 <b> BQ </b> , <b> GIP </b> , 및 <b> 오몬 </b> 주식 옵션 또는 펀드에 대한 실시간 시각적 차트, 데이터, 시세, 추세 및 예측을 제공합니다. </p> <p> 시각적으로보기 좋은 그래프를 터미널에서 Excel로 내보내고 싶으십니까? 터미널 자체는 이미 Microsoft Excel과 잘 통합되어 있습니다. 그냥 쳐 <b> DAPI </b> 터미널에서. 터미널에 대한 고급 수준의 익숙한 사용자는 파일을 열 때마다 최신 데이터로 자동 업데이트되는 스프레드 시트를 작성합니다. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> 여기에서 자동 업데이트되는 Microsoft Excel 차트를 만드는 방법을 알아보십시오. </a> . </p> <p> 업계의 사람들은 <b> 블룸버그 메시징 </b> , 기본적으로 Facebook Messenger이지만 Bloomberg에 있습니다. 터미널에있는 모든 사람에게 메시지를 보낼 수 있습니다. 이는 업계의 모든 사람이 기술적으로 즉시 서로 연락 할 수 있음을 의미합니다. 더 이상 다른 사람의 전화 번호를 묻거나 연락하는 가장 좋은 방법에 대해 문의하지 않아도됩니다. </p> <p> 특정 산업에서 잘 알려진 사람에 대해 더 자세히 알아 보려면 <b> 사람 </b> 자격 증명을 탐색 할 수 있습니다. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> 이미지 크레딧 : Bloomberg Professional Services / <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> 블룸버그지도 </b> 본질적으로 Google지도이지만 금융 산업에 맞게 더 자세하고 맞춤화되었습니다. </p> <p> 지리 공간 데이터를 사용하여지도는 사용자에게 전 세계적으로 펼쳐지는 자연 재해의 시각화를 제공하므로 상품 추적기는 자연 재해가 석유 및 금과 같은 상품에 미치는 영향을 인식합니다. 지도에 액세스하려면 다음을 입력하십시오. <b> BMAP </b> . </p> <p> 하루 동안 작업이 완료됩니다. 월스트리트 중개인이 멋진 레스토랑에서 저녁을 먹으려 고한다고 가정 해 보겠습니다. 일부는 <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> Google 또는 인기있는 음식점 리뷰 앱에서 좋은 장소 검색 </a> . 그러나 터미널은 <b> DINE, 어느 </b> 주변 고급 레스토랑에 대한 사용자의 정보와 리뷰를 보여줍니다. </p> <p> 월스트리트 중개인이 큰 금액을 지출하고 싶지만 무엇에 투자해야할지 모르는 경우 <b> MLUX </b> 터미널에서 온라인으로 구매할 수있는 최고의 고급 품목에 대한 결과를 반환합니다. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> 블룸버그 터미널 </h2> <p> Bloomberg Terminal은 단순한 금융 데이터 시스템이 아닙니다. 또한 소셜 네트워킹, 쇼핑 및 식사 플랫폼이기도합니다. 가장 큰 장점은 믿을 수없는 속도와 정확성으로 제공되는 올인원 서비스라는 것입니다. 터미널을 사용하는 사람들이 그것을 충분히 얻지 못하는 것은 당연합니다. </p> <p> 학교 나 직장에서 터미널에 액세스 할 기회가 있다면이를 최대한 활용하고 위의 명령 키를 입력하여 무엇이 튀어 나오는지 확인하십시오. </p>"}