{"title":"곧 Microsoft Teams에서 사람들의 비디오 피드를 비활성화 할 수 있습니다.","content":"<p> 때로는 모든 사람이 가상 회의에서 자신의 비디오를 보여 주길 원하지 않습니다. 때로는 웹캠을 표시 할 수있는 사람과 표시 할 수없는 사람을 관리하고 싶을 수도 있습니다. 다행히 Microsoft는이 기능을 Teams에 추가하고 있으므로 회의에서 카메라를 표시 할 수있는 사람과 표시 할 수없는 사람을 제어 할 수 있습니다. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> 팀에서 비디오 검열을위한 Microsoft의 계획 </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> 일련의 항목을 발견했습니다 <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft 365 로드맵 </a> Teams에서 참석자의 웹캠을 비활성화하는 것과 관련이 있습니다. 기능은 아직 개발 중이지만 로드맵에서 볼 수 있듯이 Teams에 대한 흥미로운 업데이트가 될 것입니다. </p> <p> 로드맵에 대해 처음 들어 본 적이 있다면 Microsoft가 서비스를 위해 계획 한 내용을 볼 수있는 환상적인 방법입니다. 우리는 소프트웨어 거인의 계획을 발견했습니다. <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams에서 익명 발표자 허용 </a> Microsoft 365 로드맵을 통해. </p> <p> 이제 Microsoft는 로드맵에 두 가지 항목을 더 추가했습니다. 그들 중 하나는 한 명의 참석자의 카메라를 끄는 것에 대해 논의하고 다른 하나는 모든 사람의 카메라를 한 번에 비활성화하는 것에 대해 논의합니다. </p> <p> 전자의 경우 Microsoft는 회의 주최자가 한 사람의 웹캠을 비활성화 할 수 있도록 허용하려고합니다. 이것은 웹캠에 문제를 일으키거나 대화 할 때 사람들을 켜고 끄는 사람들에게 편리한 기능입니다. </p> <p> 후자의 기능을 사용하면 주최자가 모든 사람의 웹캠을 한 번에 활성화 및 비활성화 할 수 있습니다. 주최자는 회의가 시작되기 전에 스위치를 전환하거나 세션이 진행되는 동안 즉석에서 수행하도록 선택할 수 있습니다. </p> <p> 두 기능 모두 로드맵에 두 번 나열됩니다. 첫 번째 배치는 2021 년 4 월 릴리스로 예정되어 있고 두 번째 배치는 5 월에 예정되어 있습니다. 따라서이 업데이트를 언제 받을지 확실하지 않지만 Teams 모임에서 얼굴을 표시 할 수있는 사람과 표시 할 수없는 사람을 최종적으로 제어 할 수있을 때까지는 너무 길어서는 안됩니다. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Microsoft Teams로보다 나은 회의 제어 </h2> <p> Microsoft Teams에서 사람들의 웹캠 피드를 항상 관리하고 싶었다면 운이 좋을 것입니다. 소프트웨어 거인은 개별 카메라 또는 모든 카메라를 한 번에 끌 수있는 기능을 개발 중입니다. 이 기능이 출시 될 정확한 날짜를 기다려야합니다. </p> <p> Teams 모임을 관리하는 더 많은 방법에 관심이 있다면 서비스가 곧 세션을 요약 할 것이라는 사실을 알고 계 셨나요? 원래 2021 년 1 월 출시 예정 이었지만 당분간 2 월로 연기되었습니다. </p> <p> <small> 이미지 크레딧 : fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}