{"title":"9 podstawowych poleceń ułatwiających rozpoczęcie pracy z Linuksem","content":"<p> Przewodniki po systemie Linux często oczekują, że wykonasz pewne operacje w terminalu, co na początku może wydawać się onieśmielające. Ale nie martw się; ta ściągawka do poleceń Linuksa obejmie proces otwierania terminala i wydawania kilku przydatnych poleceń. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Wiersz poleceń systemu Linux dla początkujących </h2> <p> Podstawowe polecenia Linuksa, które znajdziesz poniżej, są uniwersalne dla prawie każdej dystrybucji Linuksa, od wiersza poleceń Ubuntu po Kali Linux. Twój terminal może wyglądać inaczej niż ten na poniższych zdjęciach, ale możesz mieć pewność, że to zadziała. </p> <p> Zwróć uwagę, że w różnych przewodnikach online często słyszysz różne wyrażenia odnoszące się do tej samej akcji: „otwórz powłokę”, „uruchom bash” lub „w wierszu poleceń”. Wszystkie oznaczają, że powinieneś otworzyć i wpisać terminal, co zrobimy poniżej. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Jak otworzyć terminal w systemie Linux? </h2> <p> Wyszukaj w menu aplikacji <strong> terminal </strong> . Często będzie miał etykietę „emulator terminala” i jest to dokładnie to, czego chcesz. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Najszybszą drogą do otwarcia terminala jest jednak skrót klawiaturowy <strong> Ctrl+Alt+T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Podstawowe polecenia systemu Linux dla początkujących </h2> <p> Teraz, gdy masz otwarty terminal, możesz zacząć wydawać polecenia. Przyjrzyjmy się kilku z najbardziej podstawowych poleceń powłoki w Linuksie. </p> <h3 id=\"view-working-directory\"> 1. Wyświetl katalog roboczy </h3> <p> Znajomość bieżącego katalogu „roboczego” ma ogromne znaczenie podczas korzystania z terminala. Wiele poleceń powoduje zmiany w bieżącym katalogu i nie chcesz wprowadzać tych zmian w niewłaściwym katalogu. </p> <p> Aby sprawdzić, w którym katalogu aktualnie pracujesz, to polecenie: <strong> p </strong> wyrwij <strong> w </strong> orking <strong> re </strong> księża: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Wyświetl zawartość katalogu roboczego </h3> <p> Wydaj <strong> ls </strong> polecenie, jeśli chcesz wyświetlić wszystkie pliki i foldery w bieżącym katalogu: </p> <pre><code class=\"hljs\">ls</code></pre> <p> Pliki będą wyświetlane jako zwykły tekst, a foldery będą pogrubione i kolorowe. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Jeśli chcesz zobaczyć również ukryte pliki, po prostu dołącz <strong> -za </strong> lub <strong> --wszystko </strong> opcja: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Zmień katalogi </h3> <p> Możesz zmienić swój bieżący katalog roboczy za pomocą <strong> Płyta CD </strong> , skrót od <strong> do </strong> powiesić <strong> re </strong> kserokopiarki. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Powyższe polecenie wyszuka folder o nazwie Dokumenty w bieżącym katalogu roboczym i po jego znalezieniu przejdź do tego katalogu. </p> <p> </p> <p> Upewnij się, że za każdym razem, gdy podajesz plik lub katalog, którego nazwa zawiera spację, umieszczasz go w cudzysłowie, w przeciwnym razie otrzymasz błąd. </p> <p> Możesz przenieść o jeden katalog wyżej, dodając <strong> ... </strong> opcja: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> Samo wydanie płyty CD, bez podania lokalizacji, przeniesie Cię bezpośrednio do katalogu domowego: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Wydrukuj wynik polecenia </h3> <p> <strong> Echo </strong> polecenie pobierze dowolne dane wejściowe, czy to ciąg tekstowy, czy inne polecenie, i wydrukuje je w terminalu. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> Samo echo może wydawać się bezużyteczne, ale w rzeczywistości zobaczysz je często używane w zarządzaniu systemem Linux. </p> <h3 id=\"view-file-contents\"> Wyświetl zawartość pliku </h3> <p> Kocio brzmiące polecenie <strong> kot </strong> wydrukuje w terminalu pełną zawartość dowolnego pliku, który nazwałeś. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Przeszukaj zawartość pliku </h3> <p> Aby przeszukać zawartość dowolnego pliku pod kątem określonego słowa lub frazy, użyj <strong> grep </strong> Komenda. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> To polecenie jest bardzo przydatne, gdy szukasz konkretnych informacji wśród długich i złożonych plików systemowych. </p> <h3 id=\"redirect-command-output\"> 5. Przekieruj wyjście polecenia </h3> <p> Symbol „większe niż”, <strong> &gt; </strong> , ma w ciągach poleceń moc przekierowywania danych wyjściowych polecenia do pliku lub innego polecenia. </p> <p> Na przykład to polecenie pobierze dane wyjściowe echo i zapisze je w pliku tekstowym o nazwie „file.txt”: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Aktualizacja systemu (systemy oparte na Ubuntu) </h3> <p> W dowolnej powłoce Ubuntu wprowadź te dwa polecenia, aby sprawdzić i zastosować wszystkie dostępne aktualizacje w systemie. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Zostaniesz poproszony o podanie hasła użytkownika przed potwierdzeniem dowolnego polecenia z prefiksem sudo. </p> <p> Wskazówka dla profesjonalistów: możesz połączyć dwa lub więcej poleceń w jedno za pomocą using <strong> &amp;&amp; </strong> operator. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Skróty klawiaturowe terminalu Linux dla początkujących </h2> <p> Nauka skrótów klawiaturowych, choć na początku trudna, na dłuższą metę oszczędza mnóstwo czasu. Linux ma <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> dużo przydatnych skrótów </a> , a poniżej wymienimy kilka najbardziej przydatnych skrótów terminalowych. </p> <h3 id=\"recall-previous-commands\"> 7. Przywołaj poprzednie polecenia </h3> <p> Jeśli chcesz powtórzyć ostatnio użyte polecenie, ale go nie pamiętasz lub nie chcesz wpisywać go ponownie, możesz przewijać historię poleceń za pomocą <strong> klawisze strzałek w górę iw dół </strong> . </p> <p> Alternatywnie możesz trafić <strong> Ctrl+R </strong> aby wyszukać w historii poleceń określone słowo kluczowe lub frazę. </p> <h3 id=\"see-command-suggestions\"> 8. Zobacz sugestie poleceń </h3> <p> Czasami podczas korzystania z terminala przypomnisz sobie część polecenia, ale nie będziesz do końca pewien, jak jest napisane ani jakich opcji użyć. Jeśli zaczniesz wpisywać polecenie, naciśnij <strong> Patka </strong> terminal spróbuje zakończyć twoje polecenie za ciebie lub pokaże ci kilka możliwości. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Zabij proces terminala </h3> <p> Być może już wiesz <strong> Ctrl+C </strong> jako skrót do kopiowania do schowka, ale gdy jest używany w terminalu, ta kombinacja klawiszy zabija każde uruchomione polecenie, którego możesz żałować. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux dla początkujących </h2> <p> Najlepszym sposobem na zapamiętanie tych początkowych poleceń i skrótów terminala Linux jest ich użycie, więc otwórz wiersz poleceń i zacznij pisać! </p> <p> Chcesz więcej poleceń? Spójrz na nasze <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Ściągawka z poleceniami Linuksa </a> . </p> <p> Aby pomóc Ci odkryć, co jest możliwe w Linuksie, przygotowaliśmy szczegółowe informacje na temat najlepszego oprogramowania dostępnego dla Linuksa, pogrupowane według kategorii. </p>"}