{"title":"Apple zwiększa zwrot środków na DTK Mac Mini po okrzykach deweloperów","content":"<p> W odpowiedzi na oburzenie programistów firma Apple zwiększyła kwotę kredytu w ofercie za zwrot swoich komputerów Mac mini z zestawem Developer Transition Kit (DTK) z pierwotnych 200 USD do 500 USD za sztukę. </p> <p> Ponadto zwiększony kredyt w wysokości 500 USD można wykorzystać do końca roku zamiast do 31 maja, zgodnie z wiadomością e-mail firmy Apple informującą programistów o zaktualizowanych warunkach. </p> <blockquote> <p> Zamiast 200 USD kredytu, który wygasa w maju, dajemy Ci 500 USD kredytu Apple i przedłużamy czas, w którym możesz go wykorzystać na zakup nowego Maca M1 do końca roku. Jeśli kupiłeś już nowy komputer Mac M1, kredyt Apple daje Ci możliwość zakupu dowolnego produktu Apple, który pomoże Ci w pracach nad tworzeniem aplikacji. </p> </blockquote> <p> Firma wkrótce udostępni szczegółowe informacje o tym, jak odesłać te jednostki DTK. </p> <p> Słodzona oferta umożliwia programistom wykorzystanie kredytu w wysokości 500 USD na pokrycie większości kosztów nowego komputera M1 Mac mini, który zaczyna się od 699 USD. Nowe warunki są reakcją Apple na oburzenie deweloperów, które nastąpiło po rozczarowującym <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> Oferta DTK na komputer Mac mini o wartości 200 USD </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Niefortunny błąd PR </h2> <p> Wiadomość e-mail od Apple potwierdza, że ​​firma bardzo dobrze zdaje sobie sprawę z faktu, że jej pierwotny „kredyt na uznanie” w wysokości 200 USD mógł obrazić niektórych programistów. </p> <blockquote> <p> Otrzymaliśmy Twoją opinię dotyczącą noty kredytowej o wartości 200 USD, o której mowa w naszym ostatnim e-mailu. Naszą intencją było uznanie ogromnego wysiłku, jaki włożyłeś w tworzenie niesamowitych aplikacji uniwersyteckich. Nawiązując z nami wcześniejszą współpracę, wykazałeś swoje zaangażowanie w naszą platformę i chęć bycia pionierami. </p> </blockquote> <p> Niestety to wszystko, co robi Apple. </p> <p> Firma stworzyła problem mini-PR z niczego, wywołując niemałą konsternację wśród programistów. I całego tego oburzenia i kontrowersji można było uniknąć, gdyby Apple od samego początku zaoferowało 500 dolarów za zwrot tych zestawów. A gdyby firma naprawdę chciała nagrodzić swoich najbardziej lojalnych programistów, mogłaby pozwolić im zachować jednostkę DTK. </p> <p> </p> <p> Wsparcie programistów jest jednym z najważniejszych czynników decydujących o sukcesie dowolnej platformy technologicznej. Jeśli firma chce, aby klienci wracali do jej platform, będzie musiała dwa razy pomyśleć, zanim rozgniewa armię programistów takimi posunięciami. To programiści tworzą aplikacje, które utrzymują zaangażowanie ludzi i pasję do produktów Apple. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> Co to jest DTK Mac Mini? </h2> <p> Firma Apple wydzierżawiła jednostki DTK programistom, aby ich aplikacje oparte na procesorach Intel działały natywnie na nowych komputerach Mac M1. DTK to obudowa Maca mini z wbudowanym chipem A12Z Bionic iPada Pro, wyposażona w 16 GB pamięci, 512 GB pamięci i nie tylko. Co ważne, programiści od początku wiedzieli, że pewnego dnia będą musieli zwrócić swoje urządzenie Apple. </p> <p> Kredyt w wysokości 200 USD, który Apple pierwotnie oferował programistom, którzy zwrócą swoje urządzenie, może zostać wykorzystany na zakup aplikacji, multimediów lub jednego z najnowszych komputerów Mac firmy Apple z układem krzemowym. Deweloper otrzymałby kredyt w wysokości 200 USD po otrzymaniu zwróconej jednostki. Kody musiałyby zostać wykorzystane do 31 maja 2021 r. </p> <p> Ale programiści sprzeciwili się tej ofercie, wyładowując swoją frustrację warunkami Apple w mediach społecznościowych. Większość skarg dotyczy faktu, że kredyt w wysokości 200 USD jest niewystarczający do zakupu nowego M1 Mac mini w celu dalszego testowania aplikacji krzemowych Apple. </p>"}