{"title":"Apple oferuje bezpłatną wymianę baterii dla komputerów MacBook Pro, które nie ładują się powyżej 1%","content":"<p> Firma Apple uruchomiła nowy program serwisowy w celu bezpłatnej wymiany wadliwych baterii w niektórych modelach MacBooka Pro, które nie ładują się powyżej 1%. </p> <p> Niewielka partia 13-calowych i 15-calowych MacBooków Pro wyprodukowanych w 2016 i 2017 roku najwyraźniej boryka się z tym dziwnym problemem z ładowaniem. Klienci, których to dotyczy, mogą zobaczyć komunikat w okienku preferencji baterii z informacją „Zalecana usługa”. </p> <p> Jeśli zobaczysz ten komunikat, kwalifikujesz się do bezpłatnej wymiany baterii firmy Apple. I odwrotnie, jeśli komunikat wskazuje, że bateria jest w normalnym stanie, nie ma to na Ciebie wpływu. </p> <p> Zgodnie z dokumentem pomocniczym na <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Witryna Apple </a> , problem z ładowaniem baterii dotyczy „bardzo małej liczby klientów” w przypadku komputerów MacBook Pro z 2016 i 2017 r. </p> <h2 id=\"is-my-macbook-pro-affected\"> Czy problem dotyczy mojego MacBooka Pro? </h2> <p> Następujące modele MacBooka Pro z 2016 i 2017 roku mogą wykazywać następujące zachowania: </p> <ul> <li> MacBook Pro (13-calowy, 2016 r., dwa porty Thunderbolt 3) </li> <li> MacBook Pro (13-calowy, 2017 r., dwa porty Thunderbolt 3) </li> <li> MacBook Pro (13-calowy, 2016 r., cztery porty Thunderbolt 3) </li> <li> MacBook Pro (13-calowy, 2017 r., cztery porty Thunderbolt 3) </li> <li> MacBook Pro (15-calowy, 2016 r.) </li> <li> MacBook Pro (15-calowy, 2017 r.) </li> </ul> <p> Do <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> szybko zidentyfikuj model swojego komputera </a> , wybierz „Ten Mac” z menu Apple. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Jak sprawdzić stan baterii komputera Mac </h2> <p> Możesz łatwo sprawdzić aktualny stan baterii w MacBooku Pro w systemie macOS. </p> <p> W Big Sur wybierz „Preferencje systemowe” z menu Apple. W oknie Preferencje systemowe kliknij „Bateria”, a następnie wybierz „Bateria” na pasku bocznym i kliknij „Stan baterii”. </p> <p> </p> <p> Jeśli Twój Mac używa systemu macOS Catalina lub starszego, przytrzymaj klawisz Opcja (⌥) na klawiaturze i kliknij ikonę baterii na pasku menu. Spowoduje to wyświetlenie menu stanu baterii. </p> <p> Jeśli Twój notebook kwalifikuje się do programu serwisowego Apple, możesz go wymienić bezpłatnie, kontaktując się z Apple za pośrednictwem jego <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Strona pomocy technicznej </a> . „Twój komputer zostanie sprawdzony przed serwisowaniem w celu sprawdzenia, czy kwalifikuje się do bezpłatnej wymiany baterii” — zauważa Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Aktualizacje awaryjne z poprawką baterii </h2> <p> Po uświadomieniu sobie tego błędu firma Apple szybko wysłała parę aktualizacji systemu macOS — macOS Big Sur 11.2.1 lub nowszy dla komputerów Mac z oprogramowaniem Big Sur oraz dodatkową aktualizację macOS Catalina 10.15.7 dla właścicieli komputerów Mac na macOS Catalina i wcześniej. </p> <p> </p> <p> Według informacji o wydaniu na <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Witryna Apple </a> , macOS Big Sur 11.2.1 „rozwiązuje problem, który może uniemożliwiać ładowanie baterii w niektórych modelach MacBooka Pro z 2016 i 2017 roku”. Apple zaleca, aby wszyscy zainstalowali te aktualizacje, aby zapobiec występowaniu problemu z baterią na innych MacBookach Pro z 2016 i 2017 roku. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Jak zaktualizować komputer Mac </h2> <p> Aby zaktualizować oprogramowanie macOS na komputerze Mac do najnowszej wersji, przejdź do <strong> Preferencje systemowe &gt; Aktualizacja oprogramowania </strong> . Jeśli zobaczysz komunikat informujący, że dostępne są aktualizacje, kliknij przycisk „Aktualizuj teraz”, aby je zainstalować. Możesz zostać poproszony o podanie hasła administratora, aby zakończyć aktualizowanie komputera Mac. </p> <p> Jeśli chcesz, aby komputer automatycznie pobierał i instalował przyszłe aktualizacje, wybierz opcję „Automatycznie aktualizuj mój komputer Mac” w oknie Uaktualnienia oprogramowania. Zostaniesz powiadomiony, gdy oczekujące aktualizacje wymagają ponownego uruchomienia i możesz zdecydować się na zainstalowanie ich później. </p>"}