{"title":"Co musisz wiedzieć o ataku ransomware Cognizant Maze","content":"<p> Wyobraź sobie, że piszesz ważnego służbowego e-maila i nagle tracisz dostęp do wszystkiego. Lub otrzymanie błędnego komunikatu o błędzie żądającego odszyfrowania komputera za pomocą bitcoinów. Może istnieć wiele różnych scenariuszy, ale jedna rzecz pozostaje taka sama dla wszystkich ataków ransomware — atakujący zawsze dostarczają instrukcje, jak odzyskać dostęp. Oczywiście jedynym haczykiem jest to, że musisz najpierw zapewnić sporą kwotę okupu z góry. </p> <p> Niszczycielski rodzaj oprogramowania ransomware znany jako „Labirynt” krąży po świecie cyberbezpieczeństwa. Oto, co musisz wiedzieć o oprogramowaniu ransomware Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> Co to jest oprogramowanie ransomware Maze? </h2> <p> Oprogramowanie ransomware Maze występuje w postaci szczepu systemu Windows, rozpowszechnianego za pośrednictwem wiadomości spamowych i zestawów exploitów wymagających dużych ilości bitcoinów lub kryptowalut w zamian za odszyfrowanie i odzyskanie skradzionych danych. </p> <p> E-maile przychodzą z pozornie niewinnymi tematami, takimi jak „Twój rachunek Verizon jest gotowy do wyświetlenia” lub „Nieodebrane dostarczenie przesyłki”, ale pochodzą z złośliwych domen. Plotka głosi, że Maze jest oprogramowaniem ransomware opartym na partnerstwie, działającym za pośrednictwem sieci programistów, którzy dzielą się zyskami z różnymi grupami, które infiltrują sieci korporacyjne. </p> <p> Aby opracować strategie ochrony i ograniczenia ekspozycji na podobne ataki, powinniśmy zastanowić się nad Cognizant Maze... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> Atak oprogramowania ransomware Cognizant Maze </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> W kwietniu 2020 r. Cognizant, firma z listy Fortune 500 i jeden z największych globalnych dostawców usług IT, padł ofiarą okrutnego ataku Maze, który spowodował ogromne zakłócenia usług na całym świecie. </p> <p> Z powodu usunięcia katalogów wewnętrznych przeprowadzonego przez ten atak, kilku pracowników Cognizant ucierpiało z powodu zakłóceń komunikacji, a zespół sprzedaży był zdezorientowany, nie mając możliwości komunikowania się z klientami i odwrotnie. </p> <p> Fakt, że naruszenie danych Cognizant miało miejsce, gdy firma przenosiła pracowników do pracy zdalnej z powodu pandemii koronawirusa, sprawił, że było to trudniejsze. Według raportu autorstwa <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , pracownicy zostali zmuszeni do znalezienia innych sposobów kontaktu ze współpracownikami z powodu utraty dostępu do poczty elektronicznej. </p> <p> „Nikt nie chce mieć do czynienia z atakiem ransomware” – powiedział dyrektor generalny Cognizant, Brian Humphries. „Osobiście nie wierzę, że ktokolwiek jest na to naprawdę odporny, ale różnica polega na tym, jak sobie z tym radzisz. I staraliśmy się nim zarządzać profesjonalnie i dojrzale.” </p> <p> Firma szybko zdestabilizowała sytuację, pozyskując pomoc czołowych ekspertów ds. cyberbezpieczeństwa i ich wewnętrznych zespołów ds. bezpieczeństwa IT. Cyberatak Cognizant został również zgłoszony organom ścigania, a klienci Cognizant otrzymywali stałe aktualizacje Wskaźników Kompromisu (IOC). </p> <p> Jednak firma poniosła znaczne straty finansowe z powodu ataku, gromadzące się do ogromnej ilości <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> 50-70 mln USD utraconych przychodów </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Dlaczego Maze Ransomware jest podwójnym zagrożeniem? </h2> <p> Jakby bycie dotkniętym przez Ransomware nie było wystarczająco złe, wynalazcy ataku Maze wprowadzili dodatkowy zwrot dla ofiar, z którymi muszą się zmagać. Złośliwa taktyka znana jako „podwójne wymuszenie” jest wprowadzana wraz z atakiem Maze, w którym ofiary są zagrożone wyciekiem zhakowanych danych, jeśli odmówią współpracy i spełnią żądania oprogramowania ransomware. </p> <p> To znane oprogramowanie ransomware jest słusznie nazywane „podwójnym zagrożeniem”, ponieważ oprócz odcięcia dostępu do sieci dla pracowników, tworzy również replikę wszystkich danych sieciowych i wykorzystuje je do wykorzystania i zwabienia ofiar do zapłacenia okupu. </p> <p> Niestety taktyka nacisku twórców Labiryntu na tym się nie kończy. Ostatnie badania wykazały, że TA2101, grupa stojąca za oprogramowaniem ransomware Maze, opublikowała teraz dedykowaną stronę internetową, która zawiera listę wszystkich ofiar niechętnych współpracy i często publikuje skradzione próbki danych jako formę kary. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Jak ograniczyć incydenty związane z oprogramowaniem Maze ransomware </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Łagodzenie i eliminowanie zagrożeń związanych z oprogramowaniem ransomware to wielopłaszczyznowy proces, w którym różne strategie są łączone i dostosowywane w oparciu o każdy przypadek użytkownika i profil ryzyka pojedynczej organizacji. Oto najpopularniejsze strategie, które mogą pomóc zatrzymać atak Labiryntu na właściwym miejscu. </p> <h3 id=\"enforce-application-whitelisting\"> Wymuszaj umieszczanie aplikacji na białej liście </h3> <p> Biała lista aplikacji to proaktywna technika ograniczania zagrożeń, która umożliwia uruchamianie tylko wstępnie autoryzowanych programów lub oprogramowania, podczas gdy wszystkie inne są domyślnie blokowane. </p> <p> Ta technika ogromnie pomaga w identyfikowaniu nielegalnych prób wykonania złośliwego kodu i pomaga w zapobieganiu nieautoryzowanym instalacjom. </p> <h3 id=\"patch-applications-and-security-flaws\"> Aplikacje łatania i luki w zabezpieczeniach </h3> <p> Luki w zabezpieczeniach powinny być łatane natychmiast po ich wykryciu, aby zapobiec manipulacji i nadużyciom ze strony atakujących. Oto zalecane ramy czasowe na szybkie nakładanie łatek w oparciu o wagę wad: </p> <ul> <li> <strong> Ekstremalne ryzyko </strong> : w ciągu 48 godzin od wydania plastra. </li> <li> <strong> Wysokie ryzyko </strong> : w ciągu dwóch tygodni od wydania plastra. </li> <li> <strong> Umiarkowane lub niskie ryzyko </strong> : w ciągu jednego miesiąca od wydania poprawki. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Skonfiguruj ustawienia makr pakietu Microsoft Office </h3> <p> Makra są używane do automatyzacji rutynowych zadań, ale czasami mogą być łatwym celem przeniesienia złośliwego kodu do systemu lub komputera po włączeniu. Najlepszym podejściem jest pozostawienie ich wyłączonych, jeśli to możliwe, lub ich ocena i przegląd przed ich użyciem. </p> <h3 id=\"employ-application-hardening\"> Zastosuj utwardzanie aplikacji </h3> <p> Utwardzanie aplikacji to metoda osłaniania aplikacji i nakładania dodatkowych warstw zabezpieczeń, aby chronić je przed kradzieżą. Aplikacje Java są bardzo podatne na luki w zabezpieczeniach i mogą być wykorzystywane przez cyberprzestępców jako punkty wejścia. Konieczne jest zabezpieczenie sieci poprzez zastosowanie tej metodologii na poziomie aplikacji. </p> <h3 id=\"restrict-administrative-privileges\"> Ogranicz uprawnienia administracyjne </h3> <p> Uprawnienia administracyjne powinny być traktowane z dużą ostrożnością, ponieważ konto administratora ma dostęp do wszystkiego. Zawsze stosuj zasadę najmniejszych uprawnień (POLP) podczas konfigurowania dostępu i uprawnień, ponieważ może to być integralny czynnik w ograniczaniu oprogramowania ransomware Maze lub jakiegokolwiek cyberataku. </p> <h3 id=\"patch-operating-systems\"> Poprawki do systemów operacyjnych </h3> <p> Z reguły wszelkie aplikacje, komputery i urządzenia sieciowe o ekstremalnych podatnościach powinny zostać załatane w ciągu 48 godzin. Ważne jest również, aby używać tylko najnowszych wersji systemów operacyjnych i za wszelką cenę unikać nieobsługiwanych wersji. </p> <h3 id=\"implement-multi-factor-authentication\"> Implementuj uwierzytelnianie wieloskładnikowe </h3> <p> Uwierzytelnianie wieloskładnikowe (MFA) dodaje dodatkową warstwę bezpieczeństwa, ponieważ wiele autoryzowanych urządzeń jest wymaganych do logowania się do rozwiązań dostępu zdalnego, takich jak bankowość internetowa lub inne uprzywilejowane działania, które wymagają użycia poufnych informacji. </p> <h3 id=\"secure-your-browsers\"> Zabezpiecz swoje przeglądarki </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Ważne jest, aby Twoja przeglądarka była zawsze zaktualizowana, wyskakujące reklamy są blokowane, a ustawienia przeglądarki uniemożliwiają instalację nieznanych rozszerzeń. </p> <p> Sprawdź, czy odwiedzane witryny są legalne, sprawdzając pasek adresu. Pamiętaj tylko, że HTTPS jest bezpieczny, podczas gdy HTTP jest znacznie mniej. </p> <p> </p> <h3 id=\"employ-email-security\"> Zatrudnij zabezpieczenia poczty e-mail </h3> <p> Główną metodą wejścia dla ransomware Maze jest e-mail. </p> <p> Zaimplementuj uwierzytelnianie wieloskładnikowe, aby dodać dodatkową warstwę zabezpieczeń i ustawić daty wygaśnięcia haseł. Ponadto naucz siebie i personel, aby nigdy nie otwierać e-maili z nieznanych źródeł lub przynajmniej nie pobierać podejrzanych załączników. Inwestowanie w rozwiązanie do ochrony poczty e-mail zapewnia bezpieczną transmisję e-maili. </p> <h3 id=\"make-regular-backups\"> Twórz regularne kopie zapasowe </h3> <p> Kopie zapasowe danych są integralną częścią planu odzyskiwania po awarii. W przypadku ataku, przywracając udane kopie zapasowe, możesz łatwo odszyfrować oryginalne dane z kopii zapasowej, które zostały zaszyfrowane przez hakerów. Dobrym pomysłem jest skonfigurowanie automatycznych kopii zapasowych oraz tworzenie unikalnych i złożonych haseł dla pracowników. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Zwróć uwagę na dotknięte punkty końcowe i poświadczenia </h3> <p> Wreszcie, jeśli którykolwiek z punktów końcowych Twojej sieci został dotknięty przez oprogramowanie ransomware Maze, powinieneś szybko zidentyfikować wszystkie użyte na nich dane uwierzytelniające. Zawsze zakładaj, że wszystkie punkty końcowe były dostępne i/lub zagrożone przez hakerów. Dziennik zdarzeń systemu Windows przyda się do analizy logowań po złamaniu zabezpieczeń. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Oszołomiony atakiem na Świadomy Labirynt? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> Naruszenie Cognizant spowodowało, że dostawca rozwiązań IT walczył o odzyskanie sił po ogromnych stratach finansowych i danych. Jednak z pomocą najlepszych ekspertów ds. cyberbezpieczeństwa firma szybko odzyskała równowagę po tym okrutnym ataku. </p> <p> Ten odcinek udowodnił, jak niebezpieczne mogą być ataki ransomware. </p> <p> Oprócz Labiryntu istnieje mnóstwo innych ataków ransomware przeprowadzanych codziennie przez złośliwych cyberprzestępców. Dobrą wiadomością jest to, że dzięki należytej staranności i rygorystycznym praktykom bezpieczeństwa każda firma może łatwo złagodzić te ataki, zanim one uderzą. </p>"}