{"title":"Co to jest emotka PogChamp i kiedy jest używana?","content":"<p> Terminy slangowe mogą pochodzić z dowolnego miejsca i chociaż niektóre z nowo wymyślonych słów mogą brzmieć trochę głupio, ważne jest, aby ludzie rozumieli się nawzajem, kiedy się komunikują. </p> <p> Jeśli przez kilka lat przeszukiwałeś swój sprawiedliwy udział w Internecie, prawdopodobnie widziałeś „PogChamp” lub „poggers” w komentarzach do filmów lub artykułów. Ale co to oznacza? </p> <p> Oto wszystko, co musisz o tym wiedzieć... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Co oznacza Pogchamp i kiedy go używać </h2> <p> PogChamp to nazwa emotki Twitcha — w rzeczywistości jedna z najstarszych na platformie. Zarówno emotka, jak i jej nazwa służą do wyrażania podekscytowania lub zaskoczenia, w sposób autentyczny lub sarkastyczny. </p> <p> Emotikony Twitcha brzmią dokładnie tak, jak brzmią: emotikony, emocje lub piktogramy dostępne wyłącznie w aplikacji i witrynie Twitch. Są używane przez widzów i streamerów do wyrażania różnych uczuć na czacie. </p> <p> </p> <p> Termin „PogChamp” pochodzi od wyrażenia „Pog Champion” lub „Play of Game Champion”, podczas gdy uważa się, że wyrażenie „Gra w grę” zostało spopularyzowane przez Overwatch, konkurencyjną strzelankę z perspektywy pierwszej osoby. Overwatch ma funkcję, w której pod koniec każdego meczu, podświetlany bęben pokazuje „najlepszą” grę tego meczu. </p> <p> &quot;PogChamp&quot; i sentyment, który opisuje, zrodził wiele pochodnych. Zarówno „poggers”, jak i po prostu „pog” zyskały znaczącą pozycję w internetowym slangu. Często zdarza się, że streamerzy reagują z ekscytacją na coś, mówiąc „poggers”. </p> <p> I chociaż trafił na fora i inne zakątki Internetu, nie używałbyś go z większością znajomych w codziennym życiu, chyba że są oni również świadomi kontekstu tego terminu. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Początki emotki PogChamp </h2> <p> </p> <p> Kultowa, przesadnie zszokowana twarz oryginalnej emotikony PogChamp została po raz pierwszy zauważona w filmie na YouTube przez Cross Counter TV w 2010 roku. </p> <p> W nim osobowość internetu Ryan &quot;Gootecks&quot; Gutierrez robi minę z szeroko otwartymi oczami i ustami w odpowiedzi na kamerzystę wpadającego na statyw. Tuż obok niego siedzi kolega streamer Mike Ross. </p> <p> W końcu reakcja warta memu stała się emotką Twitcha. </p> <p> Według <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , Osobowości Twitcha, których podobizny są używane do emotek, są opłacane za każde użycie. Oznacza to, że za każdym razem, gdy ktoś użyje emotki, zostanie naliczona opłata. </p> <p> Szacuje się, że Gutierrez zarabiał około 50 000 USD rocznie na użytkownikach Twitcha, którzy spamowali obraz jego twarzy na czacie. Co więcej, Gutierrez otrzymał z góry od 50 000 do 100 000 USD – tylko po to, aby umożliwić Twitchowi wykorzystanie jego podobizny. </p> <p> Jednak Gutierrez nie będzie reprezentował PogChamp na zawsze. 6 stycznia 2021 r. <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch zbanował oryginalną emotikonkę PogChamp </a> , określając, że oryginalny obraz miał zostać usunięty z platformy. </p> <p> W rezultacie platforma stworzyła nową emotkę PogChamp. Od tego czasu Twitch ma wielu twórców online, którzy stali się nową twarzą PogChamp; streamerów z różnym pochodzeniem i wielkością odbiorców. </p> <p> </p> <p> Emotka ma to samo znaczenie, co oryginał — wyraża zdziwioną, podekscytowaną lub zszokowaną reakcję. Jednak sama emotka się zmieniła. </p> <p> I nawet z zakazem Twitcha na emotkę PogChamp z twarzą Gutierreza, użycie „poggers” i „pog” w slangu internetowym prawdopodobnie pozostanie bez zmian. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp wyraża podekscytowanie, radość lub szok </h2> <p> PogChamp to jedna z najstarszych emotek Twitcha, ale okazuje się, że jest też jedną z najbardziej wszechstronnych. </p> <p> Ze względu na jego zdolność do opisywania zarówno pozytywnych, jak i negatywnych reakcji, PogChamp prawdopodobnie będzie nadal używany w całym Internecie, nawet jeśli twarz dołączona do imienia nie zawsze będzie taka sama. </p>"}