{"title":"Co to jest terminal Bloomberga i co sprawia, że ​​jest tak potężny?","content":"<p> Bloomberg to jeden z największych serwisów informacji finansowych na świecie, a jego założyciel Mike Bloomberg jest jednym z najbogatszych ludzi na świecie. </p> <p> Duża część bogactwa, które nabywa, pochodzi z terminalu Bloomberg, niezbędnego oprogramowania komputerowego dla wielu firm z sektora finansowego. Jeśli pracujesz w biurze firmy, prawdopodobnie sam z niej korzystałeś. </p> <p> Więc co dokładnie robi Bloomberg Terminal i co sprawia, że ​​jest tak potężny i cenny dla profesjonalistów z Wall Street? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Jak powstał terminal Bloomberga </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Przed zbudowaniem terminalu Bloomberg Mike Bloomberg był partnerem generalnym w Salomon Brothers, banku inwestycyjnym z siedzibą w Nowym Jorku. </p> <p> Po otrzymaniu pakietu odpraw o wartości 10 milionów dolarów w 1981 r. wynalazł system, który łączył dane finansowe, analizy, zgodność oraz odpowiednie usługi informacji biznesowej i finansowej w jednym oprogramowaniu komputerowym — terminalu Bloomberg. </p> <p> Terminal Bloomberg oficjalnie zadebiutował w 1982 roku, a reszta to już historia. Dziś z Terminalu korzysta ponad 320 000 abonentów na całym świecie. Szacuje się, że samo oprogramowanie odpowiada za jedną trzecią przychodów Bloomberg LP. Oprócz PC, Bloomberg Terminal jest również dostępny na smartfonach. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Kto korzysta z terminala Bloomberga? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Źródło: Andrey Rudakov/ <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Terminal Bloomberga jest często opisywany jako superkomputer, bez którego profesjonaliści z Wall Street nie mogą żyć. Subskrypcja Bloomberg Terminal kosztuje około 20 000 do 24 000 USD rocznie, ale nie powstrzymuje to bazy klientów przed odnawianiem subskrypcji ze względu na jej użyteczność. </p> <p> Handlowcy, brokerzy, analitycy, zarządzający portfelem, inwestorzy i kadra kierownicza to główna baza konsumencka terminalu. </p> <p> Jeśli jesteś studentem studiującym finanse lub ekonomię, prawdopodobnie nauczyłeś się również poruszać w jego podstawowych funkcjach. Dzieje się tak, ponieważ więcej instytucji szkolnictwa wyższego subskrybuje Terminal, aby studenci mogli zdobyć praktyczną wiedzę na temat rynków finansowych. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Jak wygląda terminal Bloomberga? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Źródło: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Terminal Bloomberga ma kultowy interfejs, który jest łatwy do rozpoznania: pełny czarny ekran oraz linie i linie neonowego tekstu napisane czcionką przypominającą starą grę wideo z lat 90. </p> <p> Terminal dostarcza również własne komputery, aby zapewnić optymalne wrażenia, zwane 15-calowym terminalem Bloomberg Compact Display Terminal. Dzięki natywnej rozdzielczości 60 Hz, 32-bitowemu kolorowi i ekranom 1024 x 768 (XGA), terminale Compact Display oferują wysokiej jakości obraz dzięki ergonomicznie zaprojektowanej podstawie pod komputer. W środowisku korporacyjnym Terminal działa zwykle na dwóch, ale czasami od czterech do sześciu ekranach. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Źródło: Bloomberg Professional Services/ <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Jeśli chodzi o sprzęt, aby korzystać z terminala Bloomberg, potrzebujesz natywnej klawiatury Bloomberga w stylu komputera o nazwie Starboard, która oprócz zwykłych klawiszy QWERTY zawiera klawisze czerwone, niebieskie, zielone i żółte do określonych funkcji. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Funkcje terminala Bloomberg </h2> <p> Oto niektóre z najpotężniejszych funkcji terminalu Bloomberg. </p> <p> <b> WSPARCIE </b> button jest prawdopodobnie najbardziej przydatnym kluczem dla tych, którzy dopiero zaczynają. Jeśli masz jakiekolwiek pytania dotyczące terminalu, po prostu naciśnij klawisz raz, a specjalista Bloomberg będzie tam, aby rozpocząć z tobą czat na żywo, aby rozwiązać twoje pytania. Po co zawracać sobie głowę Googlingiem? </p> <p> Jeśli masz połączenie z Internetem, na pewno nie jesteś obcy <b> Aktualności Bloomberga </b> . Użytkownicy mogą po prostu wpisać <b> AKTUALNOŚCI </b> i naciśnij Enter, aby uzyskać najnowsze informacje o trendach rynkowych, ruchach i innych istotnych wiadomościach z ostatniej chwili. </p> <p> Gdy broker z Wall Street zostanie poinformowany o największych wiadomościach dnia, powiedz, że chciałby sprawdzić akcje i wyniki finansowe firmy w tym dniu. Nie ma problemu: klawisze skrótów, takie jak <b> BQ </b> , <b> GIP </b> , i <b> OMON </b> dostarczać w czasie rzeczywistym wykresy, dane, notowania, trendy i prognozy dotyczące opcji na akcje lub funduszu. </p> <p> Chcesz wyeksportować wizualnie przyjemny wykres z Terminala do Excela? Sam Terminal jest już dobrze zintegrowany z Microsoft Excel. Po prostu uderz <b> DAPI </b> na Terminalu. Osoby z zaawansowanym poziomem znajomości arkuszy kalkulacyjnych Terminal, które automatycznie aktualizują najnowsze dane za każdym razem, gdy plik jest otwierany. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Dowiedz się, jak tworzyć samoaktualizujące się wykresy Microsoft Excel tutaj </a> . </p> <p> Osoby z branży rozmawiają na czacie <b> Wiadomości Bloombergberg </b> , czyli w zasadzie Facebook Messenger, ale na Bloombergu. Umożliwia wysyłanie wiadomości do każdego, kto jest na terminalu. Oznacza to, że każdy w branży może technicznie natychmiast skontaktować się ze sobą. Nie musisz już prosić o numer innej osoby ani pytać o najlepszy sposób na nawiązanie kontaktu. </p> <p> Jeśli chcesz dowiedzieć się więcej o znanej osobie z określonej branży, wejdź <b> LUDZIE </b> pozwoli Ci przeglądać ich dane uwierzytelniające. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Źródło: Bloomberg Professional Services/ <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Mapa Bloomberga </b> to zasadniczo Mapy Google, ale bardziej szczegółowe i dostosowane do branży finansowej. </p> <p> Korzystając z danych geoprzestrzennych, mapa przedstawia użytkownikom wizualizację klęsk żywiołowych rozgrywających się na całym świecie, dzięki czemu osoby śledzące towary są świadome wpływu klęsk żywiołowych na towary, takie jak ropa i złoto. Aby uzyskać dostęp do mapy, wprowadź <b> BMAP </b> . </p> <p> Praca jest skończona na cały dzień. Załóżmy, że nasz broker z Wall Street chce zjeść kolację w eleganckiej restauracji. Niektórzy by <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> wyszukaj dobre miejsca w Google lub popularnych aplikacjach do recenzowania restauracji </a> . Jednak Terminal może to osiągnąć za pomocą <b> JADALNIA, która </b> pokazuje informacje i opinie użytkowników o wysokiej klasy restauracjach w pobliżu. </p> <p> Jeśli nasz broker z Wall Street chce dużo wydać, ale nie wie, na co wydać, po prostu wchodzi <b> MLUX </b> na terminalu powróci z wynikami dotyczącymi najlepszych luksusowych przedmiotów dostępnych do zakupu online. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Terminal Bloomberga </h2> <p> Terminal Bloomberga to nie tylko system danych finansowych. To także platforma społecznościowa, zakupowa i gastronomiczna. Jego największym atutem jest to, że jest to usługa typu „wszystko w jednym”, dostarczana z niewiarygodną szybkością i dokładnością. Nic dziwnego, że ci, którzy korzystają z Terminala, nie mają go dość. </p> <p> Jeśli masz szansę uzyskać dostęp do terminala w szkole lub pracy, w pełni go wykorzystaj i spróbuj wpisać powyższe klawisze poleceń, aby zobaczyć, co się pojawi. </p>"}