{"title":"Discord na iOS pozwala złodziejom memów zapisywać obrazy z osadzonych na Twitterze","content":"<p> Discord dla iPhone&#39;a został odświeżony w App Store o kilka nowych funkcji, w tym nową opcję, która znacznie ułatwia zapisywanie obrazów z osadzonych na Twitterze. Dzięki niemu możesz zapisywać memy z tweetów bez obejść, do których wcześniej musiałeś uciekać. </p> <p> Niestety, wydaje się, że to nie działa w przypadku animowanych GIF-ów. Ponadto zapisywanie statycznych obrazów z tweetów jest obecnie niedostępne w Discord na Windows i Discord na Androida. Wydaje się, że tylko wersja 60.0 aplikacji Discord na iOS ma zaimplementowaną tę przydatną nową funkcję. </p> <p> Nowy na Discordzie? Jeśli tak, przeczytaj nasz przewodnik wyjaśniający <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> jak rozmawiać online z przyjaciółmi i nieznajomymi </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Jak zapisywać obrazy z tweetów </h2> <p> Aby zapisać obraz, taki jak mem, z wysłanego tweeta, dotknij go i wybierz opcję „Zapisz obraz”. Obraz zapisany w bibliotece Zdjęć znajdziesz na swoim urządzeniu. Przed tą zmianą byłeś zmuszony ręcznie otworzyć tweet w przeglądarce internetowej, zanim udało Ci się zapisać obraz na urządzeniu. </p> <p> </p> <p> Tak jak <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> Pogranicze </a> zauważa, że ​​wersja na Androida wykorzystuje inny proces zapisywania obrazów tweetów. Po pierwsze, musisz dotknąć obrazu, aby otworzyć go na pełnym ekranie. W interfejsie pełnoekranowym naciśnij <strong> Ściągnij </strong> w górnej części ekranu, aby zapisać obraz na urządzeniu. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Inne nowe funkcje w Discord na iOS </h2> <p> Oprócz zapisywania obrazów z osadzonych na Twitterze, dziennik zmian pokazany w najnowszej wersji Discord na iOS wspomniał o parze innych nowych funkcji. Pierwszy z nich to poręczne okienko emoji na pulpicie, które informuje, skąd pochodzi emotikon. </p> <p> „Dotknij tego małego emoji na czacie podczas korzystania z telefonu i zobacz, do kogo należy” – czytamy w dzienniku zmian w menu ustawień Discord na komputerze i telefonie komórkowym. A jeśli używasz Discord na iPadzie, z przyjemnością dowiesz się, że udostępnianie ekranu mobilnego jest teraz dostępne na tablecie. </p> <p> <small> Źródło obrazu: Discord </small> </p>"}