{"title":"Dlaczego Sling TV ponownie podnosi ceny?","content":"<p> Sling jest jedną z najpopularniejszych usług przesyłania strumieniowego od kilku lat dzięki szerokiemu wyborowi kanałów i bardzo konkurencyjnym cenom. </p> <p> Ale pod koniec stycznia 2021 r. firma ogłosiła, że ​​podniesie koszty zarówno pakietów subskrypcji, jak i dodatków. </p> <p> Dlaczego więc ceny wzrosły w pierwszej kolejności i czy w nadchodzących miesiącach prawdopodobnie zobaczymy kolejne podwyżki? Czytaj dalej aby się dowiedzieć. </p> <h2 id=\"how-much-does-sling-cost-now\"> Ile teraz kosztuje proca? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Dla tych, którzy nie wiedzą, Sling oferuje dwa różne pakiety: Sling Blue i Sling Orange. </p> <p> Każdy pakiet oferuje inny wybór kanałów. Na przykład kanały takie jak ESPN i Disney są dostępne tylko w Orange, podczas gdy FOX News, MSNBC i NFL Network są dostępne tylko w Blue. Możesz kupić dwa pakiety w pakiecie, jeśli chcesz mieć dostęp do wszystkiego. </p> <p> Przed <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Podwyżka cen procy w styczniu 2021 r. </a> , obie usługi kosztują 30 USD. Teraz kosztują 35 dolarów. Cena pakietu w pakiecie również wzrosła o 5 USD (z 45 USD do 50 USD). Dodatek sportowy wzrósł z 10 USD do 11 USD, a wszystkie inne dodatki wzrosły z 5 USD do 6 USD. </p> <p> Nowi abonenci będą musieli natychmiast płacić nowe stawki; dotychczasowi użytkownicy otrzymają okres karencji do lipca 2021 r. ze względu na roczną gwarancję ceny Sling. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Dlaczego proca podniosła ceny? </h2> <p> Sling szybko obwinia za wzrost cen sieci telewizyjne. Kiedy ogłoszono podwyżkę, prezes grupy Sling TV, Michael Schwimmer, nie marnował czasu na poinformowanie swoich klientów, na kogo powinni skierować swój gniew w <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> informacja prasowa </a> : </p> <blockquote> <p> Niestety jesteśmy zmuszeni do podnoszenia cen, ponieważ sieci telewizyjne wciąż naliczają nam wyższe opłaty, ale ciężko walczymy o jak najlepszą ofertę dla naszych klientów. Dowód naszego zaangażowania jest oczywisty, ponieważ Sling TV jest nadal najlepszą ofertą na rynku, dzięki czemu nasze ceny są znacznie niższe niż w przypadku telewizji kablowej i innych usług przesyłania strumieniowego na żywo. Klienci Sling TV mogą być pewni, że nadal będziemy oferować najlepszą kombinację kanałów informacyjnych na żywo, sportowych i rozrywkowych w najlepszej cenie. </p> </blockquote> <p> Chociaż niektórzy mogą pomyśleć, że Schwimmer i Sling stawiają zasłonę dymną, aby ukryć przed klientami swoje prawdziwe motywy wzrostu cen, podwyżka jest zgodna ze wzrostem cen, który widzieliśmy w innych miejscach w branży streamingowej w ciągu ostatnich kilku miesięcy. </p> <p> Na przykład Hulu + Live TV i YouTube TV podniosły ceny pod koniec 2020 r. YouTube TV spadł z 50 USD do 65 USD, a Hulu z 55 USD do 65 USD. </p> <p> W przypadku Hulu cena wzrosła z 40 USD w styczniu 2019 r. do 65 USD zaledwie dwa lata później. To wzrost o ponad 50%. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> Czy sieci telewizyjne naprawdę są winne? </h2> <p> Oczywiście nie wiemy dokładnie, ile Sling płaci sieciom telewizyjnym, aby móc je udostępnić na swojej platformie. </p> <p> Jeśli jednak porównasz wzrost cen w Sling et al. przy wzroście cen usług, które zapewniają wyłącznie wideo na żądanie, takich jak Netflix, różnica jest wyraźna. </p> <p> Rzeczywiście, odkąd Netflix uruchomił swój plan podstawowy w maju 2014 r., zaobserwowaliśmy tylko jeden wzrost ceny z 8 USD miesięcznie do 9 USD miesięcznie. To znacznie mniej niż wzrost cen w Sling, zarówno w dolarach, jak i w procentach. Tak, droższe plany odnotowały większe skoki, ale po drodze dodano do nich dodatkowe funkcje. </p> <p> Te rozbieżności między usługami transmisji strumieniowej telewizji a usługami wideo na żądanie wydają się sugerować, że winne są rzeczywiście sieci telewizyjne. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> Sling jest wciąż tańszy niż kabel </h2> <p> Nikt nie lubi, gdy ich rachunki rosną. Ale biorąc pod uwagę żłobienie cen, które widzieliśmy w świecie telewizji kablowej przez ostatnią dekadę (średnia cena rachunku za kablówkę w USA wynosi teraz ponad 200 USD), trudno żałować Slingowi niewielkiego wzrostu. </p> <p> Usługa, którą świadczy, jest nadal doskonała. W porównaniu z innymi sposobami oglądania telewizji, nadal stanowi doskonały stosunek jakości do ceny. </p>"}