{"title":"Funkcja wyszukiwania kart w przeglądarce Chrome może pojawić się w przeglądarce Microsoft Edge","content":"<p> Teraz, gdy Microsoft Edge korzysta z bazy kodu Chromium, przeglądarka giganta oprogramowania może teraz korzystać z tych samych korzyści, jakie ma domyślnie Google Chrome. Bystrooki użytkownik Reddita zauważył niedawną zmianę w Microsoft Edge, która wskazuje na funkcję Chrome Tab Search pojawiającą się w przeglądarce. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Jak wyszukiwanie w kartach może pojawić się w Microsoft Edge? </h2> <p> Użytkownik Reddita Leopeva64-2 podniósł alarm na <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> subreddit Microsoft Edge </a> po zidentyfikowaniu zmieniającej się zmiennej w kodzie Edge&#39;a. </p> <p> Wcześniej trzeba było ręcznie wydobyć tę funkcję z ukrycia. Został zakopany w kodzie Microsoft Edge i trzeba było użyć flagi wiersza poleceń <code>--enable-features=TabSearch</code>, aby go aktywować. </p> <p> Teraz ta flaga już nie działa, ale została zastąpiona nową flagą o nazwie <code>--enable-features=msTabSearch</code>. Jak to ujmuje Leopeva64-2: </p> <blockquote> <p> Flagi zaczynające się od „ms” (msExtensionsHub, msDownloadsHub itp.) są zwykle używane do włączania lub wyłączania „ekskluzywnych” funkcji Edge, więc fakt, że Microsoft wprowadził tę zmianę, może oznaczać, że domyślnie włączy tę funkcję wkrótce (a może dodadzą nową flagę na edge://flags). </p> </blockquote> <p> W związku z tym, ponieważ flaga TabSearch ma teraz tag „ms”, prawdopodobnie domyślnie zobaczymy tę funkcję w Microsoft Edge. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> Przyjazna rywalizacja Microsoftu z Chrome </h2> <p> Jeśli Microsoft zdecyduje się włączyć tę funkcję, zbliży się o krok do współpracy z najważniejszą przeglądarką w Internecie, Google Chrome. </p> <p> Aby zmierzyć się z rywalami, Microsoft zachował równowagę między dodawaniem funkcji, których ludzie oczekują od nowoczesnej przeglądarki, a opracowywaniem nowych funkcji, które pomogą wyróżnić Edge. Na przykład, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge otrzymał narzędzie Wyszukaj na pasku bocznym </a> by pomóc mu lepiej konkurować z Chrome. </p> <p> Jednak Microsoft nie zapomniał, kto dał Edge&#39;owi potrzebne wsparcie. W końcu przeglądarka jest teraz oparta na bazie kodu Google Chromium, więc Microsoft musi czasami współpracować z Chrome, jeśli chce ulepszyć Edge. </p> <p> W rzeczywistości, ponieważ Microsoft pomaga opracowywać poprawki i funkcje bazy kodu Chromium, firma jest <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> szybko stać się największym sojusznikiem Chrome </a> . W związku z tym Microsoft ma dziwną relację z Chrome, w której jednocześnie rywalizuje i pomaga rywalowi. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Wyszukiwanie funkcji wyszukiwania kart w Microsoft Edge </h2> <p> Chociaż nic nie zostało jeszcze oficjalnie potwierdzone, istnieją dowody sugerujące, że Microsoft chce wprowadzić funkcję wyszukiwania kart w przeglądarce Chrome. Będziemy musieli trzymać nasze konie i obserwować rozwój Edge&#39;a, aby zobaczyć, czy się pojawi. </p> <p> Jeśli chcesz dowiedzieć się, jak Microsoft Edge wprowadza innowacje w obliczu konkurencji, musisz wiedzieć o jego funkcji Sleeping Tabs. Wstępne testy tej funkcji zmniejszyły wykorzystanie procesora przeglądarki o aż 37 procent. </p> <p> <small> Źródło obrazu: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}