{"title":"Facebook pracuje nad nową aplikacją, aby konkurować z klubem","content":"<p> Facebookowi można przypisać wiele funkcji, które uważamy za normalne lub niezbędne w dzisiejszych mediach społecznościowych, i to w dużej mierze dlatego, że wciąż minęło około 17 lat od jego wydania. Ale nieuzasadnione byłoby twierdzenie, że CV Facebooka zawiera wyłącznie unikalne funkcje. </p> <p> W rzeczywistości dość trudno jest mówić o zmianach, jakie Facebook wprowadził w ostatnich latach bez odniesienia się do tego, ile razy platforma wiele pożyczyła od swoich konkurentów. Ostatnie doniesienia mówią, że Facebook po raz n-ty postanawia skopiować konkurencyjną aplikację. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Clubhouse jest przedmiotem najnowszego programu naśladowczego Facebooka </h2> <p> Według <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> New York Times </a> , Facebook pracuje nad siecią społecznościową opartą na dźwięku, z którą chce konkurować <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Klub </a> , aplikacja do czatu głosowego tylko na zaproszenie, która została uruchomiona dopiero w zeszłym roku. </p> <p> Nie wiemy, kiedy Facebook rozpoczął produkcję swojego klona Clubhouse, ale wiemy, że zespół pracujący nad tym obecnie określa produkt jako „Fireside”. Ten kryptonim może jednak ulec zmianie, ponieważ produkt jest wciąż na wczesnym etapie rozwoju. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> Dyrektor generalny Facebooka, Mark Zuckerberg, interesował się komunikacją audio, mówi niezidentyfikowane źródło. To dość niejasne. Może to oznaczać, że miał na to oko przez jakiś czas, albo że dopiero niedawno przykuł jego uwagę. Tak czy inaczej, Zuckerberg pojawił się w ostatnią niedzielę Clubhouse, aby omówić rozszerzoną i wirtualną rzeczywistość (AR i VR). </p> <h3 id=\"what-is-clubhouse\"> Co to jest klub? </h3> <p> Jeśli nie słyszałeś wcześniej o Clubhouse, nie martw się. W tej chwili jego użytkownicy są trzymani w czymś w rodzaju ciasnego kręgu. Możesz dołączyć do Clubhouse tylko wtedy, gdy otrzymasz zaproszenie od istniejącego użytkownika. </p> <p> Na <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Sklep z aplikacjami </a> , Clubhouse opisuje siebie jako „przestrzeń do swobodnych rozmów audio z przyjaciółmi i innymi interesującymi ludźmi z całego świata”. </p> <p> </p> <p> Możesz myśleć o tym jako o kolejnym Skype lub Zoom, ale nie ma przechwytywania wideo. Tylko audio i zdjęcia profilowe, a „rozmowy” są bardziej zbliżone do słuchania kogoś stojącego na piedestale, aby wygłosić prezentację lub przemówienie. Ty wybierasz, kogo chcesz słuchać. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> Historia kopiowania konkurencyjnych aplikacji na Facebooku </h2> <p> Zuckerberg zdaje się wiedzieć, że platforma społecznościowa odniesie sukces, gdy ją zobaczy. Facebook kupił Instagram, WhatsApp i Oculus, gdy były to firmy rozpoczynające działalność. W 2013 roku podjął próbę kupienia Snapchata za 3 miliardy dolarów, ale stojący za nim zespół odmówił. </p> <p> I może to jest właśnie to – Facebook ma historię pożyczania pomysłów z konkurencyjnych aplikacji, ponieważ Zuckerberg zawsze poszukuje czegoś nowego do wniesienia na Facebooka. W najbardziej chyba znanym przykładzie Facebook zapoczątkował trend „kradzieży” od Snapchata, dodając własną wersję <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> historie w mediach społecznościowych . </a> w 2017 roku. </p> <p> Ostatnio, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook uruchomił Dzielnice </a> w październiku ubiegłego roku, który działa bardzo podobnie do hiperlokalnego serwisu społecznościowego <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> Następne drzwi </a> . W grudniu, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook wypuścił Collab </a> w przypadku urządzeń z systemem iOS późny skok na modę klonowania TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Czym ma się stać Facebook? </h2> <p> Facebook rozpoczął się jako przestrzeń online, w której można rozmawiać i być na bieżąco ze znajomymi. Od tego czasu stała się platformą z wieloma różnymi funkcjami, które przemawiają do wielu różnych ludzi. </p> <p> Decyzja Facebooka o wejściu na nieco niszowy rynek, który znalazła Clubhouse, jest interesująca. Czy jest to również mądra decyzja, musimy poczekać i zobaczyć, aby się dowiedzieć. </p>"}