{"title":"Firma Microsoft wyznaczyła datę usunięcia starszej wersji Edge","content":"<p> Widzieliśmy wskazówki, że Microsoft chce wreszcie pozbyć się swojego starszego Edge&#39;a, a teraz wreszcie nadszedł ten dzień. Jeśli korzystasz ze starszej wersji Edge, masz tylko czas do 13 kwietnia 2021 r., aby przeskoczyć do nowej przeglądarki, zanim zostanie ona wyczyszczona z komputera. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> Koniec Legacy Edge firmy Microsoft </h2> <p> Microsoft ogłosił termin na <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> strona społeczności technicznej </a> . Wiadomość ta nie jest wielką niespodzianką, ponieważ gigant oprogramowania nie zerwał tak subtelnie więzi ze swoją starszą przeglądarką. Na przykład, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> przyszłe pakiety językowe nie obsługują już starszej wersji Edge </a> . </p> <p> Wtedy nie wiedzieliśmy, kiedy Microsoft wyciągnie wtyczkę; wiedzieliśmy tylko, że Microsoft chciał, aby to szybko zniknęło. Teraz gigant oprogramowania nakreślił dwie kluczowe daty usunięcia starszego Edge&#39;a. </p> <p> Pierwsza data to wsparcie osi Microsoft dla starszej wersji Edge — co ma miejsce 9 marca 2021 r. W tym dniu starsza wersja Edge nie będzie otrzymywać więcej aktualizacji, nawet jeśli ktoś znajdzie w nim paskudną lukę w zabezpieczeniach. W związku z tym jest to idealna data do zmiany przeglądarki, jeśli nadal korzystasz ze starszej wersji Edge. </p> <p> Druga data to 13 kwietnia 2021 r., kiedy Microsoft pozbywa się starszego Edge&#39;a. Nie mamy na myśli po prostu pozostawienia starszego Edge&#39;a własnym urządzeniom; Microsoft zamierza opublikować aktualizację systemu Windows 10, która usuwa starą przeglądarkę z systemu operacyjnego. </p> <p> Pamiętaj, że nie spowoduje to usunięcia nowego Chromium Edge, który <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft wypuścił nieco ponad rok temu </a> . W rzeczywistości wersja Chromium Edge jest głównym powodem, dla którego Microsoft w pierwszej kolejności odrzuca starsze Edge. </p> <p> Jeśli używasz Edge i nie masz pewności, czy używasz starszej wersji Edge, czy wersji Chromium, stara wersja używa jednolitego niebieskiego E jako logo. Chromium Edge ma bardziej kolorową niebiesko-zieloną spiralę, która wygląda trochę jak E. </p> <p> W związku z tym, jeśli używasz starego Microsoft Edge, teraz jest dobry moment na przeniesienie przeglądarek, nawet jeśli jest to mały skok do Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Odkładanie spuścizny do łóżka </h2> <p> Jeśli nadal trzymasz się starszego Edge&#39;a, teraz jest fantastyczny czas, aby wskoczyć na statek. Stara wersja Edge&#39;a będzie od tej pory coraz gorsza, dopóki nie zostanie całkowicie usunięta w kwietniu 2021 roku. </p> <p> Jeśli zawsze chciałeś wypróbować Chromium Edge, teraz nadszedł czas, aby to zrobić. Microsoft pochwalił się ostatnio 600 milionami użytkowników swojej nowej przeglądarki, więc zdecydowanie warto spróbować. </p> <p> <small> Źródło obrazu: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}