{"title":"Hyundai i Kia Deny prowadzą rozmowy dotyczące opracowania samochodu Apple","content":"<p> Hyundai i jego spółka zależna Kia doświadczyły spadku ich akcji po tym, jak firmy ujawniły w dokumentach regulacyjnych, że nie prowadzą rozmów z Apple w sprawie tajnego projektu Apple Car. </p> <p> Akcje Hyundaia i Kia spadły odpowiednio o 6,21 proc. i prawie 15 proc. </p> <p> Dokumenty potwierdzają, że Hyundai otrzymywał prośby „od wielu firm” o współpracę we wspólnym rozwoju autonomicznych pojazdów elektrycznych, ale następnie dodają, że „nic nie zostało postanowione”, ponieważ wszystko jest „na wczesnym etapie”. </p> <p> „Hyundai Motor nie prowadzi rozmów z Apple w sprawie rozwoju pojazdów autonomicznych”, czytamy w zgłoszeniu Hyundaia. Według <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , Kia Motors powiedziała również, że nie prowadzi rozmów z Apple. </p> <p> To z kolei może oznaczać, że Apple może zdecydować się na współpracę z dostawcami samochodów, którzy nie będą publicznie rozmawiać o żadnych umowach. Rzeczywiście, MUO poinformowało niedawno, że garstka <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Japońscy producenci samochodów negocjują z Apple </a> nad dołączeniem do łańcucha dostaw Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple nie lubi przecieków </h2> <p> Podobno nieudana umowa produkcyjna z Kia <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> budowanie około 100 000 samochodów Apple rocznie w USA </a> . Apple Car miał być oparty na nowej platformie pojazdów elektrycznych Hyundaia, która umożliwia szybkie ładowanie do 80 procent w 18 minut i zapewnia maksymalny zasięg 250 mil (około 500 kilometrów) na jednym ładowaniu. </p> <p> Kia jest drugim co do wielkości dostawcą samochodów w Korei Południowej po współwłaścicielu Hyundaiu. Apple najwyraźniej zamierza publicznie ogłosić Apple Car za kilka lat. </p> <p> </p> <p> Ale Apple jest niezwykle wrażliwy na przecieki, co sprawia, że ​​niedawne raporty Apple Car są bardziej interesujące i osobliwe. Widać wyraźnie, że Apple nie był zadowolony z tych doniesień, które kierownictwo firmy prawdopodobnie spotkało się z zaskoczeniem i konsternacją. </p> <p> To, co teraz widzimy, to prawdopodobnie jakiś rodzaj kontroli uszkodzeń ze strony Hyundaia. Chociaż obie strony mogą powrócić do rozmów, nie sądzimy, aby tak się stało, ponieważ istnieje wiele innych firm motoryzacyjnych, z którymi Apple może i prawdopodobnie będzie współpracować. </p> <p> <small> Źródło: Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Odblokuj CC </a></small> </p>"}