{"title":"Instagram zajmuje ostrzejsze stanowisko w sprawie mowy nienawiści w rozmowach na żywo","content":"<p> Instagram ma poważniejsze konsekwencje dla użytkowników, którzy wysyłają mowę nienawiści w bezpośrednich wiadomościach (DM). Platforma wprowadza te zmiany w świetle podsycanych nienawiści wiadomości skierowanych do piłkarzy z Wielkiej Brytanii. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Osoby nadużywające DM mogą teraz zostać na stałe zbanowane </h2> <p> W poście na <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> blog O na Instagramie </a> , Instagram ogłosił, że zajmie ostrzejsze stanowisko w sprawie mowy nienawiści w DM. Platforma potwierdziła „rasistowskie nadużycia w Internecie wymierzone w piłkarzy w Wielkiej Brytanii” i stwierdziła, że ​​„nie chce tego zachowania na Instagramie”. </p> <p> W tej chwili użytkownicy, którzy wyślą czat z mową nienawiści, otrzymują tymczasowo zakaz wysyłania wiadomości w aplikacji. Gdy Instagram wdroży te nowe zmiany, platforma na stałe zablokuje konta, które wielokrotnie naruszają jej zasady w DM. </p> <p> Instagram zauważył również, że wyłączy wszelkie nowe konta tworzone przez obrażających użytkowników, próbując ominąć ograniczenia Instagrama. Na koniec stwierdził, że będzie kontynuował starania o wyłączenie kont „stworzonych wyłącznie w celu wysyłania obraźliwych wiadomości”. </p> <p> Chociaż możesz już <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> zgłaszać użytkowników za mowę nienawiści na Instagramie </a> , platforma pracuje również nad rozszerzeniem swojego narzędzia, które umożliwia użytkownikom blokowanie czatów z kont, których nie obserwują. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Eliminowanie nienawistnych treści na Instagramie </h2> <p> Mowa nienawiści na platformach społecznościowych nie zawsze jest oczywista i jawna. DM zdecydowanie nie są bezpieczne przed mową nienawiści, a najnowsza aktualizacja Instagrama, miejmy nadzieję, pomoże powstrzymać nadużywających użytkowników od platformy. </p>"}