{"title":"iOS 14.5 pozwala użytkownikom wybrać Spotify jako domyślny odtwarzacz muzyczny","content":"<p> Przynajmniej w Stanach Zjednoczonych Spotify i Apple Music są dwoma wiodącymi usługami strumieniowania muzyki. Jeśli jednak jesteś przywiązany do ekosystemu Apple, Apple Music ma dużą przewagę, ponieważ jest bardziej szczegółowo wtopiony w oferty produktów Apple. </p> <p> Na przykład osoba używająca Siri do żądania utworu była do tej pory domyślnie kierowana do Apple Music. Ale to najwyraźniej się zmienia wraz z nowym iOS 14.5 beta – użytkownicy mogą teraz wybierać różne usługi muzyczne innych firm, w tym Spotify, jako domyślną usługę muzyczną. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Dostępne na iOS 14.5 Beta </h2> <p> Jak zauważył <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacPlotki </a> , funkcja jest obecnie dostępna tylko dla użytkowników wersji beta najnowszej wersji iOS, chociaż prawdopodobnie zostanie udostępniona wszystkim w najbliższej przyszłości. </p> <p> </p> <p> Domyślną usługę muzyczną można wybrać, gdy użytkownik po raz pierwszy poprosi Siri o odtworzenie utworu lub albumu. Gdy to zrobią, zostaną im zaprezentowane opcje wyboru różnych usług jako standardu. Podobno nie wszyscy użytkownicy uważają, że proces selekcji działa u nich dokładnie tak samo. Sugeruje to, że Apple wciąż dopracowuje tę funkcję. </p> <p> </p> <h2 id=\"different-options-available\"> Dostępne różne opcje </h2> <p> Niemniej jednak jest to fajna opcja. iOS 14 ułatwił użytkownikom korzystanie z alternatyw innych firm dla domyślnych aplikacji Apple. Na przykład mogą teraz wybierać różnych klientów poczty lub przeglądarki. To świetna wiadomość dla każdego, kto chce mieć nieco większy wybór, gdy korzysta z systemów operacyjnych Apple. A kto nie lubi wyboru? </p> <p> <small> Źródło obrazu: kenary820/ <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}