{"title":"Instagram nie promuje repostów TikTok na rolkach","content":"<p> Instagram stara się ograniczyć liczbę Reels, które zostały ponownie opublikowane z TikTok. Platforma właśnie ogłosiła, że ​​jej algorytm nie będzie już promował rolek, które mają znak wodny TikTok. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram pęka na repostach TikTok </h2> <p> Instagram utrudnia użytkownikom odkrywanie rolek, które pochodzą z TikTok (i dowolnej innej aplikacji, jeśli o to chodzi). Platforma opublikowała post na swoim <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> @Twórcy konto na Instagramie </a> , ogłaszając nową listę sprawdzonych metod dotyczących Rolek. </p> <p> Przede wszystkim Instagram nie zaleca publikowania rolek, które są „widocznie poddane recyklingowi z innych aplikacji (tj. zawierają logo lub znaki wodne)”. Instagram twierdzi, że „tego rodzaju Rolki nie będą polecane tak często osobom, które jeszcze nie obserwują Cię w miejscach takich jak zakładka Rolki”. </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Źródło obrazu: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram uruchomił kołowrotki </a> latem 2020 roku jako bezpośrednia próba konkurowania z TikTok. Ze względu na podobieństwo między Reels i TikTok, które wykorzystują krótki format wideo, użytkownicy w naturalny sposób ponownie przesyłają TikToks do Reels. Ale teraz te przeszczepy TikTok nie będą już traktowane tak samo, jak treści tworzone natywnie na Reels. </p> <p> Ma to sens w przypadku Instagrama, ponieważ platforma stara się, aby Reels był jeszcze bardziej popularny niż TikTok. Instagram nie chce już, aby użytkownicy traktowali Reels jako wysypisko wirusowych TikToksów – chce oryginalnych treści stworzonych przez twórców, którzy faktycznie używają Reels. </p> <p> Rolki ze znakami wodnymi z konkurencyjnych aplikacji nie są jedynymi rodzajami filmów, które algorytm Instagrama będzie usuwał z priorytetów. Instagram zauważa również, że każda rolka, która jest rozmyta, ma obramowanie lub jest pokryta tekstem, nie będzie promowana. </p> <p> Jeśli chodzi o rodzaj treści, które pomogą użytkownikom zostać odkrytymi, Instagram sugeruje, aby twórcy publikowali treści, które są inspirujące, wykorzystują kreatywne narzędzia, mają orientację pionową, korzystają z biblioteki muzycznej Instagrama i są „zabawne i zabawne”. Platforma zaleca również próbę zapoczątkowania trendu w całej aplikacji. </p> <p> Według Instagrama przestrzeganie tych najlepszych praktyk pomoże Ci „uzyskać najlepszą szansę na odkrycie”. </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> Czy TikTok kiedykolwiek zostanie zdetronizowany? </h2> <p> Zaktualizowane najlepsze praktyki Instagrama dla Reels pokazują, jak wielkim zagrożeniem jest TikTok. Powszechnie widać, że Kołowrotki mają logo TikTok, a ta aktualizacja spróbuje wprowadzić kibosh na ten trend. </p> <p> To powiedziawszy, może to wyczyścić wszelkie treści z recyklingu, ale może odstraszyć twórców, którzy mają obserwację w obu aplikacjach. Instagram stara się być jak TikTok i może w rezultacie stracić swoją tożsamość. </p>"}