{"title":"Jak korzystać z automatyzacji skrótów Apple Watch i 3 przykładów do wypróbowania","content":"<p> Czy kiedykolwiek chciałeś, aby Twój zegarek Apple Watch automatycznie włączał tryb Nie przeszkadzać w momencie wejścia do kina? Czy chcesz automatycznie zmieniać tarczę zegarka Apple Watch raz dziennie? Możesz to zrobić i wiele więcej dzięki automatyzacji Apple Watch. </p> <p> watchOS 7 wprowadził kilka doskonałych procedur automatyzacji dla Apple Watch. Najlepsze jest to, że nie potrzebujesz żadnej wiedzy programistycznej, aby skonfigurować te procedury lub stworzyć własne. </p> <p> Pokażemy Ci, jak skonfigurować automatyzacje na zegarku Apple Watch, a także trzy automatyzacje, aby zilustrować kilka przykładów tego, co możesz zrobić. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Jak skonfigurować automatyzację Apple Watch </h2> <p> Aplikacja Apple’s Shortcuts to centrum automatyzacji iOS i ma wszystko, czego potrzebujesz, aby skonfigurować automatyzację Apple Watch. W przeciwieństwie do skrótów Siri, automatyzacji iOS nie można udostępniać innym w momencie pisania. Oznacza to, że nie możemy podać linku do pobrania naszych ulubionych automatyzacji. </p> <p> Zamiast tego przedstawimy Ci krok po kroku, jak tworzyć automatyzacje Apple Watch (ze zrzutami ekranu), dzięki czemu możesz szybko skonfigurować je na swoim iPhonie. </p> <p> </p> <p> Aby utworzyć automatyzację Apple Watch, musisz najpierw zdecydować, co chcesz zautomatyzować i odpowiednio wybrać wyzwalacze. Zacznijmy od czegoś prostego, na przykład przełączenia zegarka Apple Watch w tryb cichy o 22:00 każdego wieczoru. </p> <p> Możesz to łatwo skonfigurować, wykonując następujące kroki: przechodząc do <strong> Automatyzacja </strong> w aplikacji Skróty. Oto jak: </p> <ol> <li> Otworzyć <strong> Skróty </strong> na telefonie i przejdź do <strong> Automatyzacja </strong> patka. </li> <li> Jeśli nigdy nie tworzyłeś automatyzacji na swoim iPhonie, dotknij dużego niebieskiego przycisku oznaczonego <strong> Twórz osobistą automatyzację </strong> . Jeśli wcześniej utworzyłeś automatyzację, będziesz musiał dotknąć <strong> Plus </strong> przycisk w prawym górnym rogu, a następnie naciśnij <strong> Twórz osobistą automatyzację </strong> . </li> <li> Ponieważ chcemy codziennie uruchamiać automatyzację o określonej porze, dotknij <strong> Pora dnia </strong> , Wybierz <strong> Pora dnia </strong> jeszcze raz i wpisz czas w polu tuż pod tą opcją. W naszym przypadku upewnimy się, że jest godzina 22:00 (lub 22:00). </li> <li> Tuż poniżej możesz ustawić częstotliwość tej automatyzacji. W naszym przypadku zamierzamy dotknąć <strong> Codziennie </strong> . Teraz dotknij <strong> Kolejny </strong> , który znajduje się w prawym górnym rogu ekranu. </li> <li> Na następnej stronie dotknij <strong> Dodaj akcję </strong> i wyszukaj <strong> Ustaw tryb cichy </strong> , który pojawi się pod <strong> działania </strong> podtytuł. Kran <strong> Ustaw tryb cichy </strong> i upewnij się, że akcja jest <strong> Włącz tryb cichy </strong> . Teraz dotknij <strong> Kolejny </strong> . </li> <li> Ostatni ekran pokaże, kiedy automatyzacja zostanie uruchomiona i co zrobi. Musisz tylko wyłączyć <strong> Zapytaj przed uruchomieniem </strong> aby upewnić się, że automatyka będzie działać samodzielnie. Kran <strong> Gotowy </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria obrazów (3 obrazy) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Rozszerzać <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Rozszerzać <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Rozszerzać </p> <p> Blisko </p> <p> Teraz o 22:00 każdego wieczoru zegarek Apple Watch automatycznie włączy tryb cichy. Jeśli chcesz rano wyłączyć tryb cichy, możesz utworzyć drugą, podobną automatyzację, aby wykonać zadanie. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 świetne automatyzacje Apple Watch do wypróbowania </h2> <p> Teraz, gdy spojrzeliśmy na przykład, przyjrzyjmy się niektórym z najbardziej przydatnych automatyzacji Apple Watch, które możesz skonfigurować na swoim urządzeniu. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Rozpocznij trening po przybyciu lub opuszczeniu lokalizacji </h3> <p> Łatwo zapomnieć o rozpoczęciu treningów na zegarku Apple Watch. Chociaż urządzenie do noszenia ma funkcję automatycznego wykrywania treningu, nie zawsze działa niezawodnie. Dzieje się tak zwłaszcza w przypadku treningów o niskiej intensywności, takich jak ćwiczenia ruchowe. </p> <p> Na szczęście istnieje automatyzacja Apple Watch, która rozwiązuje ten problem: </p> <ol> <li> W aplikacji Skróty utwórz nową automatyzację i dotknij <strong> Przybyć </strong> . </li> <li> Teraz dotknij <strong> Wybierać </strong> aby wybrać lokalizację, która uruchamia ten trening. Wystarczy wpisać nazwę swojej siłowni lub pobliskiego parku, w którym idziesz pobiegać, a w dolnej połowie ekranu pojawi się mapa z pinezką lokalizacji. Tutaj możesz poszerzyć promień, w którym ta automatyzacja zostanie uruchomiona. Kran <strong> Gotowy </strong> . </li> <li> Albo wybierz <strong> W każdej chwili </strong> lub wybierz <strong> Zakres czasu </strong> kiedy chcesz uruchomić tę automatyzację. Teraz dotknij <strong> Kolejny </strong> . </li> <li> Kran <strong> Dodaj akcję </strong> i wyszukaj <strong> Rozpocznij trening </strong> . </li> <li> Kran <strong> Rozpocznij trening </strong> i wybierz trening wraz z celem (otwarty cel, czas, spalone kalorie lub pokonany dystans). Następnie dotknij <strong> Kolejny </strong> . </li> <li> Sprawdź swoją automatyzację i dotknij <strong> Gotowy </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria obrazów (3 obrazy) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Rozszerzać <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Rozszerzać <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Rozszerzać </p> <p> Blisko </p> <p> Teraz zegarek Apple Watch automatycznie rozpocznie treningi na podstawie Twojej lokalizacji. Możesz także wybrać <strong> Wychodzić </strong> zamiast <strong> Przybyć </strong> w pierwszym kroku, aby uruchomić tę automatyzację, gdy opuścisz określoną lokalizację, na przykład swój dom. Na przykład, jeśli pracujesz w domu i wychodzisz tylko na poranny spacer, możesz sprawić, by zegarek Apple Watch rozpoczynał trening spaceru na świeżym powietrzu za każdym razem, gdy wychodzisz z domu. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Automatycznie zmień twarz Apple Watch </h3> <p> Zmiana tarcz zegarka jest dość łatwa, ale jeszcze wygodniej jest sprawić, by zegarek Apple zrobił to za Ciebie. Zobaczmy, jak okresowo zmieniać tarczę zegarka, a także kilka alternatywnych wyzwalaczy, aby to działało inaczej. </p> <p> Najpierw upewnij się, że: <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> dodane i spersonalizowane tarcze zegarka na zegarku Apple Watch </a> więc masz z czym pracować. Następnie w aplikacji Skróty: </p> <ol> <li> Utwórz nową automatyzację i dotknij <strong> Pora dnia </strong> . </li> <li> Wybierz, kiedy chcesz zmienić tarczę zegarka oraz jak często chcesz to robić. Wybraliśmy <strong> wschód słońca </strong> i <strong> Codziennie </strong> ustawić tarczę zegarka każdego ranka. Kran <strong> Kolejny </strong> . </li> <li> Teraz dotknij <strong> Dodaj akcję </strong> i wyszukaj <strong> Ustaw tarczę zegarka </strong> . </li> <li> Kran <strong> Ustaw tarczę zegarka </strong> , dotknij <strong> Twarz </strong> , a następnie wybierz z listy jedną z tarcz zegarka. Kran <strong> Kolejny </strong> . </li> <li> Wyłączyć <strong> Zapytaj przed uruchomieniem </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria obrazów (2 obrazy) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Rozszerzać <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Rozszerzać </p> <p> Blisko </p> <p> Teraz obserwuj magię, gdy tarcza zegarka zmienia się automatycznie. Jeśli chcesz, aby tarcza zegarka zmieniała się co kilka godzin, po prostu skonfiguruj podobną automatyzację z innym czasem w drugim kroku. </p> <p> Możesz także automatycznie zmienić tarczę zegarka za każdym razem, gdy wychodzisz z domu lub przybywasz w określone miejsce, używając przycisku <strong> Przybyć </strong> lub <strong> Wychodzić </strong> wyzwalacze zamiast <strong> Pora dnia </strong> w pierwszym kroku. </p> <p> Własne tarcze zegarka Apple są wystarczająco dobre, aby zacząć, ale jest ich wiele <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> wspaniałe niestandardowe twarze Apple Watch </a> że powinieneś również spróbować. Umożliwi to dodanie szerszej gamy twarzy do automatyzacji. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Włącz tryb teatralny w cichych miejscach </h3> <p> Włączenie trybu kinowego (tryb kinowy w niektórych regionach) przełącza zegarek Apple Watch w tryb cichy i wyłącza ekran, dopóki nie dotkniesz ekranu lub nie naciśniesz cyfrowej korony. Jest to najbardziej przydatne w kinach lub innych miejscach, w których chcesz uniknąć przeszkadzania innym. </p> <p> Oto jak możesz użyć skrótów, aby automatycznie włączyć tryb kinowy w wybranych lokalizacjach: </p> <ol> <li> Utwórz nową automatyzację i wybierz <strong> Przybyć </strong> cyngiel. </li> <li> Teraz dotknij <strong> Wybierać </strong> i wyszukaj teatr lub inne miejsce, które często odwiedzasz. Kran <strong> Gotowy </strong> , a następnie wybierz przedział czasu, w którym automatyzacja ma działać. Jeśli na przykład odwiedzasz to miejsce głównie wieczorem, możesz ustawić ten zakres czasu, aby uniknąć przypadkowego wywołania tego. Teraz dotknij <strong> Kolejny </strong> . </li> <li> Kran <strong> Dodaj akcję </strong> i wyszukaj <strong> Ustaw tryb teatralny </strong> . </li> <li> Kran <strong> Ustaw tryb teatralny </strong> , śledzony przez <strong> Kolejny </strong> . Na koniec dotknij <strong> Gotowy </strong> aby umożliwić tę automatyzację. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria obrazów (2 obrazy) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Rozszerzać <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Rozszerzać </p> <p> Blisko </p> <p> Pamiętaj, aby skonfigurować inną automatyzację za pomocą <strong> Wychodzić </strong> uruchom i powtórz ten proces, aby tryb teatralny został automatycznie wyłączony po opuszczeniu lokalizacji. </p> <p> Możesz również użyć <strong> Pora dnia </strong> wyzwalacz, aby automatycznie włączyć lub wyłączyć tryb kinowy. Może to być przydatna opcja przed snem lub jeśli masz spotkanie o ustalonej porze każdego dnia tygodnia. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Twórz własne automatyzacje Apple Watch </h2> <p> To tylko kilka łatwych automatyzacji, które możesz skonfigurować za pomocą Apple Watch, ale możliwości są nieograniczone. Możesz wypróbować fajne sztuczki, takie jak wysyłanie komuś wiadomości za każdym razem, gdy kończysz trening, a także wiele innych. </p> <p> Wybrane przez nas automatyzacje skupiają się na często pojawiających się zadaniach, ale przy odrobinie kreatywności możesz przekraczać granice tego, co robi dla Ciebie zegarek Apple Watch. Nie zapominaj, że Apple Watch ma również wiele innych aplikacji, które zwiększają Twoją produktywność. </p>"}