{"title":"Jak korzystać z Mozilla Hubs&amp;#039; Nowe funkcje","content":"<p> W 2018 r. Mozilla wydała Hubs, bezpłatną, wciągającą platformę do współpracy zdalnej i społecznościowej. Jednak zmiany w sposobie, w jaki ludzie uzyskiwali dostęp do platformy i korzystali z niej podczas pandemii, spowodowały aktualizację, która czyni ją bardziej przydatną dla dużych grup osób o różnych poziomach doświadczenia, korzystających z szerszego zakres urządzeń. </p> <p> Tutaj przyjrzymy się, jak aktualizacja 2021 zmienia centra i jak korzystać z nowych funkcji... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Co to są koncentratory Mozilli? Co nowego? </h2> <p> Mozilla Hubs to bezpłatna platforma do tworzenia i udostępniania wirtualnych przestrzeni zwanych „pokojami”. Platforma niezależna od sprzętu działa w przeglądarce internetowej, dzięki czemu jest dostępna na komputerach, tabletach i smartfonach z połączeniem internetowym. Nie są potrzebne nawet stałe profile, chociaż posiadanie jednego ma dodatkowe korzyści, takie jak dostosowywanie awatara. </p> <p> Interaktywne funkcje w pokojach pozwalają użytkownikom wspólnie oglądać multimedia, przeprowadzać burze mózgów na tablicach, oglądać pokazy slajdów, badać modele 3D i nie tylko. Same pokoje są trochę proste w porównaniu z innymi platformami, takimi jak Altspace, ale jeśli masz ambicje i potrafisz sobie z nimi poradzić <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Koncentratory GitHub </a> , istnieje więcej możliwości dostosowywania. </p> <p> </p> <p> Ale co nowa aktualizacja wnosi na platformę? Nowi użytkownicy, szczególnie ci w edukacji, zainspirowali wiele zmian. </p> <p> W związku z tym podstawowe aktualizacje platformy to: </p> <ol> <li> Dedykowane okno/pasek czatu. </li> <li> Usprawniony interfejs użytkownika bez VR. </li> <li> Nowe forum wsparcia. </li> </ol> <p> Oto spojrzenie na każdą nową funkcję i jak z niej korzystać... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Jak korzystać z nowego paska czatu Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs posiadało już funkcję czatu we wcześniejszych iteracjach. Jednak tekst czatu pojawił się na chwilę nad głównym wyświetlaczem, zanim zniknął. Zasłaniało to użytkownikowi widok pokoju za tekstem i oznaczało, że czaty nie mogły być ponownie odczytywane i przywoływane. </p> <p> Nowa aktualizacja tworzy okno czatu lub pasek z boku ekranu. Dzięki temu widok pokoju jest nieco mniejszy, ale także tekst czatu jest znacznie łatwiejszy do odczytania. Tekst czatu pozostaje również na pasku czatu, dzięki czemu rozmowy trwają przez dłuższy czas. </p> <p> Jest to szczególnie przydatne w przypadku pytań zadawanych podczas prezentacji lub nadrabiania zaległości w rozmowie, jeśli późno dołączyłeś do pokoju. </p> <p> Możesz uzyskać dostęp do okna czatu, używając <strong> Czat </strong> na dolnym pasku narzędzi i wpisz wiadomość w wyświetlonym polu tekstowym. Jeśli nie chcesz, aby pasek czatu zmniejszał ekran, możesz kliknąć tę samą ikonę, aby go zminimalizować. </p> <p> Mimo zminimalizowania tekst czatu nadal pojawia się przez chwilę, ale jest znacznie mniej rozpraszający niż przed aktualizacją. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Jak wybrać interfejs użytkownika inny niż VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs najlepiej opisać jako „przestrzeń immersyjna”. Może to być środowisko „wirtualnej rzeczywistości” w połączeniu ze sprzętem VR, ale ten specjalistyczny sprzęt nie jest konieczny do korzystania z koncentratorów. </p> <p> Projektanci hubów chcieli, aby interfejs był jak najbardziej podobny, niezależnie od tego, jakiego sprzętu używa dana osoba do uzyskania dostępu do platformy. Było to również przydatne, jeśli użytkownicy regularnie korzystali z Hubów na różnych urządzeniach, ponieważ interfejs nie zmieniał się tak bardzo z komputera PC na gogle VR na telefon lub tablet. </p> <p> Jednak interfejs priorytetowo traktował użyteczność ze sprzętem VR, przez co niektóre polecenia były niewygodne w przypadku korzystania z interfejsów innych niż VR. W pewnym sensie miało to sens, ponieważ VR jest bardziej obcym interfejsem, więc optymalizacja pod kątem tego interfejsu sprawiła, że ​​było to całkiem płynne. Problem polegał na tym, że poświęciło to użyteczność dla użytkowników innych niż VR – którzy okazali się być większością użytkowników. </p> <p> Ale aktualizacja stworzyła osobny interfejs inny niż VR. Tak więc, chociaż sterowanie na różnych platformach nie jest tak uniwersalne, jak kiedyś, wszyscy nadal wygrywają. </p> <p> Możesz teraz łatwo uzyskać dostęp do tego zaktualizowanego interfejsu podczas tworzenia lub wchodzenia do pokoju. </p> <p> Gdy po raz pierwszy tworzysz pokój lub wchodzisz do pokoju, wybierz <strong> Dołącz do pokoju </strong> dla interfejsu innego niż VR. Użytkownicy, którzy nie korzystają z rzeczywistości wirtualnej, otrzymują teraz interfejs typu „wskaż i kliknij”, który jest nieco bardziej przyjazny dla użytkownika niż wyświetlacz z rzutowaniem promieni w starym interfejsie użytkownika. </p> <p> Jeśli używasz sprzętu VR, wybierz: <strong> Wejdź na urządzeniu </strong> zamiast. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Jak uzyskać więcej pomocy dzięki wsparciu społeczności Hubs Hub </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Wreszcie, Mozilla ogłosiła, że ​​użytkownicy Hubs mogą teraz uzyskać wsparcie przez <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> dedykowane forum społeczności </a> . Huby zawsze miały aktywną społeczność, ale były one skierowane głównie do programistów. Deweloperzy mogą (i robili) pomagać użytkownikom mniej doświadczonym technologicznie. </p> <p> Ale nowa opcja wsparcia jest wygodniejsza dla osób niebędących programistami. Strona pomocy jest już wypełniona często wyszukiwanymi terminami i regularnie poszukiwanymi tematami. Wcześniej nie było wygodnej funkcji przeglądania dla pytań użytkowników zadawanych na forach. </p> <p> Aby znaleźć odpowiedzi na pytania teraz, możesz użyć paska wyszukiwania u góry strony pomocy lub przejrzeć częste tematy i polecane artykuły wyróżnione przez Mozillę. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Czy musisz pobrać nowe funkcje Mozilla Hubs? </h2> <p> Ponieważ Huby są oparte na przeglądarce, te aktualizacje są automatyczne. Większość użytkowników nie potrzebuje dodatkowych plików do pobrania ani ręcznej instalacji. </p> <p> Użytkownicy centrów, którzy korzystali z materiałów typu open source do tworzenia własnych dostosowanych środowisk, mogą być zmuszeni ręcznie zmienić część kodu. Mozilla ma przewodnik specjalnie dla tych szczególnych przypadków. </p> <p> Użytkownicy, którzy są zaznajomieni z Hubami przed aktualizacją, zauważą zmiany. Jednak ze względu na to, że aktualizacje interfejsu nie zmieniają wrażenia VR i optymalizują wrażenia inne niż VR, zmiany powinny być łatwe do przyzwyczajenia się, bez względu na to, jak uzyskujesz dostęp do Hubów. </p> <p> </p> <p> Aktualizacje to także świetny czas dla nowych użytkowników, aby sprawdzić platformę. Dedykowana funkcja okna czatu w szczególności ułatwia nauczycielom i prezenterom zadawanie pytań, potencjalnie rozszerzając przypadki użycia platformy. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Poznaj nowe centra </h2> <p> Aktualizacje Mozilli Hubs pokazują dużą troskę o użytkowników. Odpowiadając na przypadki użycia i profile użytkowników, które programiści widzą najczęściej, pasek czatu, nowe kanały wsparcia i zoptymalizowane interfejsy sprawiają, że platforma jest bardziej przyjazna dla użytkownika i przystępna. </p> <p> Nawet z aktualizacjami, jeśli Huby nie są dla Ciebie idealne, pamiętaj, że nie jest to jedyna platforma zdalnej obecności obsługująca VR. Inne doświadczenie może rozwiązać Twój problem. </p>"}