{"title":"Jak zrobić przezroczyste tło w Photoshopie","content":"<p> W Adobe Photoshop dostępnych jest kilka narzędzi, które wykorzystują Adobe Sensei, silnik sztucznej inteligencji (AI) platformy. Narzędzia te przydają się do różnych celów, w tym do tworzenia przezroczystego tła. </p> <p> W poniższych samouczkach pokażemy, jak zrobić przezroczyste tło w Photoshopie za pomocą kilku różnych łatwych metod. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Dlaczego chcesz ustawić przezroczyste tło w Photoshopie? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Na początek przeformułujmy pytanie. Ponieważ zwykle bardziej doświadczeni użytkownicy programu Photoshop wiedzą, czym są przezroczyste tła i do czego służą. </p> <p> Krótko mówiąc, jeśli pytasz, jak zrobić przezroczyste tło w Photoshopie, prawdopodobnie zapytasz: „jak usunąć tło z mojego obrazu w Photoshopie?” A może zastanawiasz się „jak usunąć tło z mojego obrazu w Photoshopie?” </p> <p> Pomijając semantykę, oto kilka typowych powodów, dla których warto ustawić przezroczyste tło w Photoshopie: </p> <ul> <li> Aby usunąć rozpraszające elementy, takie jak inne osoby lub przedmioty </li> <li> Aby stworzyć artystyczny portret </li> <li> Aby umieścić temat na zupełnie innym tle </li> </ul> <p> Zasadniczo ustawienie przezroczystego tła w Photoshopie ma wszystko wspólnego z izolacją obiektu. Oznacza to, że coś jest nie tak z tłem na oryginalnym obrazie i chcesz całkowicie usunąć tło, aby położyć nacisk na temat. </p> <p> Mając na uwadze tę podstawową koncepcję, przyjrzyjmy się kilku różnym sposobom uczynienia tła przezroczystym w Photoshopie. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Używanie panelu Właściwości w Photoshopie do usuwania tła </h2> <p> Ta metoda jest najłatwiejszym sposobem usunięcia tła w Photoshopie. Ale to zależy od twojego wizerunku. Ta metoda działa najlepiej, jeśli masz proste tło, w którym obiekt wyróżnia się i jest wyraźnie zdefiniowany. </p> <p> Możesz pobrać to zdjęcie z <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> i podążaj dalej. </p> <ol> <li> Po zaimportowaniu obrazu do programu Photoshop naciśnij <strong> Ctrl </strong> + <strong> jot </strong> aby zduplikować warstwę. <strong> Uwaga: </strong> Jeśli przegapisz ten krok, nie zobaczysz opcji wyboru, które omówimy w kroku trzecim. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Iść do <strong> Okno </strong> &gt; <strong> Nieruchomości </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Wybierz <strong> Usuń tło </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Aby wyświetlić przezroczyste tło, kliknij <strong> Oko </strong> ikona po lewej stronie <strong> tło </strong> warstwa. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Dzięki pojedynczej przezroczystej warstwie możesz teraz upuścić ją na inne tło lub stworzyć inne efekty, aby wyróżnić obiekt. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Umieszczanie jednolitej warstwy dopasowania kolorów </h3> <p> Podczas gdy zmiana tła to temat na inny samouczek, szybko pokażemy, jak umieścić a <strong> Jednolita warstwa dopasowania koloru </strong> pod przezroczystą warstwą, aby uzyskać inny efekt. </p> <ol> <li> Korzystając z edycji z naszego powyższego samouczka, przełącz <strong> X </strong> klawisz, aż kolor pierwszego planu będzie <strong> czarny </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Przejdź do <strong> Utwórz nową warstwę wypełnienia lub dopasowania </strong> w prawym dolnym rogu ekranu i wybierz <strong> Jednolity kolor </strong> . Następnie kliknij <strong> dobrze </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Warstwa wypełnienia kolorem powinna pojawić się na górze stosu warstw. Jeśli tak się nie stanie, to w porządku, ponieważ teraz klikniemy na <strong> Wypełnienie kolorem </strong> warstwę i przeciągnij ją tuż pod naszą przezroczystą warstwą, jak pokazano. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Możesz zobaczyć, jak łatwo wykorzystać nowo utworzoną przezroczystą warstwę i umieścić ją na nowym tle. </p> <p> Jeśli fotografujesz portret taki jak ten, możesz nawet kontynuować… <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> edytuj obraz za pomocą wtyczki Photoshop o nazwie Portrait Pro </a> , aby jeszcze bardziej poprawić obraz. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Używanie narzędzia wyboru tematu do tworzenia przezroczystego tła </h2> <p> Narzędzie wyboru tematu może być używane zamiast powyższej metody, ale wiąże się to z dodatkowymi krokami. Dzieje się tak, ponieważ narzędzie wyboru tematu działa lepiej ze skomplikowanym tłem lub z tłem, w którym występuje wiele tematów. Zasadniczo mówimy Photoshopowi, co wybrać, aby utworzyć przezroczyste tło. </p> <p> W tym samouczku przygotujemy obraz, aby usunąć kobietę po lewej stronie naszego zdjęcia, renderując tę ​​część obrazu przezroczystą. Umożliwi nam to wypełnienie przestrzeni inną osobą lub użycie różnych narzędzi Photoshopa obsługujących zawartość, aby wypełnić piksele. </p> <p> Ponownie, są to tematy do innego samouczka, ale wspominamy o nich tutaj, ponieważ zwykle po utworzeniu przezroczystego tła należy wykonać dodatkowe czynności edycyjne. </p> <p> Możesz pobrać to zdjęcie z <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> i podążaj dalej. </p> <ol> <li> Po zaimportowaniu obrazu do Photoshopa przejdź do <strong> Wybierz </strong> &gt; <strong> Przedmiot </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Obie kobiety zostaną wybrane, jak wskazują otaczające je linie wyboru „maszerujących mrówek”. Wybierz <strong> Lasso </strong> w lewej kolumnie, jeśli nie pojawia się domyślnie. Następnie z <strong> Alt </strong> ciągle wciśnięty klawisz, obrysuj okrąg wokół kobiety po prawej stronie, a następnie zwolnij <strong> Alt </strong> klucz. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Lewy przycisk myszy </strong> gdzieś w środku wybranej kobiety po lewej stronie. Wybierać <strong> Wybierz odwrotność </strong> z menu. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Iść do <strong> Wybierz </strong> &gt; <strong> Wybierz i maskuj </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> Domyślnie kolor czerwony wskazywał wybrany obszar. Aby wybrać więcej obrazu, który ma być przezroczysty, np. części krzesła, wybierz select <strong> Szczotka </strong> narzędzie, jak pokazano. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Upewnij się, że <strong> Plus </strong> ( <strong> + </strong> ) jest wybrana powyżej. Następnie pomaluj na czerwono wybrane obszary, które mają być przezroczyste. W tym przypadku jest tylko trochę do zrobienia. </li> <li> Następnie przejdź do <strong> Wyjście do </strong> i wybierz <strong> Nowa warstwa z maską warstwy </strong> z menu rozwijanego. Kliknij <strong> dobrze </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> To, z czym zostaniesz, to częściowo przezroczyste tło, w którym kiedyś była pani po lewej. Wybór nie jest doskonały. Wciąż można zobaczyć kilka pikseli włosów i twarzy kobiety. Ale można to wyczyścić za pomocą <strong> Szczotka </strong> narzędzie z <strong> Warstwa tła </strong> wybrany. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Alternatywnie można go również pozostawić bez zmian. Jeśli dana osoba jest tylko usuwana, istnieją narzędzia obsługujące treść, które można zastosować, aby wtopić się w tło. W ten sposób wygląda na to, że kobieta jest sama przy stole. Lub inna osoba może zostać wkomponowana, aby dotrzymać jej towarzystwa. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Inne narzędzia do zaznaczania: zakres kolorów, obszar ostrości i niebo </h2> <p> Być może zauważyłeś, że istnieją inne opcje w <strong> Wybierz </strong> menu inne niż <strong> Przedmiot </strong> . Wszystkie trzy z tych metod zaznaczania wykorzystują różne narzędzia, ale wszystkie osiągają to samo — wszystkie określają, co wybierze program Photoshop. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Podobnie jak <strong> Przedmiot </strong> opcji wyboru, narzędzia te mogą dawać wyniki, które kończą się częściowo lub całkowicie przezroczystym tłem. Ale ogólnie rzecz biorąc, ich zastosowania służą do bardziej wyrafinowanych wyników, na przykład kiedy <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> zastąpienie nieba w Photoshopie </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Dwa narzędzia wystarczą, aby stworzyć przezroczyste tło </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> W przeszłości użytkownicy programu Photoshop musieli polegać na asortymencie narzędzi do zaznaczania, aby tworzyć przezroczyste tła. Narzędzia te są nadal dostępne (narzędzie Lasso, Magic Wand, Pen itp.) i pozostają przydatne do precyzyjnej pracy. </p> <p> Ale w dzisiejszych czasach tak naprawdę potrzebne są tylko dwa narzędzia do tworzenia przezroczystego tła, w dużej mierze dzięki rdzeniowi AI Adobe Sensei. </p> <p> Istnieją wtyczki Photoshopa, takie jak Luminar AI, które również wykorzystują sztuczną inteligencję do edycji zdjęć. Przy tak zaawansowanej technologii stosowanej do edycji zdjęć można śmiało założyć, że tworzenie przezroczystego tła stanie się jeszcze prostsze i dokładniejsze w najbliższej przyszłości. </p> <p> <small> Źródło zdjęcia: pielucha/ <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}