{"title":"Jak zmienić hasło uniksowe","content":"<p> Wszyscy znamy rolę hasła w ochronie Twojej cyfrowej prywatności. Posiadanie silnego hasła to pierwsza warstwa ochrony, która uniemożliwia intruzom wejście do systemu. Dlatego zabezpieczenie komputera hasłem powinno być dla wszystkich sprawą najwyższej wagi. </p> <p> Systemy operacyjne oparte na Uniksie oferują solidne funkcje, jeśli chodzi o hasło i bezpieczeństwo użytkownika. Ale jak wykorzystać te zaawansowane funkcje, aby zabezpieczyć swój system? </p> <h2 id=\"unix-vs-linux\"> Unix kontra Linux </h2> <p> Wiele osób jest zdezorientowanych, gdy ktoś używa terminów Unix i Linux w podobnym kontekście. Nie ma znaczenia, czy jesteś <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> zmiana haseł w Linuksie </a> lub Unix, kroki są takie same. Chociaż te dwa systemy operacyjne mają podobną architekturę i strukturę poleceń, w rzeczywistości różnią się od siebie. </p> <p> Unix to system operacyjny opracowany pod koniec lat 60. przez Kena Thompsona i Dennisa Ritchie. Został zbudowany głównie z myślą o przenośności, wielowątkowości i szybkich modyfikacjach. W przeciwieństwie do Linuksa, Unix to zastrzeżone oprogramowanie znane z potężnego interfejsu wiersza poleceń. </p> <p> Z drugiej strony, Linux jest rodziną systemów operacyjnych typu open source, „podobnych do Uniksa”. Linus Torvalds opracował ten system operacyjny w 1991 roku. Nazywa się go systemami uniksopodobnymi, ponieważ Linux był mocno zainspirowany Uniksem. Ponad 600 opartych na społeczności dystrybucji Linuksa jest dostępnych w Internecie za darmo. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Zmiana własnego hasła w systemie Unix </h2> <p> W większości systemów opartych na systemie Unix użytkownicy mogą zmieniać hasła za pomocą <strong> hasło </strong> Komenda. Aby zmienić własne hasło w systemie Unix, otwórz terminal, naciskając <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Następnie, aby zmienić hasło, wpisz: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Zobaczysz wynik, który wygląda mniej więcej tak. Najpierw wpisz aktualne hasło, a następnie dwukrotnie wprowadź nowe hasło, aby zakończyć proces. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Nie zobaczysz żadnego z wpisanych znaków na ekranie. Systemy operacyjne oparte na Uniksie mają ten unikalny sposób ochrony użytkowników przed: <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> surfowanie na ramieniu </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Zmiana hasła głównego </h2> <p> Tylko użytkownik root może zmienić hasło root na maszynie Unix. Aby zmienić obecnego użytkownika na roota, wpisz <strong> su - </strong> w swoim terminalu i naciśnij <strong> Wchodzić </strong> . Następnie wprowadź hasło roota, aby potwierdzić proces. </p> <p> Teraz, gdy jesteś rootem, możesz łatwo zmienić hasło, wpisując <strong> hasło </strong> w swoim terminalu. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Zmiana hasła innego użytkownika </h2> <p> Użytkownicy root mają również uprawnienia do zmiany haseł innych użytkowników w systemie. Aby to zrobić, otwórz terminal, naciskając <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Następnie zmień hasło za pomocą: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Na ekranie systemu zobaczysz następujące dane wyjściowe. Wprowadź nowe hasło dwukrotnie, aby potwierdzić zmianę. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Zarządzanie hasłami użytkowników w systemie Unix </h2> <p> Użytkownicy systemu Unix mogą łatwo zmienić swoje hasła za pomocą <strong> hasło </strong> Komenda. Nauczyć się więcej o <strong> hasło </strong> , możesz sprawdzić instrukcję obsługi: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux i Unix mogą mieć kilka podobieństw, jeśli chodzi o polecenia systemowe, ale są to dwa różne systemy operacyjne w wielu innych aspektach. </p>"}