{"title":"Jak zwolnić miejsce na iCloud?","content":"<p> Czy masz dość tych wyskakujących powiadomień informujących, że masz mało miejsca na koncie iCloud? Dobra wiadomość: nie musisz ich dłużej znosić. </p> <p> A co więcej, nie będziesz musiał wydawać żadnych pieniędzy, aby uaktualnić swoje konto. </p> <p> Apple daje każdemu użytkownikowi 5 GB bezpłatnego miejsca na iCloud, co wydaje się prawie niczym. Ale jeśli dobrze zagrasz w tę grę, zdasz sobie sprawę, że to więcej niż wystarczające dla wszystkich Twoich potrzeb. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Dowiedz się, co zajmuje najwięcej miejsca </h2> <p> Gdy Twoje miejsce w iCloud jest pełne, najlepiej zacząć od sprawdzenia, co zajmuje najwięcej miejsca na Twoich urządzeniach. Najczęściej będziesz zaskoczony odpowiedzią. </p> <p> Aby dowiedzieć się, co zajmuje najwięcej miejsca w iCloud na Twoim iPhonie: </p> <ol> <li> Iść do <strong> Ustawienia </strong> . </li> <li> Kliknij, aby <strong> Apple ID </strong> . </li> <li> Iść do <strong> iCloud &gt; Zarządzaj pamięcią </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria obrazów (2 obrazy) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Rozszerzać <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Rozszerzać </p> <p> Blisko </p> <p> Gdy jesteś na karcie Zarządzaj pamięcią masową, otrzymasz zestawienie tego, co zajmuje najwięcej miejsca na Twoim koncie iCloud. W przypadku niektórych funkcji możesz przeglądać i usuwać dane, aby zwolnić trochę miejsca. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Usuń swoje stare zdjęcia </h2> <p> Zdjęcia są często najbardziej widocznym złodziejem pamięci na Twoim koncie iCloud. Jeśli robisz zdjęcia profesjonalnym aparatem i przesyłasz je do telefonu, jest to jeszcze większe. </p> <p> Aby usunąć zdjęcia z iPhone&#39;a: </p> <ol> <li> Przejdź do rolki aparatu. </li> <li> Wybierz obrazy, które chcesz usunąć. </li> <li> Wróć do głównego menu rolki aparatu. </li> <li> Wejdź do <strong> Ostatnio usunięte </strong> teczka. </li> <li> Wybierz <strong> Usuń wszystko </strong> i potwierdź. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Usuń swoje stare e-maile </h2> <p> Jeśli połączyłeś swoje konto e-mail z iCloud, ale rzadko korzystasz z wiadomości, zużywasz cenną przestrzeń, którą możesz wykorzystać gdzie indziej. Jeśli korzystasz z usługi przez wiele lat, ilość wykorzystywanych danych będzie się powoli sumować. </p> <p> Aby usunąć stare e-maile: </p> <ol> <li> Przejdź do swojej aplikacji Poczta. </li> <li> Wybierz e-maile, które chcesz usunąć. </li> <li> Usuń te e-maile i zamknij aplikację. </li> </ol> <p> Jeśli nie używasz Poczty zbyt często, możesz także usunąć aplikację z telefonu. W ten sposób nie zbudujesz ponownie listy zmarnowanych danych. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Usuń pliki z iCloud Drive </h2> <p> Jeśli masz MacBooka lub Maca, możesz nie zdawać sobie sprawy, że nadal przechowujesz pliki, których nie masz od wieków. Gdy twoje dane się spadną, staną się one bardziej irytujące. </p> <p> Na szczęście usuwanie plików iCloud z dysku komputera jest proste. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Aby usunąć pliki iCloud z dysku komputera: </p> <ol> <li> otwarty <strong> Znalazca </strong> . </li> <li> Zejdź do iCloud Drive w menu po lewej stronie. </li> <li> Wybierz pliki, które chcesz usunąć i przenieś je do swojego folderu kosza. </li> <li> Kliknij prawym przyciskiem myszy lub Ctrl + kliknij <strong> Ikona kosza </strong> w doku. </li> <li> Wybierz <strong> Opróżnić kosz </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Zwolnij miejsce na urządzeniach Apple </h2> <p> Chociaż może się wydawać, że toczysz nieustanną walkę o wyczyszczenie pamięci iCloud, nie musi to być stresujące. Niezależnie od urządzenia Apple, którego używasz, istnieje wiele sposobów sprawdzania, co pochłania Twoje dane i wprowadzania zmian. </p> <p> Po wyczyszczeniu przestrzeni dyskowej iCloud warto mieć ją na oku. Kiedy zauważysz, że rzeczy zbliżają się do pełnego znaku, powtórz te kroki i powstrzymaj je. </p>"}