{"title":"Jak bezpiecznie udostępniać komputer z systemem Windows 10 za pomocą oddzielnych kont użytkowników?","content":"<p> Istnieje wiele powodów, dla których chcesz udostępnić swój komputer innym. Niezależnie od tego, czy chcesz mieć jeden komputer dla całej rodziny, czy chcesz używać tego samego komputera do celów biznesowych, możliwość przełączania się między użytkownikami jest idealnym rozwiązaniem. </p> <p> Tworząc oddzielne konta użytkowników na tym samym komputerze, nie tylko przechowujesz oddzielne pliki i ustawienia wszystkich osób, ale także zapewniasz bezpieczeństwo wszystkich danych. Rozwiązaniem jest skonfigurowanie wielu kont użytkowników systemu Windows dla każdego członka rodziny. </p> <p> Proces tworzenia wielu kont użytkowników systemu Windows 10 jest prosty, a my pokażemy, jak to zrobić. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Kiedy możesz potrzebować udostępnić swój komputer z systemem Windows 10 innym osobom? </h2> <p> Istnieją różne sytuacje, w których konieczne może być udostępnienie komputera innym osobom. Obejmują one: </p> <h3 id=\"at-work\"> 1. W pracy </h3> <p> Jeśli jesteś właścicielem firmy, dodanie wielu użytkowników do tego samego komputera z systemem Windows 10 może być opłacalne — zwłaszcza jeśli Twoi pracownicy korzystają z komputera w niepełnym wymiarze godzin. Ułatwia to również udostępnianie plików. </p> <h3 id=\"at-home\"> 2. W domu </h3> <p> Tworzenie wielu kont użytkowników na tym samym komputerze może być korzystne, jeśli chcesz dzielić ten sam komputer ze wszystkimi innymi członkami rodziny. Jeśli pracujesz w domu i polegasz na swoim komputerze, ta strategia może pomóc zabezpieczyć całą twoją pracę. </p> <h3 id=\"in-public-places\"> 3. W miejscach publicznych </h3> <p> Jeśli pracujesz w instytucji publicznej, takiej jak biblioteka, z pewnością będziesz mieć wiele osób korzystających z tego samego komputera. Tworzenie wielu kont użytkowników będzie doskonałym rozwiązaniem, które pomoże Tobie i wszystkim innym <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> zachowaj bezpieczeństwo podczas korzystania z komputerów publicznych </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Jak utworzyć nowe konto użytkownika w systemie Windows 10 za pomocą konta Microsoft </h2> <p> Windows 10 ułatwia udostępnianie tego samego komputera innym osobom. Po dodaniu użytkownika otrzymuje on własne ustawienia pulpitu, limity miejsca i ma dostęp tylko do własnych plików i folderów. Wspaniałe jest również to, że Ty i osoby, z którymi dzielisz komputer, zawsze będziecie mieli swobodę <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> zmienić domyślne aplikacje i ustawienia w systemie Windows 10 </a> . </p> <p> Jako administrator możesz łatwo utworzyć wiele kont użytkowników na swoim komputerze za pomocą konta Microsoft. Najpierw przejdź do <strong> Start &gt; Ustawienia &gt; Konta &gt; Inne osoby </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Aby utworzyć nowe konto użytkownika, kliknij <strong> Dodaj kogoś innego do tego komputera </strong> . Następnie musisz podać adres e-mail powiązany z kontem Microsoft — żaden inny adres e-mail nie będzie działał. Stąd kliknij <strong> Kolejny </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Jeśli tworzysz konto dla kogoś, kto nie ma adresu e-mail konta Microsoft, możesz po prostu kliknąć <strong> Dodaj kogoś innego do tego komputera </strong> i kliknij <strong> Nie mam danych logowania tej osoby </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Konto użytkownika można utworzyć przy użyciu istniejącego adresu e-mail osoby niebędącej kontem Microsoft. Należy pamiętać, że ten adres e-mail zostanie następnie połączony z kontem Microsoft. </p> <p> Alternatywnie możesz utworzyć konto użytkownika, najpierw tworząc nowy adres e-mail programu Outlook dla użytkownika. Aby to zrobić, kliknij <strong> Uzyskaj nowy adres e-mail </strong> . Następnie musisz utworzyć hasło, wybrać kraj zamieszkania użytkownika i wpisać jego datę urodzenia. Kiedy skończysz, kliknij <strong> Kolejny </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Nowe konto użytkownika pojawi się teraz na liście użytkowników komputera. Możesz zawsze <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> zmień swoją nazwę logowania w systemie Windows 10 </a> , a inne osoby, z którymi dzielisz komputer, będą miały te same uprawnienia. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Jak utworzyć nowe konto użytkownika w systemie Windows 10 bez korzystania z konta Microsoft </h2> <p> Nadal możesz utworzyć konto użytkownika dla kogoś, kto nie ma konta e-mail programu Outlook i woli nie używać konta Microsoft. To samo dotyczy kogoś, kto nie chciałby, aby jego adres e-mail inny niż Microsoft był połączony z kontem Microsoft. </p> <p> Aby to zrobić, kliknij <strong> Start &gt; Ustawienia &gt; Konta &gt; Inne osoby &gt; Dodaj kogoś innego do tego komputera &gt; Nie mam danych logowania tej osoby &gt; Dodaj użytkownika bez konta Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. Na wyświetlonym ekranie możesz wprowadzić informacje o osobie. Musisz utworzyć nazwę użytkownika i hasło. Kliknij <strong> Kolejny </strong> , a konto użytkownika będzie gotowe. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Gdy tworzysz konto użytkownika systemu Windows 10 bez korzystania z konta Microsoft, nazywa się to a <strong> konto lokalne </strong> . W przeciwieństwie do konta Microsoft konto lokalne nie synchronizuje ustawień między urządzeniami i nie pozwala właścicielowi konta na instalowanie jakichkolwiek aplikacji ze sklepu Microsoft Store. Nie zapewni również właścicielowi konta dostępu do OneDrive. </p> <p> Aby móc instalować aplikacje komputerowe, właściciel konta lokalnego zostanie poproszony o podanie hasła konta administratora, które w tym przypadku będzie Twoje. Z tego powodu musisz być w pobliżu, aby wpisać hasło lub musisz podać je właścicielowi konta lokalnego. Zaleca się utworzenie konta lokalnego dla kogoś, kto nie będzie korzystał z żadnego z produktów i usług firmy Microsoft. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Jak utworzyć nowe konto użytkownika dla kolegi lub ucznia </h2> <p> Jeśli chcesz utworzyć konto użytkownika dla współpracownika lub ucznia, kliknij <strong> Start &gt; Ustawienia &gt; Konta &gt; Inne osoby &gt; Dodaj użytkownika służbowego lub szkolnego </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Następnie musisz wprowadzić informacje o koncie osoby, a następnie wybrać odpowiedni typ konta. Kiedy skończysz, kliknij <strong> Dodaj </strong> . Konto użytkownika będzie gotowe. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Zarządzanie kontami na komputerze z systemem Windows 10 </h2> <p> Po utworzeniu kont potrzebnych na komputerze możesz skorzystać z kilku metod efektywnego zarządzania nimi. </p> <h3 id=\"changing-account-types\"> 1. Zmiana typów kont </h3> <p> Jako administrator komputera możesz skonfigurować i zarządzać wszystkimi kontami użytkowników na komputerze z systemem Windows 10. Możesz przyznać dostęp administratora innej osobie, klikając <strong> Ustawienia &gt; Konta &gt; Inni użytkownicy </strong> . </p> <p> W tym miejscu kliknij konto, któremu chcesz nadać uprawnienia administratora. Kliknij <strong> Zmień typ konta </strong> , zmień typ konta z <strong> Typowy użytkownik </strong> do <strong> Administrator </strong> a następnie kliknij <strong> dobrze </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Przełączanie się między kontami </h3> <p> Po utworzeniu kont dla innych użytkowników łatwo jest przełączać się z jednego konta na drugie. Aby to zrobić, naciśnij <strong> Ctrl + Alt + Usuń </strong> , Wybierz <strong> Zmień użytkownika, </strong> i wybierz konto, na które chcesz się przełączyć. Następnie możesz wprowadzić hasło do konta i zacząć. </p> <p> Jeśli chcesz zamknąć konto przed zmianą, musisz się wylogować lub ponownie uruchomić komputer. Stamtąd możesz wybrać użytkownika, na którego chcesz się przełączyć, a następnie wprowadzić odpowiednie hasło. </p> <h3 id=\"removing-accounts\"> 3. Usuwanie kont </h3> <p> Jako administrator możesz również łatwo usuwać konta użytkowników. Aby to zrobić, kliknij <strong> Ustawienia &gt; Konta &gt; Inni użytkownicy </strong> , kliknij konto, które chcesz usunąć, a następnie kliknij <strong> Usunąć </strong> . Na wyświetlonym ekranie kliknij <strong> Usuń konto i dane </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Jesteś gotowy, aby bezpiecznie udostępniać swój komputer z systemem Windows 10 innym osobom </h2> <p> Konfigurowanie wielu kont użytkowników na komputerze z systemem Windows 10 to łatwa i opłacalna strategia. Niezależnie od tego, czy chcesz udostępniać swój komputer w pracy, w domu, czy w miejscach publicznych, wiele kont użytkowników pomoże Ci to zrobić bezpiecznie. Teraz, gdy możesz utworzyć wiele kont użytkowników, musisz także wiedzieć, jak zablokować konta użytkowników, aby Twój komputer był zawsze bezpieczny. </p>"}