{"title":"Jak dołączyć do serwera Minecraft","content":"<p> Minecraft dla jednego gracza po prostu go nie przecina? Chcesz razem ze znajomymi odkrywać rozległy, proceduralnie generowany świat klocków? Nie szukaj dalej, oto wszystko, co musisz wiedzieć, jak dołączyć do serwera Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Znajdowanie adresu IP serwera Minecraft </h2> <p> Niezależnie od tego, czy dołączasz do prywatnego serwera znajomego, czy publicznego z tysiącami graczy, musisz znaleźć adres IP serwera. Nie martw się, to jest szybkie i łatwe, ale jest to inny proces niż <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> znalezienie własnego adresu IP w systemie Windows </a> lub Mac. </p> <h3 id=\"for-private-servers\"> Dla serwerów prywatnych </h3> <p> Jeśli twój znajomy ma własny serwer, do którego chcesz dołączyć, poproś go o adres IP. Jeśli znają już adres IP serwera, przejdź do następnej sekcji. </p> <p> Jeśli kupili hosting serwera w witrynie innej firmy, zwykle mogą znaleźć adres IP, sprawdzając panel witryny lub wiadomość e-mail, którą otrzymali przy zakupie. </p> <p> Jeśli uruchamiają serwer z własnego komputera, masz dwie opcje połączenia – LAN (lokalna sieć dostępowa) i przez internet (właściciel musi przekierować porty, aby inni mogli połączyć się przez internet). </p> <p> Jeśli korzystasz z tej samej sieci co oni (LAN), możesz połączyć się przy użyciu ich wewnętrznego adresu IP. Nie musisz przekierowywać portów dla połączeń LAN. </p> <p> Znajdź swój wewnętrzny adres IP, otwierając wiersz poleceń lub terminal. naciśnij <strong> Windows+R </strong> i typ <strong> cmd </strong> do <strong> Biegać </strong> monit w systemie Windows lub na Macu <strong> Cmd+spacja </strong> aby otworzyć reflektor i wpisać <strong> Terminal </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Wiersz poleceń systemu Windows </strong> : Rodzaj <strong> ipconfig </strong> w wierszu poleceń, aby znaleźć swój adres IP. Spójrz na <strong> Adres IPv4 </strong> . Będzie wyglądać mniej więcej tak: „192.165.0.123”. Teraz, gdy masz już ten adres, skopiuj go do schowka ( <strong> Ctrl+C </strong> w systemie Windows i <strong> Cmd+C </strong> na Macu) i przejdź do następnej sekcji, aby dowiedzieć się, co z nią zrobić. </p> <p> <strong> Dla terminala Mac </strong> : Rodzaj <strong> ipconfig getifaddr pl0 </strong> (lub <strong> ipconfig getifaddr pl1 </strong> jeśli korzystasz z sieci Ethernet zamiast Wi-Fi) na swoim terminalu, aby znaleźć swój adres IP. Terminal wyświetla Twój adres IP w nowej linii. Teraz, gdy masz ten adres, skopiuj go do schowka ( <strong> Ctrl+C </strong> w systemie Windows i <strong> Cmd+C </strong> na Macu) i przejdź do następnej sekcji, aby dowiedzieć się, co z nią zrobić. </p> <p> Jeśli łączysz się z prywatnym serwerem przez Internet, potrzebujesz ich publicznego adresu IP. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Możesz znaleźć swój publiczny adres IP za pomocą narzędzia takiego jak <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismyipaddress </a> . Teraz, gdy masz ten adres, skopiuj go do schowka ( <strong> Ctrl+C </strong> w systemie Windows i <strong> Cmd+C </strong> na Macu) i przejdź do następnej sekcji, aby dowiedzieć się, co z nią zrobić. </p> <h3 id=\"for-public-servers\"> Dla serwerów publicznych </h3> <p> Jeśli chcesz dołączyć do serwera publicznego z innymi graczami, znajdź adres IP, przeszukując internet w poszukiwaniu listy serwerów. Istnieje kilka doskonałych serwerów, które możesz wypróbować, omówionych w dalszej części tego artykułu. </p> <p> Teraz, gdy masz ten adres, skopiuj go do schowka ( <strong> Ctrl+C </strong> w systemie Windows i <strong> Cmd+C </strong> na Macu) i przejdź do następnej sekcji, aby dowiedzieć się, co z nią zrobić. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Jak dołączyć do serwera Minecraft: Wklej adres IP </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Po uzyskaniu adresu IP serwera, do którego chcesz dołączyć, uruchom Minecraft i przejdź do <strong> Tryb wieloosobowy </strong> ekran. </p> <p> Masz dwie możliwości połączenia się z serwerem z tego miejsca. Jeśli wiesz, że będziesz chciał wrócić na serwer, kliknij <strong> Dodaj serwer </strong> więc możesz zapisać go na swojej liście. </p> <p> Jeśli po prostu wpadasz, aby sprawdzić, użyj <strong> Bezpośrednie połączenie </strong> aby nie pojawił się na liście. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> Tak czy inaczej, wklej adres IP skopiowany do schowka w polu z napisem <strong> Adres serwera </strong> . </p> <p> Dla <strong> Bezpośrednie połączenie </strong> , Kliknij <strong> Dołącz do serwera </strong> . Dla <strong> Dodaj serwer </strong> , Kliknij <strong> Gotowy </strong> a następnie dołącz do serwera ze swojej listy, klikając go dwukrotnie lub wybierając go i klikając <strong> Dołącz do serwera </strong> . </p> <p> Teraz grasz w grę wieloosobową Minecraft! Jeśli chcesz przenieść swój Minecraft na wyższy poziom, sprawdź nasze <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> ostateczna ściągawka z komendami Minecraft </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Serwery Minecraft do zabawy ze znajomymi </h2> <p> Są to serwery, które są zabawne z własnych powodów, świetnie się bawiliśmy, testując je. </p> <p> <strong> Hypiksel </strong> (IP: hypixel.net): Hypixel jest szalenie popularny od dawna i nie bez powodu. Możesz grać w wiele minigier, od <strong> Gry o przetrwaniu Blitz </strong> do <strong> Mega Ściany </strong> lub <strong> Tajemnica morderstwa </strong> . </p> <p> <strong> UniverseMC </strong> (IP: mcc.universemc.us): UniverseMC ma <strong> Frakcje </strong> tryb, który sprawi, że będziesz wracał dzień po dniu. Poważnie, to uzależnia. <strong> ZestawPVP </strong> to także świetny sposób na odświeżenie umiejętności walki mieczem. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Spędziliśmy prawdopodobnie trochę za dużo czasu grając w Snapcraft <strong> Więzienie </strong> tryb. Jeśli awansowanie w więziennych szeregach nie brzmi dla ciebie zabawnie, spróbuj swoich sił w ich <strong> Parkour </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;s <strong> Skyblock </strong> tryb to przygoda, w której można się zatracić. Liczy się każdy blok, a wszystkie są zbyt łatwe do zgubienia w otchłani. </p> <p> <strong> RealizmMiasto </strong> (IP: play.realismtownmc.com): RealismTown to ucieczka od tego wszystkiego. Prosty serwer survivalowy z niestandardowymi wtyczkami, tętniącą życiem gospodarką i przyjaznymi twarzami. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Jak zaprosić innych i dołączyć do królestwa Minecraft? </h2> <p> Konfiguracja prywatnego serwera Minecraft może być trudna. Minecraft Realms ułatwia! </p> <p> Jeśli chcesz dołączyć do serwera Realms, właściciel serwera musi najpierw umieścić Cię na białej liście. Właściciel królestwa może to zrobić, zapraszając cię. </p> <p> Właściciel królestwa może zaprosić innego gracza, uruchamiając grę Minecraft, a następnie przechodząc do <strong> Krainy Minecrafta </strong> i klikając na <strong> klucz </strong> ikona ich królestwa. Stąd wybierz opcję, która brzmi <strong> Gracze </strong> i zaproś gracza, którego chcesz, podając jego nazwę użytkownika Minecraft. </p> <p> Możesz sprawdzić swoje zaproszenia, klikając <strong> koperta </strong> ikona u góry obok <strong> Krainy Minecrafta </strong> logo. Jeśli masz oczekujące zaproszenie, pojawi się tutaj, abyś mógł je zaakceptować. </p> <p> </p> <p> Po zaakceptowaniu zaproszenia będziesz mógł dołączyć do sfery ze swojej listy sfer, wybierając ją i klikając <strong> Grać </strong> lub po prostu kliknij dwukrotnie opcję listy. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Twórz wspomnienia dzięki grze wieloosobowej Minecraft </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Teraz, gdy masz już wiedzę, jak dołączyć do dowolnego serwera Minecraft, na który masz ochotę, nadszedł czas, aby wejść do gry. Zobacz, co oferuje Minecraft, gdy grasz ze znajomymi; to znacznie więcej niż to, co może ci dać, gdy grasz sam w jednym z jego trybów gry. </p> <p> Granie w Minecrafta z innymi to także świetna okazja do nawiązania nowych znajomości i nauczenia się nowych rzeczy. Każde doświadczenie, jakie masz, budując ogromną strukturę lub będąc ostatnim zespołem stojącym w totalnej wojnie Player vs Player, możesz zapamiętać na wiele lat. </p>"}