{"title":"Jak robić zrzuty ekranu na zegarku Apple Watch","content":"<p> Czy kiedykolwiek chciałeś pochwalić się nową tarczą zegarka lub udostępnić swoje postępy w aplikacji Aktywność na swoim Apple Watch? Chociaż nie jest to takie oczywiste, możliwe jest robienie zrzutów ekranu z zegarka Apple Watch, które można łatwo udostępniać. </p> <p> Wydaje się, że Apple stara się ukryć tę funkcję, ale jest to dość łatwe. W tym artykule pokażemy, jak to zrobić. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> Najpierw upewnij się, że zrzuty ekranu są włączone </h2> <p> Domyślnie robienie zrzutów ekranu z zegarka Apple Watch jest wyłączone. Jak wspomnieliśmy, Apple naprawdę lubi ukrywać tę funkcję. Musisz więc najpierw upewnić się, że zezwalasz zegarkowi Apple Watch na robienie zrzutów ekranu. </p> <p> Aby to zrobić, wykonaj następujące kroki: </p> <ol> <li> Otworzyć <strong> Zegarek </strong> na iPhonie. </li> <li> Przewiń w dół i dotknij <strong> Generał </strong> . </li> <li> Przewiń w dół i upewnij się, że włączyłeś <strong> Włącz zrzuty ekranu </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria obrazów (3 obrazy) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Rozszerzać <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Rozszerzać <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Rozszerzać </p> <p> Blisko </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Jak robić zrzuty ekranu na zegarku Apple Watch </h2> <p> Teraz, gdy jest włączony, robienie zrzutów ekranu na zegarku Apple Watch jest całkiem proste. To całkiem podobne do tego, jak ty <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> rób zrzuty ekranu na swoim iPhonie </a> lub iPada. </p> <p> Wystarczy wykonać następujące kroki: </p> <ol> <li> Na zegarku Apple Watch naciśnij <strong> Cyfrowa korona </strong> i <strong> Przycisk boczny </strong> w tym samym czasie. </li> <li> <strong> Wydanie </strong> oba przyciski, aby zrobić zrzut ekranu. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Powinieneś poczuć niewielką wibrację dotykową na nadgarstku, a także zobaczyć biały błysk na wyświetlaczu zegarka Apple Watch. Jeśli tak się nie stało, musisz spróbować ponownie. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Gdzie są twoje zrzuty ekranu Apple Watch? </h2> <p> Podobnie jak zrzuty ekranu z iPhone&#39;a lub iPada, zrzuty ekranu wykonane za pomocą zegarka Apple Watch zostaną przeniesione bezpośrednio do aplikacji Zdjęcia. Znajdziesz je w Bibliotece oraz w folderze Zrzuty ekranu. </p> <p> </p> <h2 id=\"capture-every-minute\"> Uchwyć każdą minutę </h2> <p> Teraz, gdy możesz robić zrzuty ekranu za pomocą zegarka Apple Watch, pokazywanie nowych komplikacji lub niestandardowych tarcz zegarka będzie łatwiejsze niż kiedykolwiek. Oczywiście możesz również spróbować udostępnić tarcze zegarka znajomym i rodzinie, zamiast tylko je pokazywać. </p>"}