{"title":"Jak zmienić domyślny dźwięk uruchamiania w systemie Windows 10?","content":"<p> Windows 10 oferuje wiele dostosowań, z których jedną jest możliwość zmiany domyślnego dźwięku uruchamiania. Jeśli nie podoba Ci się domyślny dzwonek, który gra podczas uruchamiania komputera, możesz go zmienić na coś, co Ci się podoba. </p> <p> Ten przewodnik pokazuje krok po kroku, jak użyć niestandardowego tonu jako domyślnego dźwięku startowego w systemie Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Wyłącz szybkie uruchamianie </h2> <p> Szybkie uruchamianie to funkcja, która pozwala szybko uruchomić system Windows. Wadą korzystania z tej funkcji jest to, że nie słychać dźwięku uruchamiania. </p> <p> Aby włączyć i używać niestandardowego dźwięku podczas uruchamiania, musisz najpierw wyłączyć tę funkcję na swoim komputerze. Z wyjątkiem spowolnienia czasu uruchamiania o kilka sekund, nie powinno to mieć żadnego innego wpływu na komputer. </p> <p> Oto jak wyłączyć szybkie uruchamianie w systemie Windows 10: </p> <ol> <li> Otworzyć <strong> Początek </strong> menu, szukaj <strong> Panel sterowania </strong> i kliknij pierwszy wynik. </li> <li> Jeśli przeglądasz panel w trybie kategorii, kliknij <strong> Sprzęt i dźwięk </strong> opcja. W przeciwnym razie kliknij <strong> Opcje mocy </strong> . </li> <li> Wybierz <strong> Opcje mocy </strong> na wyświetlonym ekranie, jeśli kliknąłeś <strong> Sprzęt i dźwięk </strong> w powyższym kroku. </li> <li> Kliknij <strong> Wybierz, co robi przycisk zasilania </strong> po lewej. </li> <li> Wybierz <strong> Zmień ustawienia, które są obecnie niedostępne </strong> połączyć. </li> <li> Odznacz opcję dla <strong> Włącz szybkie uruchamianie (zalecane) </strong> . </li> <li> Kliknij <strong> Zapisz zmiany </strong> na dole, aby zapisać zmiany. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Są sposoby, aby <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> napraw wolne czasy uruchamiania w systemie Windows 10 </a> jeśli twój komputer trwa wieki, aby się uruchomić. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Włącz dźwięk startowy systemu Windows 10 </h2> <p> Teraz, gdy szybkie uruchamianie jest wyłączone, musisz włączyć opcję, która pozwala dostosować domyślny dźwięk uruchamiania. </p> <p> Włączenie tej opcji wymaga zmodyfikowania wartości w rejestrze systemu Windows. To nie jest zbyt skomplikowane i powinieneś to zrobić za minutę lub dwie. </p> <p> </p> <p> Oto jak to zrobić: </p> <ol> <li> naciśnij <strong> Klawisz Windows + R </strong> , rodzaj <strong> regedit </strong> i uderzył <strong> Wchodzić </strong> . </li> <li> Kliknij <strong> tak </strong> w monicie o wprowadzenie zmian w rejestrze. </li> <li> Po otwarciu rejestru przejdź do następującej ścieżki. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> Po prawej stronie kliknij dwukrotnie wpis z napisem <strong> Wyklucz z CPL </strong> . </li> <li> Wchodzić <strong>0</strong> w <strong> Dane wartości </strong> pole, wybierz <strong> Szesnastkowy, </strong> i kliknij <strong> dobrze </strong> . </li> <li> Kliknij <strong> Plik </strong> menu i wybierz <strong> Wyjście </strong> aby wyjść z rejestru. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> Opcja dostosowania domyślnego uruchamiania powinna być teraz włączona. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Pobierz dźwięk startowy </h2> <p> To jest coś, czego naprawdę nie możemy Ci pomóc krok po kroku. Musisz pobrać lub wybrać z komputera dźwięk, którego chcesz użyć jako domyślnego dźwięku startowego na komputerze. </p> <p> Może to być dowolny plik audio dostępny w Internecie lub na komputerze. </p> <p> Jeśli nie masz jeszcze tonu, możesz go pobrać z Internetu i zapisać na swoim komputerze. Jest wiele <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> bezpłatne strony z pobieraniem dźwięku </a> którego możesz użyć do pobrania ładnego dźwięku dla dźwięku rozruchowego komputera. </p> <p> Upewnij się, że twój ton nie jest zbyt długi. Dzieje się tak, ponieważ, jak już wiesz, Twój komputer odtwarza dźwięk uruchamiania tylko przez kilka sekund i nie dłużej. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Konwertuj dźwięk startowy na kompatybilny format </h2> <p> Pobrany dźwięk musi być w formacie WAV, aby można go było używać jako domyślnego dźwięku startowego. Jeśli plik jest w formacie MP3 lub innym formacie audio, pierwszą rzeczą, którą musisz zrobić, to przekonwertować plik na WAV. </p> <p> Dzięki wielu jest to dość łatwe do zrobienia <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> darmowe konwertery audio </a> dostępne tam. </p> <p> Po prostu wybierz jeden z konwerterów, prześlij dźwięk, wybierz WAV jako format wyjściowy, a dzwonek startowy systemu Windows 10 powinien być gotowy. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Zmień domyślny dźwięk uruchamiania w systemie Windows 10 </h2> <p> Teraz, gdy Twój dźwięk jest gotowy, oto ostateczna procedura, aby ustawić go jako domyślny dźwięk uruchamiania na komputerze z systemem Windows 10. </p> <p> Wykonaj następujące kroki, aby to zrobić: </p> <ol> <li> Otworzyć <strong> Początek </strong> menu, szukaj <strong> Zmień dźwięki systemowe </strong> i kliknij pierwszy wynik. </li> <li> Zaznacz pole, które mówi <strong> Odtwórz dźwięk startowy systemu Windows </strong> . </li> <li> Odnaleźć <strong> Logowanie do systemu Windows </strong> w <strong> Wydarzenia programowe </strong> sekcji i kliknij ją raz. </li> <li> Możesz usłyszeć bieżący dźwięk, klikając <strong> Test </strong> przycisk. </li> <li> Aby zmienić bieżący dźwięk na swój ton, kliknij <strong> Przeglądaj </strong> przycisk. </li> <li> Przejdź do folderu, w którym znajduje się dźwięk WAV i kliknij go dwukrotnie. </li> <li> Nazwa Twojego tonu pojawia się w <strong> Odgłosy </strong> menu rozwijane. Kliknij <strong> Test </strong> aby przetestować swój ton. </li> <li> Jeśli jesteś zadowolony ze wszystkiego, kliknij <strong> Zastosować </strong> śledzony przez <strong> dobrze </strong> na dnie. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> Przy następnym włączeniu komputera usłyszysz nowo wybrany dźwięk uruchamiania zamiast domyślnego. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Jak zresetować domyślny dźwięk uruchamiania w systemie Windows 10? </h2> <p> Jeśli kiedykolwiek będziesz chciał wrócić do domyślnego dzwonka startowego, możesz to zrobić, zmieniając a <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> opcja ustawień na komputerze z systemem Windows 10 </a> . </p> <p> Oto jak: </p> <ol> <li> Szukaj <strong> Zmień dźwięki systemowe </strong> w <strong> Początek </strong> menu i kliknij pierwszy wynik. </li> <li> Odnaleźć <strong> Logowanie do systemu Windows </strong> w <strong> Wydarzenia programowe </strong> sekcji i kliknij ją raz. </li> <li> Kliknij <strong> Odgłosy </strong> menu rozwijane na dole i wybierz <strong> Windows Logon.wav </strong> opcja. </li> <li> Kliknij <strong> Zastosować </strong> śledzony przez <strong> dobrze </strong> aby zapisać zmiany. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> Twój komputer odtworzy teraz domyślny dźwięk uruchamiania systemu Windows podczas rozruchu. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Jak szybko zmienić domyślny dźwięk uruchamiania w systemie Windows 10? </h2> <p> Jeśli zbyt często zmieniasz domyślny dźwięk uruchamiania, powyższe procedury mogą być nieco za dużo. </p> <p> W takim przypadku możesz użyć bezpłatnej aplikacji o nazwie WinAero Tweaker, aby zmienić dzwonek rozruchowy. Ta aplikacja jest również dostępna w wersji przenośnej, więc nie musisz niczego instalować na swoim komputerze. </p> <p> Aby korzystać z tej aplikacji: </p> <ol> <li> Pobierz i uruchom <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> plik instalacyjny. </li> <li> Gdy pojawi się prośba o wybranie trybu, wybierz <strong> Tryb przenośny </strong> . </li> <li> Postępuj zgodnie z instrukcjami wyświetlanymi na ekranie. </li> <li> Uruchomić <strong> WinAero Tweaker </strong> . </li> <li> Rozszerzać <strong> Wygląd </strong> po lewej stronie i kliknij <strong> Dźwięk startowy </strong> w rozwiniętym menu. </li> <li> Kleszcz <strong> Włącz dźwięk startowy </strong> po prawej. </li> <li> Wybierz <strong> Wymień dźwięk uruchamiania startup </strong> . </li> <li> Wybierz plik WAV, aby ustawić go jako domyślny dźwięk uruchamiania. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Zmiana dzwonka rozruchowego według własnych upodobań w systemie Windows 10 </h2> <p> Jeśli nie jesteś wielkim fanem obecnego dźwięku startowego, powyższe metody powinny pozwolić ci zmienić to na twój ulubiony ton na twoim komputerze. Zawsze możesz przywrócić domyślny dźwięk, kiedy tylko chcesz. </p> <p> System Windows 10 można w dużym stopniu dostosować, co pozwala sprawić, że Twój komputer będzie naprawdę Twój, umożliwiając zmianę każdego jego aspektu. </p>"}