{"title":"Jak naprawić awarię stanu zasilania sterownika w systemie Windows 10?","content":"<p> Awaria stanu zasilania sterownika to rzadki błąd niebieskiego ekranu, który występuje, gdy kierowca przechodzi w tryb uśpienia podczas pracy. BSOD często pojawia się, gdy komputer wychodzi ze stanu hibernacji, a system Windows w ogóle nie jest w stanie obudzić sterownika urządzenia lub sterownik reaguje zbyt długo. </p> <p> Błąd można rozwiązać, wprowadzając proste poprawki w ustawieniach zasilania, ale niektórzy użytkownicy mogą być zmuszeni do zagłębienia się, aby wyeliminować problem. Oto sześć sposobów naprawienia błędu awarii zasilania sterownika w systemie Windows 10. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Zmień ustawienia zasilania i planu zasilania </h2> <p> Pierwszym krokiem, jaki użytkownicy powinni wykonać, aby zdiagnozować ten błąd, jest zmiana ustawień zasilania urządzenia. Oto, jak zmienić ustawienia zasilania systemu Windows 10. </p> <h3 id=\"change-power-settings\"> Zmień ustawienia zasilania </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> W pasku wyszukiwania menu Start wpisz <strong> Panel sterowania </strong> i otwórz. </li> <li> Szukać <strong> Opcje mocy </strong> Kliknij na to. </li> <li> W oknie, które się otworzy, kliknij opcję, która brzmi <strong> Wybierz, co robi przycisk zasilania </strong> . </li> <li> Kliknij <strong> Zmień ustawienia, które są obecnie niedostępne </strong> . Aby to zrobić, potrzebujesz uprawnień administratora. </li> <li> Odznacz <strong> Włącz szybkie uruchamianie, uśpij, </strong> i <strong> Hibernować </strong> opcje. </li> <li> Kliknij <strong> Zapisz zmiany </strong> i wyjdź. </li> </ol> <h3 id=\"change-power-plan-settings\"> Zmień ustawienia planu zasilania </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> otwarty <strong> Panel sterowania </strong> i kliknij <strong> Opcje mocy. </strong> </li> <li> Znajdź aktualnie wybrany plan zasilania i kliknij <strong> Zmień ustawienia planu </strong> . </li> <li> Następnie kliknij <strong> Zmień zaawansowane ustawienia zasilania. </strong> </li> <li> Rozwiń <strong> Sen </strong> sekcji i upewnij się, że wszystkie ustawienia są ustawione na <strong> Nigdy </strong> . </li> <li> Nawigować do <strong> Ustawienia adaptera bezprzewodowego </strong> i <strong> PCI Express </strong> . Rozwiń i ustaw wszystkie opcje na <strong> Nigdy </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Zaktualizuj sterowniki ekranu i sieci Network </h2> <p> Najczęstszą przyczyną błędu BSOD stanu zasilania sterownika jest wadliwy sterownik sieci lub ekranu. Dlatego najlepiej jest upewnić się, że oba te sterowniki są aktualizowane i działają płynnie. </p> <p> Czasami nowsze aktualizacje mogą również powodować niestabilność systemu. W takich przypadkach użytkownicy będą musieli wycofać te aktualizacje. Aktualizacja sterowników ekranu może również may <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> rozwiązać problemy z migotaniem i miganiem ekranu. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Jak zaktualizować sterowniki sieciowe i graficzne </h3> <ol> <li> naciśnij <strong> Klawisz Windows + R </strong> i wpisz <strong> devmgmt.msc </strong> . <strong> Menadżer urządzeń </strong> otworzy się okno. </li> <li> Szukać <strong> Karty graficzne </strong> i rozwiń menu. </li> <li> Kliknij prawym przyciskiem myszy sterowniki i kliknij <strong> Uaktualnij sterownik </strong> . </li> <li> Kliknij <strong> Wyszukaj automatycznie zaktualizowane oprogramowanie sterownika </strong> . System Windows automatycznie pobierze i zainstaluje najnowsze sterowniki. </li> <li> Zrób to samo dla <strong> Karty sieciowe </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Jak przywrócić poprzednie wersje sterowników sieciowych i graficznych </h3> <ol> <li> otwarty <strong> Menadżer urządzeń </strong> i rozwiń <strong> Karty graficzne </strong> opcja. </li> <li> Kliknij prawym przyciskiem myszy sterownik i wybierz <strong> Nieruchomości </strong> . </li> <li> Przejdź do to <strong> Kierowca </strong> zakładka w <strong> Nieruchomości </strong> menu. </li> <li> Kliknij <strong> Wycofać sterownik, </strong> a system Windows przywróci poprzednią wersję sterownika. </li> <li> Wykonaj te same kroki dla <strong> Karty sieciowe </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. Napraw uszkodzone pliki systemowe za pomocą SFC i DISM </h2> <p> SFC i DISM to dwa najskuteczniejsze wbudowane narzędzia systemu Windows, których można użyć do naprawy szerokiej gamy błędów systemowych. W przypadku niebieskiego ekranu błędu śmierci połączenie tych dwóch może okazać się przydatne w wyeliminowaniu błędu. </p> <p> </p> <p> Użytkownicy powinni pamiętać, że przed próbą tej poprawki konieczne jest utworzenie punktu przywracania systemu. </p> <h3 id=\"how-to-use-dism\"> Jak korzystać z DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> otwarty <strong> Wiersz polecenia </strong> jako Administrator. </li> <li> Rodzaj <strong> DISM.exe /Online /Cleanup-image /scanhealth </strong> i poczekaj na zakończenie procesu. </li> <li> Po zakończeniu wpisz <strong> DISM.exe /Online /Cleanup-image /Restorehealth </strong> . </li> <li> Poczekaj, aż proces się zakończy. </li> </ol> <p> Jak korzystać z SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Biegać <strong> Wiersz polecenia </strong> jako Administrator. </li> <li> W konsoli wpisz <strong> sfc /skanuj </strong> . </li> <li> System Windows automatycznie wyszuka wszelkie uszkodzone pliki i naprawi je. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Przywróć komputer do poprzedniego stanu </h2> <p> Po wyczerpaniu wszystkich innych opcji najlepiej przywrócić komputer do poprzedniego stanu. Czasami nowo zainstalowane oprogramowanie wprowadza zmiany, które mogą spowodować błąd. System Windows zazwyczaj automatycznie tworzy punkt przywracania systemu przed zainstalowaniem nowych programów, a teraz jest najlepszy czas na skorzystanie z tej funkcji. </p> <p> Aby skorzystać z funkcji przywracania systemu, wykonaj następujące czynności: </p> <ol> <li> naciśnij <strong> Klawisz Windows + R </strong> i wpisz <strong> rstrui.exe </strong> . </li> <li> w <strong> Przywracanie systemu </strong> kliknij Dalej i wybierz z listy punkt przywracania. </li> <li> Kliknij <strong> Koniec, </strong> po czym urządzenie uruchomi się w wybranym stanie. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. Zaktualizuj BIOS </h2> <p> W ciągłym ataku aktualizacji oprogramowania, sterowników i systemu Windows system BIOS jest zwykle pomijany. Można to w większości przypisać temu, że trzeba to zrobić ręcznie. </p> <p> Podczas radzenia sobie z awarią stanu zasilania sterownika użytkownicy powinni upewnić się, że ich system BIOS jest zaktualizowany do najnowszej wersji. Jak wyjaśniono tutaj, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> BIOS jest ważną częścią twojego komputera </a> , dlatego należy zachować najwyższą ostrożność podczas wprowadzania w nim jakichkolwiek zmian. </p> <h3 id=\"how-to-check-and-update-the-bios\"> Jak sprawdzić i zaktualizować BIOS? </h3> <ol> <li> Wpisz <strong> Konfiguracja systemu </strong> na pasku wyszukiwania menu Start. </li> <li> W oknie poszukaj <strong> Wersja/data BIOS BIOS </strong> i zanotuj wersję. </li> <li> Następnie odwiedź witrynę producenta płyty głównej i poszukaj najnowszej wersji systemu BIOS w sekcji pobierania. </li> <li> Pobierz i uruchom plik instalacyjny. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Przed instalacją otrzymasz opcję wykonania kopii zapasowej aktualnej wersji systemu BIOS. Pamiętaj, aby wybrać opcję na wypadek, gdyby sprawy potoczyły się na południe. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Wyłącz program antywirusowy i Windows Defender </h2> <p> Oprogramowanie antywirusowe może czasami usuwać podstawowe pliki systemu Windows lub zakłócać ich działanie. Może się to również zdarzyć podczas aktualizacji sterowników, ponieważ czasami oprogramowanie fałszywie oznacza niektóre pliki w pakiecie instalacyjnym. </p> <p> Czasowe wyłączenie oprogramowania antywirusowego jest dość łatwe. Wystarczy kliknąć prawym przyciskiem myszy ikonę programu antywirusowego w zasobniku systemowym i kliknąć opcję Wyłącz ochronę. Zwykle jest to droga dla większości programów antywirusowych, ale może się różnić w przypadku innych programów antywirusowych. </p> <p> Aby wyłączyć program Windows Defender, wykonaj następujące czynności: </p> <ol> <li> Szukaj <strong> Bezpieczeństwo systemu Windows </strong> na pasku wyszukiwania menu Start i wybierz pierwszy wynik. </li> <li> W panelu kliknij <strong> Ochrona przed wirusami i zagrożeniami </strong> . </li> <li> Kliknij <strong> Zarządzaj ustawieniami </strong> i wyłącz ochronę w czasie rzeczywistym. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Pamiętaj, że program antywirusowy należy wyłączyć tylko tymczasowo. Jeśli wyłączenie programu antywirusowego zatrzyma błąd Driver Power State Failure, powinieneś <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> rozważ zmianę oprogramowania antywirusowego na alternatywę </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Awaria stanu zasilania sterownika: rozwiązana </h2> <p> BSOD nigdy nie jest mile widzianym widokiem, ale zwykle można je łatwo naprawić. </p> <p> W przypadku awarii stanu zasilania sterownika prosta aktualizacja sterownika zwykle rozwiązuje problem. Ale jeśli tak się nie stanie, użytkownicy zawsze mogą skorzystać z zaawansowanych poprawek wymienionych powyżej. </p>"}