{"title":"Jabłko i superzdrowe dzieci rozstrzygają konflikt o logo pojedynków z owocami","content":"<p> Walki prawne mogą być czasami nieco surrealistyczne. Od sierpnia 2020 r. Apple jest w legalnej walce z firmą Super Healthy Kids zajmującą się planowaniem posiłków o logo swojej aplikacji Prepear, która według Apple była nieco za bardzo podobna do własnej. </p> <p> Owocowe logo Apple, składające się z rysunkowego jabłka z nadgryzionym kawałkiem i jednego liścia, jest używane od późnych lat 70. XX wieku. Tymczasem znacznie nowsze logo Super Healthy Kids składa się z kreskówkowej gruszki z pojedynczym liściem. </p> <p> Przez chwilę wydawało się, że świat nie jest wystarczająco duży, aby pomieścić dwa inspirowane owocami logo z zawadiacko wygiętymi liśćmi. Teraz obie firmy rzekomo rozwiązały swoje żale – i wystarczyło tylko Super Zdrowe Dzieciaki przeredagować kształt omawianego listka. </p> <h2 id=\"dilution-of-distinctiveness\"> Rozcieńczenie odrębności </h2> <p> Argumentem prawnym Apple było to, że lokal w kształcie gruszki może „rozmyć odróżnialność” kultowego logo Apple, które znajduje się tam wraz ze swooshem Nike i kilkoma wybranymi innymi jako ikona rozpoznawalna na całym świecie. </p> <p> Nowe logo Prepear jest już wyświetlane na <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> strona internetowa firmy </a> i wkrótce pojawi się w aplikacji. Przybiera formę liścia w kształcie półksiężyca, a nie poprzedniego spiczastego owalu. Apple wyraził zgodę na zmianę, zgodnie z dokumentami złożonymi w <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Urząd Patentów i Znaków Towarowych USA </a> (USPTO.) </p> <p> </p> <p> „Prepear ma przyjemność ogłosić, że polubownie rozwiązał problem ze znakiem towarowym z Apple” – powiedział współzałożyciel firmy Russ Monson. <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> Pogranicze </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple a małe firmy </h2> <p> Choć wydaje się, że osiągnięto polubowne porozumienie, w pewnym momencie starcie między dwiema firmami – jedną, jako najcenniejszego tytana technologii na świecie, znacznie większym od drugiej – wydawało się być dość kontrowersyjne. </p> <p> Po pierwotnej skardze Apple współzałożyciel i dyrektor operacyjny Prepear Russell Monson utworzył <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Petycja Change.org </a> , krytykując Apple. Petycja ostatecznie otrzymała 269 654 podpisów. Został już zamknięty. </p> <p> „Apple sprzeciwia się małym firmom z logo związanym z owocami, rozpoczynając kosztowne działania prawne”, zauważa petycja, „nawet jeśli te logo nie przypominają logo Apple lub nie są w tej samej branży co Apple w wszystko.&quot; </p> <p> Kontynuował, że wiele firm zagrożonych przez Apple rzuciło ręcznik, ponieważ „nie stać ich na dziesiątki tysięcy dolarów” na takie koszty działań prawnych. Zespół powiedział, że „przerażające doświadczenie jest legalnym atakiem jednej z największych firm na świecie”. </p> <p> <small> Źródło obrazu: Apple / Przygotujpe </small> </p>"}