{"title":"Jak oszczędzać baterię w kontrolerze PS5 DualSense?","content":"<p> Podczas gdy kontroler DualSense w PlayStation 5 zapewnia lepszą żywotność baterii w porównaniu z DualShock 4 w PlayStation 4, nadal może się zdarzyć, że kontroler umrze w środku ważnej chwili. </p> <p> Przyjrzyjmy się kilku sposobom oszczędzania baterii w kontrolerze DualSense i jak najdłużej. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Ustaw kontroler PS5 na automatyczne wyłączanie </h2> <p> Jeśli pozostawisz PS5 działający z jakiegokolwiek powodu, a tym samym pozostawisz kontroler włączony przez wiele godzin, to oczywiście zużyje baterię. Aby temu zaradzić, dobrym pomysłem jest ustawienie timera, aby DualSense wyłączał się, gdy go nie używasz. </p> <p> W menu głównym PS5 przejdź do <strong> Ustawienia &gt; System &gt; Oszczędzanie energii </strong> . Tutaj zobaczysz <strong> Ustaw czas do wyłączenia kontrolerów </strong> opcja, którą możesz ustawić na <strong> Po 10 minutach </strong> , <strong> 30 minut </strong> , <strong> 60 minut </strong> , lub <strong> Poza </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Nie ma powodu, aby pozostawić kontroler włączony przez dłuższy czas w stanie bezczynności. Włączenie tej opcji ogranicza marnowanie baterii, gdy nie jesteś przy telewizorze. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Ręcznie wyłącz kontroler DualSense </h2> <p> W sytuacjach, gdy wiesz, że przez jakiś czas nie będziesz używać kontrolera PS5, warto go natychmiast wyłączyć, zamiast czekać na zegar automatycznego wyłączania. Jest to przydatne, jeśli używasz PS5 do oglądania aplikacji rozrywkowych, takich jak Netflix, a nawet po prostu oglądasz długą scenkę przerywnikową w grze. </p> <p> </p> <p> Aby wyłączyć kontroler PS5, naciśnij <strong> Przycisk PS </strong> na kontrolerze, aby wywołać szybkie menu. Przewiń w prawo i wybierz <strong> Akcesoria </strong> , który jest wyświetlany jako ikona kontrolera z aktualnym stanem naładowania baterii. W wyświetlonym menu wybierz swój <strong> Kontroler bezprzewodowy </strong> , śledzony przez <strong> Wyłączyć </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Spowoduje to wyłączenie kontrolera, dopóki nie naciśniesz <strong> Przycisk PS </strong> aby go ponownie włączyć. Jeśli nie chcesz majstrować przy menu, możesz również wyłączyć kontroler PS5, przytrzymując <strong> Przycisk PS </strong> przez 10 sekund. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Zmniejsz funkcje kontrolera korzystające z baterii </h2> <p> DualSense ma kilka funkcji, które zużywają żywotność baterii. Wyłączenie tych opcji nie spowoduje drastycznego wydłużenia baterii kontrolera, ale może trochę pomóc, jeśli priorytetowo traktujesz żywotność baterii nad wymyślnymi funkcjami. </p> <p> Wizyta <strong> Ustawienia &gt; Akcesoria &gt; Kontrolery </strong> aby wyłączyć te funkcje: </p> <ul> <li> Zestaw <strong> Jasność wskaźników kontrolera </strong> do <strong> Ciemny </strong> . Zmniejszy to liczbę świateł na kontrolerze; automatycznie rozjaśnią się, jeśli jest to konieczne dla akcesorium do aparatu. </li> <li> Obniżyć <strong> Intensywność wibracji </strong> do <strong> Słaby </strong> lub <strong> Poza </strong> . Podczas gdy nowa funkcja dotykowego sprzężenia zwrotnego DualSense sprawia, że ​​dudnienie jest bardziej realistyczne, zużywa sporo baterii. Jeśli nie zależy Ci na tej funkcji, być może w przypadku określonej gry, wyłączenie jej poprawi żywotność baterii. </li> <li> Również obniż lub wyłącz <strong> Intensywność efektu wyzwalania </strong> . To kolejna główna funkcja DualSense, która zmienia opór przycisków L2 i R2 w zależności od tego, co robisz w grze. Jeśli nie dbasz o to zbytnio, obniżenie go zaoszczędzi trochę soku. </li> <li> Obniżyć <strong> Głośność (głośnik kontrolera) </strong> suwak. Zmniejsza to wbudowany głośnik kontrolera, oszczędzając trochę baterii, jeśli i tak ci się to nie podoba. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Kup dłuższy kabel ładujący </h2> <p> Jeśli użycie wszystkich powyższych wskazówek nadal nie zapewnia działania kontrolera tak długo, jak chcesz, powinieneś rozważyć zakup dłuższego kabla USB-C. Dzięki temu możesz łatwo podłączyć kontroler, aby naładować i grać dalej, gdy spadnie. Nie będziesz musiał ustawiać krzesła bliżej telewizora, tak jak w przypadku krótkiego kabla. </p> <p> Na Amazon można znaleźć tanie kable ładujące USB-C na USB-A o długości 10 stóp (lub dłuższych). Spróbuj <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> Kabel USB-C do tworzenia kabli </a> dla solidnej opcji. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Jeśli grasz z często podłączonym kablem, na powyższym <strong> Kontrolery </strong> strona ustawień, powinieneś ustawić <strong> Metoda komunikacji </strong> do <strong> Użyj kabla USB </strong> . Dzięki temu kontroler będzie komunikował się przez kabel, zamiast nadal używać Bluetooth po podłączeniu. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Dbaj o to, aby Twój DualSense był naładowany </h2> <p> Teraz wiesz, jak utrzymać żywotność baterii DualSense podczas długich sesji grania. Oprócz kupowania drugiego kontrolera i regularnej wymiany, są to najlepsze opcje przedłużenia żywotności baterii. </p> <p> Nie zapominaj, że możesz używać kontrolerów PS4 podczas grania w gry PlayStation 4 na PS5. To kolejny sposób na oszczędzanie baterii DualSense. </p> <p> <small> Źródło: Alex Van Aken/ <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}