{"title":"Jak odinstalować Skype dla firm w systemie Windows 10","content":"<p> Skype dla firm to doskonałe narzędzie do przesyłania wiadomości i wideo dla przedsiębiorstw opracowane przez firmę Microsoft. To powiedziawszy, być może Twoja firma używa teraz alternatywy, takiej jak Zoom lub Microsoft Teams, i chcesz odinstalować Skype for Business. </p> <p> Jeśli tak, służymy pomocą. Odinstalowanie może być nieco trudniejsze niż w przypadku innego oprogramowania, dlatego pokażemy Ci wszystkie sposoby odinstalowania Skype&#39;a dla firm w systemie Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Jak zatrzymać automatyczne uruchamianie Skype dla firm? </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Czy na pewno chcesz całkowicie odinstalować Skype dla firm? Jeśli możesz użyć go ponownie w przyszłości, możesz po prostu zatrzymać automatyczne otwieranie programu po zalogowaniu się do systemu Windows. </p> <p> Aby to zrobić: </p> <ol> <li> Otwórz Skype dla firm. </li> <li> Kliknij <strong> ikona koła zębatego </strong> (jeśli klikniesz menu, kliknij <strong> Narzędzia &gt; Opcje </strong> ). </li> <li> Kliknij <strong> Osobisty </strong> . </li> <li> Odznacz <strong> Automatycznie uruchamiaj aplikację po zalogowaniu się do systemu Windows </strong> . </li> <li> Kliknij <strong> dobrze </strong> . </li> </ol> <p> Teraz będziesz musiał ręcznie otwierać Skype dla firm za każdym razem, gdy chcesz z niego korzystać. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Czy masz uprawnienia do odinstalowania Skype&#39;a dla firm? </h2> <p> Skype dla firm to przede wszystkim program dla przedsiębiorstw, więc prawdopodobnie jest zainstalowany na komputerze służbowym. </p> <p> Jeśli tak, możesz nie mieć możliwości odinstalowania programu Skype dla firm. Administrator systemu może ograniczyć Twojemu kontu użytkownika wykonywanie pewnych czynności; odinstalowanie Skype dla firm może być jednym z nich. </p> <p> </p> <p> Nawet jeśli Twoje konto nie ma ograniczeń, dobrze jest skontaktować się z administratorem IT przed odinstalowaniem programu Skype dla firm. Może to spowodować ból głowy. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Odinstaluj Skype dla firm za pomocą ustawień </h2> <p> Przed wypróbowaniem czegokolwiek zaawansowanego spróbuj odinstalować Skype dla firm, tak jak każdą inną aplikację lub program. </p> <ol> <li> naciśnij <strong> Klawisz Windows + I </strong> aby otworzyć Ustawienia. </li> <li> Kliknij <strong> Aplikacje </strong> . </li> <li> W obrębie <strong> Przeszukaj tę listę </strong> pole, wejście <strong> Skype dla firm </strong> . </li> <li> Jeśli pojawi się Skype dla firm, zaznacz go i kliknij <strong> Odinstaluj </strong> . </li> </ol> <p> Jeśli nie widzisz tutaj programu Skype dla firm, oznacza to, że używasz wersji zintegrowanej z innymi aplikacjami platformy Microsoft 365. </p> <p> Jeśli chcesz, możesz odinstalować Microsoft 365 lub Office stąd, ale oczywiście usunie to inne programy, takie jak Word, PowerPoint i Access, które prawdopodobnie chcesz zachować. W związku z tym czytaj dalej. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Zainstaluj pakiet Office bez Skype dla firm </h2> <p> Chociaż standardowa instalacja pakietu Office nie pozwala na rezygnację z instalowania programu Skype dla firm, możesz to osiągnąć za pomocą zaawansowanej techniki. </p> <p> Najpierw odinstaluj pakiet Office, wykonując czynności opisane powyżej. Ewentualnie przejdź do <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> Strona pomocy technicznej Microsoft „Odinstaluj pakiet Office z komputera” </a> i użyj drugiej opcji, aby pobrać narzędzie obsługi dezinstalacji pakietu Office. </p> <p> Następnie pobierz <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Narzędzie wdrażania pakietu Office </a> . Otwórz go i wybierz, gdzie chcesz rozpakować pliki. To da ci trzy <strong> konfiguracja.xml </strong> pliki i <strong> setup.exe </strong> plik. </p> <p> Zdecyduj, jakiego pliku konfiguracyjnego potrzebujesz: <strong> x64 </strong> jest dla systemów 32-bitowych, <strong> x86 </strong> jest dla systemów 64-bitowych i, <strong> Przedsiębiorstwo </strong> jest, jeśli instalujesz wersję Office Enterprise. </p> <p> <strong> Kliknij prawym przyciskiem myszy </strong> plik konfiguracyjny i wybierz <strong> Otwierać z </strong> &gt; <strong> Notatnik </strong> . </p> <p> Najpierw poszukaj linii, która zaczyna się od: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Zmień otwarcie wiersza w następujący sposób, zastępując <strong> C:\\Biuro </strong> ze ścieżką, do której rozpakowano pliki: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Następnie poszukaj tych dwóch wierszy (identyfikator produktu może mieć postać „ProPlus2019Volume” zamiast „OF365ProPlusRetail”, a identyfikator języka może być inny): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Wklej ten wiersz poniżej: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Następnie zapisz plik. </p> <p> Przeprowadź wyszukiwanie systemowe dla <strong> Wiersz polecenia </strong> i kliknij <strong> Uruchom jako administrator </strong> . </p> <p> Wprowadź to w wierszu polecenia: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Ponownie wymień <strong> C:\\Biuro </strong> ścieżka z miejscem, w którym rozpakowano pliki. </p> <p> Następnie uruchom kolejno następujące polecenia (zastąp nazwę pliku konfiguracyjnego dowolną używaną), co może zająć trochę czasu: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Spowoduje to zainstalowanie pakietu Office bez programu Skype dla firm. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Zachowaj Skype&#39;a dla firm i organizuj wspaniałe spotkania </h2> <p> Nie jesteś przekonany, że odinstalowanie Skype for Business jest warte wysiłku? Słusznie. Spróbuj dać mu drugą szansę. </p> <p> Dzięki Skype dla firm możesz udostępniać ekran, przeprowadzać ankiety, tworzyć wspólną tablicę, nagrywać rozmowy i wiele więcej. </p>"}