{"title":"Kontroluj swoje nawyki w aplikacji macOS za pomocą Quitter","content":"<p> Niektóre aplikacje mogą kształtować nawyki, ale Quitter może być dobry dla twojego cyfrowego zdrowia. Jest to niewielka aplikacja z paskiem menu z jednoznacznym zadaniem, które ma na celu ograniczenie rozpraszania uwagi. </p> <h2 id=\"what-does-quitter-do\"> Co robi Quitter? </h2> <p> Quitter zarządza listą aplikacji, które automatycznie zamykają się po okresie braku aktywności. Opiera się na teorii, że niektóre aplikacje mogą być przydatne, ale nadal okazują się rozpraszać, gdy są otwarte. Być może będziesz musiał <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> używaj Twittera do ważnych badań </a> , ale będziesz chciał uniknąć rozpraszania się tym, gdy skończysz. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Jak pobrać i zainstalować Quitter </h2> <p> Quitter jest dostępny od dewelopera <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Strona internetowa Marco Armment </a> . Pobieranie to archiwum zip zawierające pojedynczy plik, <strong> Quitter.app </strong> . Jeśli uruchomisz aplikację spoza folderu Aplikacje, zaoferuje się tam instalacja: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Po uruchomieniu możesz ustawić Quitter na <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> zacznij od logowania </a> klikając jego ikonę na pasku menu i wybierając polecenie menu, <strong> Rozpocznij Quitter przy logowaniu </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Główny interfejs Quitter </h2> <p> Quitter wykonuje swoje zadanie w tle, nie przeszkadzając. Jedynym momentem, w którym naprawdę będziesz z nim wchodzić w interakcje, jest dodawanie lub usuwanie aplikacji, którymi chcesz sterować za pomocą Quitter. </p> <p> <strong> Edytuj reguły </strong> okno pokazuje listę zarządzanych aplikacji. Domyślnie będzie pusty. Kliknij <strong> + </strong> ikonę w lewym dolnym rogu, aby dodać aplikację. Spowoduje to otwarcie okna dialogowego pliku, którego możesz użyć do wybrania aplikacji. Przez większość czasu będzie w twoim <strong> Aplikacje </strong> teczka: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Każda aplikacja na liście ma dwa ustawienia. Możesz ustawić czas nieaktywności, jaki zajmuje Quitter. Możesz także ustawić, czy zamknąć lub ukryć aplikację: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Jeśli chcesz przestać kontrolować aplikację za pomocą Quitter, wybierz ją z listy i kliknij <strong> - </strong> przycisk. Pamiętaj, że niektóre aplikacje potwierdzą to przed zamknięciem. Czasami możesz skonfigurować to ustawienie i pozwolić Quitterowi na ciche zamknięcie aplikacji. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Quitter jest prosty, ale skuteczny </h2> <p> To naprawdę takie proste. Quitter pozwala zachować listę aplikacji, które można ukryć lub zamknąć, jeśli nie były używane przez określony czas. To jedna z wielu bezpłatnych aplikacji na komputery Mac, które pomagają zwiększyć produktywność. </p>"}