{"title":"Microsoft Teams otrzymuje dwie nowe aplikacje produktywności i śledzenia","content":"<p> Firma Microsoft wprowadza dwie nowe aplikacje zaawansowane do usługi Microsoft Teams: biuletyny i kamienie milowe. Obie nowe aplikacje skupiają się na ułatwieniu udostępniania i śledzenia pracy, a ponadto są zbudowane przy użyciu dostosowywanej platformy Power Platform, co pozwala dostosować je do potrzeb organizacji. </p> <p> Nowe aplikacje są już dostępne w sklepie Microsoft Teams, co oznacza, że ​​możesz od razu zacząć z nich korzystać. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Nowe aplikacje zaawansowane dla Microsoft Teams: biuletyny i kamienie milowe </h2> <p> Nowe aplikacje wykonują funkcje zgodne z nazwami. </p> <p> Jak ogłoszono w dniu <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> blog Power Apps </a> , <strong> Biuletyny </strong> to aplikacja Microsoft Teams, z której publikujesz wiadomości firmowe, informacje i inne informacje w całej organizacji. Aplikacja będzie odgrywać centralną rolę w dystrybucji komunikacji w obszarze roboczym, zapewniając, że każdy użytkownik otrzyma powiadomienia i zostanie uwzględniony w rozmowie w organizacji. </p> <blockquote> <p> Rozwiązanie Bulletins umożliwia zespołowi ds. komunikacji udostępnianie wiadomości i informacji z firmy lub działu w centralnym miejscu. Artykuły z wiadomościami można organizować w kategorie i zawierać bogatą treść, w tym obrazy, filmy i przyciski, które można uruchomić. Wydawcy mogą również wyświetlać dane dotyczące opublikowanych artykułów, takie jak współczynniki wyświetleń w czasie. </p> </blockquote> <p> Microsoft Teams Bulletins jest również zoptymalizowany pod kątem urządzeń mobilnych. Użytkownicy mobilni mają taki sam dostęp do aplikacji i mogą odpowiadać, dostosowywać i publikować to samo, co ich odpowiednicy na komputerach stacjonarnych. </p> <p> <strong> Kamienie milowe </strong> umożliwia śledzenie projektów, aktualizacje statusu i aktualizacje zespołów wielofunkcyjnych w jednym centrum. </p> <blockquote> <p> Każda organizacja ma unikalne potrzeby związane z oprogramowaniem do śledzenia projektów. Aplikacja Milestones zapewnia łatwość obsługi low-code w celu dostosowania tego doświadczenia. Możesz aktualizować etykiety pól, dodawać nowe pola lub dodawać przepływy procesów biznesowych, takie jak powiadomienia dla właścicieli strumienia pracy, gdy nastąpi zmiana stanu zadania. </p> </blockquote> <p> Kamienie milowe mają zatem stać się portalem śledzącym projekty, obsługującym całą platformę Microsoft Teams, bez konieczności uzyskiwania dostępu do innej aplikacji, aby śledzić, co dzieje się z Twoim projektem. </p> <p> Aplikacja Milestones umożliwi szerokie dostosowanie do potrzeb Twojej organizacji i jej projektów. Dodatkowo możesz przypiąć kamienie milowe w głównym kanale zespołu, aby wszyscy mogli je zobaczyć. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams staje się najlepszym narzędziem </h2> <p> Wprowadzenie nowych aplikacji do zarządzania projektami i biuletynów dla całej organizacji to kolejny krok w kierunku, w którym Microsoft Teams staje się narzędziem do wyboru dla każdej funkcji. Microsoft niedawno wyprodukował <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Znacznie łatwiejsza nawigacja w zespołach </a> , aw ostatnich miesiącach do platformy współpracy w obszarze roboczym pojawiło się mnóstwo aktualizacji funkcji. </p> <p> </p> <p> Ponieważ pandemia COVID-19 nadal ma wpływ na tradycyjne miejsca pracy, a praktyki związane z pracą z domu stają się coraz silniejsze, oczekuj, że firma Microsoft będzie nadal wprowadzać nowe funkcje usługi Microsoft Teams. . </p>"}