{"title":"Microsoft może wkrótce nagrodzić Cię za korzystanie z Edge","content":"<p> Nowa Microsoft Edge przeszła skoki, odkąd została przeniesiona do wersji Chromium, ale nie wszyscy są jeszcze wystarczająco przekonani, by z niej korzystać. Gigant oprogramowania ma to naprawić, przyznając ludziom punkty w programie Microsoft Rewards za korzystanie z nowej przeglądarki. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Zdobywanie punktów dzięki Microsoft Edge </h2> <p> Ostatnie zmiany w programie Microsoft Rewards zostały zauważone przez <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> na MSFT </a> . Niektórzy użytkownicy programu Eagle-eyed Rewards zauważyli, że Microsoft daje teraz znacznie więcej punktów osobom, które korzystały z Edge do wyszukiwania w Bing. </p> <p> Punkty te możesz wymienić na gadżety, co jest ogromnym dobrodziejstwem dla fanów Microsoftu. Na przykład możesz użyć programu Microsoft Rewards, aby uzyskać <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> darmowe konto Xbox Live Gold </a> . </p> <p> Wcześniej użytkownicy otrzymywali tylko niewielki wzrost, gdy używali Edge do wyszukiwania w Bing. Otrzymasz 150 punktów za wyszukiwanie na komputerze i 100 na urządzeniu mobilnym. Niezależnie od wybranej metody, otrzymasz bonus w wysokości 20 punktów, jeśli korzystasz z Microsoft Edge podczas wyszukiwania w Bing. </p> <p> Teraz Microsoft eksperymentuje z nowym systemem punktów, który może dać do 250 punktów tylko za korzystanie z Edge. Microsoft równoważy zwiększone punkty Edge, dając mniej za korzystanie z komputera lub urządzenia mobilnego, ale wciąż jest dużo za korzystanie z przeglądarki Edge. </p> <p> Niektórzy ludzie nie widzą tych ulepszonych punktów Edge, więc istnieje duża szansa, że ​​Microsoft po prostu widzi, jak na razie się dzieje. Pokazuje jednak, że firma rozważa możliwość większego nagradzania użytkowników za korzystanie z Edge&#39;a. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Zabieraj swoje punkty Microsoft Rewards na szczyt </h2> <p> Jeśli jesteś wielkim fanem programu Microsoft Rewards, w przyszłości zechcesz spróbować użyć Edge do przeszukiwania Bing. Wygląda na to, że firma planuje przyznać więcej nagród użytkownikom Edge&#39;a w podziękowaniu za korzystanie z przeglądarki. </p> <p> Jeśli potrzebujesz więcej wymówek, aby uruchomić Microsoft Edge, czy wiesz, że w niektórych obszarach może być bardziej produktywny niż Google Chrome? Na przykład jest lżejszy na bateriach laptopa i ma mniej pamięci. </p> <p> <small> Źródło zdjęcia: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}