{"title":"Microsoft dodaje alerty o zagrożeniach stanu narodowego do usługi Defender dla usługi Office 365","content":"<p> W interesującej aktualizacji i jako bezpośrednią odpowiedź na cyberatak SolarWinds, Microsoft zamierza dodać nowe ostrzeżenie o działaniach hakerskich w państwie narodowym do platformy Microsoft 365. Ostrzeżenia będą ostrzegać użytkowników o wszelkich potencjalnych zagrożeniach pochodzących od atakującego w państwie narodowym, dając użytkownikom czas zareagować na zagrożenie. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft wprowadza powiadomienia o zagrożeniach państwowych </h2> <p> Program Microsoft Defender dla usługi Office 365 (wcześniej znany jako Office 365 Advanced Threat Protection) wyświetli powiadomienie informujące użytkowników korporacyjnych, że podejrzewany atak ze strony państwa narodowego zakłóca jego obszar roboczy. </p> <blockquote> <p> Ataki te reprezentują jedne z najbardziej zaawansowanych i uporczywych zagrożeń, jakie śledzi firma Microsoft. Centrum analizy zagrożeń firmy Microsoft śledzi te zagrożenia, tworzy wszechstronne profile działań i ściśle współpracuje ze wszystkimi zespołami ds. zabezpieczeń firmy Microsoft w celu wdrożenia wykryć i środków zaradczych w celu ochrony naszych klientów. </p> </blockquote> <p> Microsoft już powiadamia tysiące użytkowników rocznie, że podmiot zagrażający państwu może ingerować w ich sieć. Jednak w tej chwili alerty są wysyłane pocztą elektroniczną. </p> <p> Jeśli użytkownik usługi Microsoft Defender dla usługi Office 365 nie sprawdzi swojej poczty e-mail w danym dniu, może przegapić ważne powiadomienie. Chociaż Defender dla Office 365 to przede wszystkim produkt dla przedsiębiorstw, ważne powiadomienia nadal prześlizgują się przez luki. </p> <p> Nowe powiadomienia pojawią się na pulpicie nawigacyjnym Microsoft Defender dla Office 365. Będzie miał znacznie większą szansę, że zostanie zauważony przez administratorów sieci, zespoły bezpieczeństwa, personel zarządzający i tak dalej. </p> <p> Firma Microsoft dodała „Potencjalne alerty dotyczące aktywności w stanie Nation” do planu działania usługi Office 365 w dniu 6 lutego 2021 r. i oczekuje, że funkcja zakończy wdrażanie do końca miesiąca. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Co to jest atak państwa narodowego? </h2> <p> Atak państwa narodowego jest uważany za jeden z najniebezpieczniejszych rodzajów cyberataków, ze względu na głębokość wiedzy i zakres zasobów dostępnych podmiotowi zagrażającemu. </p> <p> </p> <p> <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> niedawny cyberatak SolarWinds </a> podejrzewa się, że jest to atak państwa narodowego, taki był poziom wiedzy wymaganej do infiltracji takich sieci wysokiego poziomu. Atak, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> znany jako hack łańcucha dostaw </a> , skompromitowała wiele celów po tym, jak przez wiele miesięcy pozostawała uśpiona w sieciach ofiary. </p> <p> Ale pomimo tego, jak niebezpiecznie brzmi i wydaje się atak państwa narodowego, przez większość czasu zwykli użytkownicy, tacy jak ty i ja, nie są celem. Poświęcanie tak znacznych środków na atakowanie zwykłych obywateli nie jest warte zachodu, ponieważ istnieją znacznie łatwiejsze sposoby uzyskania dostępu do ich danych. </p> <p> W związku z tym zagrożenia ze strony państw narodowych zwykle atakują znacznie większe cele, takie jak urzędy rządowe, główne firmy technologiczne, infrastruktura narodowa i tak dalej. . </p>"}