{"title":"Microsoft Bing wkrótce użyje sztucznej inteligencji do poprawienia twoich literówek","content":"<p> Błędne jedno słowo w zapytaniu może zmienić produktywne wykorzystanie czasu w bałagan nieistotnych wyników. Microsoft zamierza to naprawić, wprowadzając Speller100, oparty na sztucznej inteligencji moduł sprawdzania pisowni dla Bing. </p> <h2 id=\"what-is-speller100\"> Co to jest Spell100? </h2> <p> Gigant oprogramowania ogłosił Speller100 na <a href=\"https://www.microsoft.com/en-us/research/blog/speller100-zero-shot-spelling-correction-at-scale-for-100-plus-languages/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog badawczy firmy Microsoft </a> . Firma zauważa, że ​​poprawność wyszukiwanego hasła przy pierwszym przejściu jest bardzo ważna, nawet jeśli literówka wślizgnęła się przypadkiem. </p> <p> Gdy użytkownik popełni literówkę w wyszukiwanym zapytaniu, zwykle może to oznaczać katastrofę w wynikach. Jeśli wyszukiwarka nie wie, co miał na myśli użytkownik, może błędnie odgadnąć, co to słowo miało być, lub, co gorsza, całkowicie je zignorować. </p> <p> Niestety, takie zdarzenie oznaczałoby katastrofę w wynikach wyszukiwania. Mały błąd w wyszukiwanym haśle może wysłać wyniki w zupełnie innym kierunku niż oczekiwałeś, co oznacza bardziej frustrujące majstrowanie przy wyszukiwanych hasłach. </p> <p> Firma Microsoft zamierza to naprawić, korzystając z programu Speller100 opartego na sztucznej inteligencji, aby dokładnie sprawdzić wyszukiwane hasła. Jeśli kiedykolwiek zdarzyło Ci się błędnie wpisać coś podczas wyszukiwania w Google, zauważysz małą rekomendację, jaką daje wyszukiwarka, aby upewnić się, że szukasz właściwej rzeczy. </p> <p> Speller100 dla Microsoftu zrobi coś podobnego, ale z bonusem pracy z ponad 100 różnymi językami. Speller100 wykorzysta <a href=\"https://www.makeuseof.com/tag/machine-learning-google-free-course/\" target=\"_blank\" rel=\"nofollow noopener\"> uczenie maszynowe AI </a> aby upewnić się, że sprawdzanie pisowni ewoluuje, aby lepiej spełniać oczekiwania użytkowników. </p> <p> Microsoft uważa, że ​​jest to ważne przedsięwzięcie, ponieważ obliczył, że 15 procent zapytań zawiera w jakiś sposób błąd ortograficzny. Umożliwienie Bingowi inteligentnego przekierowania użytkownika tam, gdzie chce, pomaga zaoszczędzić czas i poprawić wrażenia użytkownika. </p> <p> Kiedy Microsoft użył Speller100 do pomocy w wyszukiwaniu Bing, natrafił na kilka fascynujących wyników: </p> <blockquote> <p> Liczba stron bez wyników zmniejszona nawet o 30%. Liczba przypadków, w których użytkownicy musieli ręcznie przeformułować swoje zapytanie, zmniejszyła się o 5%. Liczba kliknięć naszej sugestii pisowni przez użytkowników wzrosła z pojedynczych cyfr do 67%. Liczba kliknięć dowolnego elementu na stronie przez użytkowników wzrosła z pojedynczych cyfr do 70%. </p> </blockquote> <p> W związku z tym, jeśli regularnie korzystasz z usługi Bing, miej oczy szeroko otwarte, aby uzyskać bardziej kompetentne sugestie dotyczące pisowni i ogólnie lepsze wyniki. </p> <p> </p> <h2 id=\"making-a-better-bing-with-speller100\"> Tworzenie lepszego Binga za pomocą Speller100 </h2> <p> Jeśli masz niezdarne palce, możesz zacząć szukać od teraz w Bing. Dzięki nowemu systemowi Speller100 te podstępne literówki zostaną wyeliminowane, aby zapewnić lepsze ogólne wrażenia z wyszukiwania. </p> <p> Jeśli jesteś z Australii, być może w przyszłości będziesz częściej korzystać z usługi Bing. W chwili pisania tego tekstu Google grozi, że opuści Australię i zabierze ze sobą swoje usługi, ale Microsoft jest chętny, by stanąć na wysokości zadania i wypełnić miejsce, które Google pozostawi. </p> <p> <small> Źródło: Sharaf Maksumov / <a href=\"https://www.shutterstock.com/image-photo/ryazan-russia-march-01-2018-homepage-1055848478\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}