{"title":"Magna, Nissan i Foxconn są kandydatami do zbudowania samochodu Apple","content":"<p> Kia może już nie uczestniczyć w produkcji nieuchwytnego Apple Car, ale Apple ma wiele innych realnych opcji, jeśli zdecyduje się zbudować swój pierwszy samochód. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Pojazdy elektryczne (EV) pomagają środowisku </a> a sukces Tesli podobno nie pozostał niezauważony przez szefów Apple. Firma najwyraźniej przeznacza środki na budowę autonomicznie napędzanego <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> EV, w którym może brakować kierownicy </a> . To powiedziawszy, produkcja samochodów zawsze była dołem finansowym wymagającym rozległego łańcucha dostaw obejmującego kontynenty. </p> <p> Jak niedawno informowaliśmy, Apple i Kia nie wydają się jednak współpracować w Apple Car. Co więcej, wydaje się, że główni japońscy producenci samochodów, do których Apple podobno podeszli, <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> zaniepokojony przeniesieniem do producentów kontraktowych </a> . </p> <p> Nowy raport autorstwa <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> próbuje zebrać potencjalnych dostawców i partnerów montażowych do produkcji rzekomego EV Apple. Potencjalne opcje to Nissan i Stellantis, a także Magna, która produkuje samochody dla innych marek i nie tylko. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn ma już powiązania z Apple </h2> <p> Foxconn jest główną opcją --- firma ma już powiązania z Apple jako producentem kontraktowym, który montuje iPhone&#39;y i inne gadżety. Kilka miesięcy temu firma Foxconn zaprezentowała swoje pierwsze podwozie EV wraz z platformą programową. </p> <p> Planuje wypuścić baterię półprzewodnikową do 2024 roku, w tym samym roku, w którym Apple Car ma wejść do masowej produkcji. Foxconn i Fiat Chrysler tworzą spółkę joint venture, aby budować samochody elektryczne w Chinach. Apple mógłby wykorzystać technologie Foxconna jako podstawę dla swojego EV. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna to dobre dopasowanie </h2> <p> Kanadyjska firma Magna produkuje różne części dla marek takich jak BMW i Jaguar Land Rover w swojej fabryce w Graz w Austrii. Magna oferuje swoje usługi inżynieryjne i produkcyjne startupom EV. Firma nawiązała współpracę z LG, aby wspólnie budować układy napędowe, a ostatnio rozpoczęła montaż pojazdów w Chinach. </p> <p> </p> <p> Bloomberg mówi, że Magna korzysta z wcześniejszej relacji z Apple – jest to pierwszy producent kontraktowy, z którym Apple rozmawiał, kiedy zdecydował się wejść na rynek pojazdów elektrycznych pięć lat temu. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Dyskusje Apple-Hyundai mogą się ponownie uruchomić </h2> <p> Hyundai i Kia prowadzą działalność produkcyjną w USA. Nowa platforma EV Kia obiecuje zasięg około 311 mil (ponad 500 kilometrów) i szybkie ładowanie akumulatorów do 80% w 18 minut. </p> <p> Apple był podobno zainteresowany partnerstwem z Hyundai/Kia. Jednak, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> rozmowy się rozpadły </a> po tym, jak kierownictwo potwierdziło doniesienia, że ​​firma prowadzi rozmowy z Apple. </p> <blockquote> <p> Dużą wadą Hyundaia i Kia jest niedawna nieustanna dyskusja na temat tego, czy opracowują samochód dla Apple, notorycznie tajnej firmy. Chociaż dwaj producenci samochodów powiedzieli, że rozmowy się nie odbywają, możliwe, że dyskusje mogą się wznowić, jeśli Apple uzna ich za najlepszych możliwych partnerów. </p> </blockquote> <p> Kia planuje zaprezentować 23 nowe modele EV oparte na swojej platformie do 2025 roku. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan i europejscy producenci samochodów </h2> <p> W artykule próbuje się uzasadnić, dlaczego Nissan byłby dobrym rozwiązaniem dla Apple. Nisan ma platformę EV opracowaną wspólnie z Renault, ale co najważniejsze, jego dyrektor generalny Makoto Uchida powiedział niedawno, że Nissan „ma DNA do robienia rzeczy, których inni nie zrobią”. </p> <p> </p> <p> Połącz to z faktem, że firma była napięta finansowo w ciągu ostatnich 12 miesięcy i masz możliwą transakcję Apple-Nissan na horyzoncie, Bloomberg ma to: </p> <blockquote> <p> Producent samochodów pogrążył się w kryzysie, zgłaszając największą stratę od dwóch dekad w roku fiskalnym 2019 i może uzyskać bardzo potrzebne dochody, pomagając Apple w opracowywaniu lub wytwarzaniu pojazdu. Może również skorzystać z dostępu do technologii Apple. Po wdrożeniu strategii zwiększania sprzedaży za wszelką cenę, która prowadzi do zysku, Nissan musi przyciągnąć lepiej płacących klientów głównie dzięki technologii zastosowanej w samochodach. </p> </blockquote> <p> W raporcie podkreślono europejskich producentów samochodów, takich jak Stellantis, jako potencjalnych partnerów montażowych i produkcyjnych Apple Car. Dostępność mocy produkcyjnych jest prawdopodobnie największym czynnikiem w produkcji samochodów – wystarczy zapytać Teslę. W tym świetle Apple postąpiłby mądrze, aby zlecić produkcję swoich pojazdów elektrycznych wielu sprzedawcom i dostawcom samochodów. </p> <p> <small> Źródło: Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Odblokuj CC </a></small> </p>"}