{"title":"Microsoft ułatwia podnoszenie ręki w zespołach","content":"<p> Jeśli wcześniej próbowałeś podnieść rękę w Microsoft Teams, prawdopodobnie zauważyłeś, że nie ma na to szybkiego i łatwego sposobu. Jednak Microsoft planuje to naprawić, dodając skrót klawiaturowy, który od razu podnosi rękę. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> Nowy skrót klawiaturowy dla Microsoft Teams </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> W sprawie MSFT </a> pierwszy zauważył ogłoszenie o nowej funkcji. Microsoft zadeklarował rozwój tej funkcji na <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> UserVoice to specjalne forum, na którym użytkownicy mogą prezentować to, co chcą zobaczyć od Teams, bezpośrednio gigantowi technologicznemu. Wcześniej zauważyliśmy <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft dodaje planowanie spotkań aplikacji Teams </a> dzięki forum UserVoice. </p> <p> Na wspomnianym forum ktoś zaproponował pomysł dodania skrótu klawiaturowego do podniesienia ręki na spotkaniu Teams. Microsoft uświetnił wątek swoją obecnością i opublikował: </p> <blockquote> <p> Dziękujemy za twoją opinię. Zespół rozpoczął prace nad tą funkcją dla komputerów stacjonarnych z systemami Windows i Mac. W przyszłości będą pracować nad klientami sieciowymi. Udostępnimy aktualizację, gdy tylko będzie dostępna. </p> </blockquote> <p> Chociaż nie mamy dokładnej daty premiery, miej oczy szeroko otwarte na przyszłą aktualizację, która doda tę przydatną funkcję. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Wszyscy, którzy tego chcieli, podnieście ręce </h2> <p> Jeśli potrzebujesz skrótu klawiaturowego do podnoszenia ręki w usłudze Teams, masz szczęście. Nie jesteśmy pewni, kiedy się pojawi, ale będzie to mile widziany dodatek, gdy zostanie uruchomiony w usłudze Teams. </p> <p> Jeśli lubisz wchodzić w interakcje na spotkaniach aplikacji Teams, czy wiesz, że Microsoft doda reakcje przypominające emotikony do Twoich rozmów wideo? </p> <p> <small> Źródło obrazu: FS Stock / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}