{"title":"Nowy konsjerż Nintendo Switch oprowadzi Cię po Twojej konsoli","content":"<p> Jeśli jesteś nowym użytkownikiem Nintendo Switch z siedzibą w USA i nie znasz swojego ZL ze swojego ZR, to masz szczęście. Nintendo jest tutaj, aby Ci pomóc. </p> <h2 id=\"nintendo-launches-nintendo-switch-concierge\"> Nintendo wprowadza Nintendo Switch Concierge Switch </h2> <p> Nintendo ogłosiło nową usługę Switch Concierge w poście na <a href=\"https://www.nintendo.com/whatsnew/detail/2021/get-one-on-one-help-with-your-new-system-from-our-experts/\" target=\"_blank\" rel=\"nofollow noopener\"> Nowości Nintendo </a> . Jest to program pilotażowy, obecnie dostępny tylko w USA, którego celem jest pokazanie ludziom ich nowej konsoli Switch. </p> <p> Od razu nowi posiadacze Nintendo Switch z USA mogą udać się na <a href=\"https://www.nintendo.com/nintendo-switch-concierge/\" target=\"_blank\" rel=\"nofollow noopener\"> Przełącz stronę Concierge na Nintendo.com </a> i umów się na spotkanie z prawdziwym przedstawicielem Nintendo. Następnie poprowadzą Cię przez konsolę i jej funkcje. Całkowicie za darmo. </p> <p> </p> <h2 id=\"what-does-nintendo-switch-concierge-do\"> Co robi konsjerż Nintendo Switch? </h2> <p> Jednym zdaniem, Nintendo Switch Concierge oprowadzi Cię po konsoli i pomoże Ci jak najlepiej ją wykorzystać. </p> <p> Nie zapominaj, że Concierge jest programem pilotażowym i potrwa tylko do 22 lutego. Jeśli się powiedzie, Nintendo rozważy wprowadzenie usługi jako bardziej trwałej funkcji. </p> <p> Użytkownicy mogą zapisać się na serię półgodzinnych, indywidualnych rozmów wideo, które obejmują podstawowe lekcje mające na celu maksymalne wykorzystanie możliwości konsoli. Dostępne lekcje (i co każda z nich obejmuje) to: </p> <ul> <li> <strong> Przełącznik Nintendo 101 </strong> : „Przegląd systemu Nintendo Switch, w tym tryby gry, proces konfiguracji, kupowanie i granie w gry, w tym wszelkie ogólne pytania, które możesz mieć”. </li> <li> <strong> Gry (wprowadzenie) </strong> : „Przegląd gier Nintendo Switch, w tym: opcje zakupu, Game Card a pobieranie cyfrowe, gatunki gier i funkcjonalność listy życzeń”. </li> <li> <strong> Gry (w co grać dalej) </strong> : „Udostępniaj i omawiaj rekomendacje dotyczące kolejnych gier w oparciu o to, kto gra, style gry, ulubione gry, posiadany system i akcesoria”. </li> <li> <strong> Bezpieczeństwo i prywatność </strong> : „Dowiedz się, jak ustawić ograniczenia gier dla rodziny, przejrzyj opcje zabezpieczeń i ustaw ograniczenia dotyczące zakupów”. </li> <li> <strong> Konto Nintendo </strong> : „Przegląd konta Nintendo, programu nagród My Nintendo i Nintendo Switch Online, w tym interakcji między wieloma systemami (jeśli dotyczy).” </li> <li> <strong> Dostosowywanie </strong> : &quot;Dowiedz się, jak możesz dostosować swoje wrażenia z Nintendo, w tym dostosowując interfejs systemu, dodając akcesoria i czerpiąc inspirację z @NintendoInspired Instagram.&quot; </li> </ul> <p> W takim razie dużo się tam dogaduje. Jeśli 30-minutowa sesja nie obejmuje wszystkiego, czego oczekiwałeś, możesz znaleźć bardziej zaawansowane samouczki w innym miejscu, na przykład <a href=\"https://www.makeuseof.com/best-nintendo-switch-apps/\" target=\"_blank\" rel=\"nofollow noopener\"> które aplikacje Switch inne niż gry należy zainstalować </a> lub <a href=\"https://www.makeuseof.com/stop-sharing-nintendo-switch-eshop-data/\" target=\"_blank\" rel=\"nofollow noopener\"> jak wyłączyć Google Analytics w sklepie Switch eShop </a> . </p> <p> </p> <h2 id=\"the-nintendo-switch-is-a-great-platform-for-everyone\"> Przełącznik Nintendo to świetna platforma dla każdego </h2> <p> <img alt=\"nintendo switch\" src=\"images/nintendo-switch-1-390.jpg\" loading=\"lazy\"> </p> <p> Niezależnie od tego, co myślisz o samym Nintendo, nie możesz zaprzeczyć, że Switch (i oczywiście Switch Lite) to doskonała platforma, która działa dobrze zarówno dla początkujących, jak i profesjonalnych graczy. </p> <p> Ruchy takie jak ten Nintendo Switch Concierge pokazują, w jaki sposób Nintendo zainwestowało w to, aby korzystanie z Switcha było przyjemne dla - i włącznie z - każdej osoby, która kupi konsolę. </p>"}