{"title":"PAC firmy Microsoft nie przekaże darowizn przeciwnikom wyborów w nadchodzącym cyklu","content":"<p> Po ataku na Kapitol Microsoft zawiesił wpłaty do i od swojego PAC około trzy tygodnie temu. Podjęto decyzję, aby dać komisji czas na ocenę skutków zamieszek i dalszych działań w następstwie wydarzeń. </p> <p> Teraz Microsoft ogłosił, że wpłaty od PAC rozpoczną się od nowa, ale nie przekaże żadnych darowizn członkom Kongresu, którzy głosowali przeciwko poświadczaniu wyników wyborów. Zawieszenie będzie trwało przez cały cykl wyborczy 2022 r. i jest ważnym oświadczeniem jednej z wiodących światowych firm technologicznych. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC zawiesza składki na rzecz sprzeciwiających się </h2> <p> 5 lutego 2021 r. post do <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog korporacyjny firmy Microsoft </a> ujawnił, jak PAC posunie się naprzód po bezprecedensowym ataku na Kapitol. </p> <p> </p> <p> PAC Microsoftu nie będzie już przekazywać darowizn członkom Kongresu, „którzy głosowali za sprzeciwem wobec certyfikacji wyborców”. Dotyczy to wszystkich urzędników państwowych i innych organizacji, które poparły sprzeciw lub sugerowały, że prawodawcy powinni unieważnić wyniki wyborów. </p> <p> PAC zmieni również podejście do darowizn. Wcześniej wszystkie darowizny były przekazywane kandydatom politycznym, podobnie jak w przypadku wielu Komitetów Akcji Politycznych. </p> <p> Jednak PAC Microsoft bierze pod uwagę, że niektórzy uczestniczący członkowie nie chcą wspierać konkretnych polityków i zamiast tego woleliby finansować pracę i organizacje skupiające się na „zachowaniu i promocji demokracji”. </p> <p> </p> <p> Jako rozszerzenie tej polityki, PAC będzie również ściślej współpracować z innymi firmami i organizacjami, które podzielają te same ideały. </p> <p> Ostateczna zmiana w PAC znajduje się w nazwie. Obecni członkowie Microsoft PAC stwierdzili, że nazwa nie w pełni odzwierciedla fakt, że jest to fundusz dobrowolny. Odtąd PAC zmienia nazwę na Microsoft Corporation Stakeholders Voluntary PAC (MSVPAC). </p> <blockquote> <p> Uważamy, że te kroki są właściwe, biorąc pod uwagę znaczenie tych kwestii dla stabilności i przyszłości amerykańskiej demokracji. Byli również szeroko wspierani podczas sesji odsłuchowych i innych informacji zwrotnych od pracowników. Zdajemy sobie sprawę, że te kroki, choć znaczące, będą dla niektórych pracowników za dużo lub za mało. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft próbuje zdystansować się od przeciwników wyborów </h2> <p> Wiadomość, że Microsoft dystansuje się teraz od przeciwników, nie jest niespodzianką. To nie za mało, za późno ze strony giganta technologicznego, ale niewątpliwie jest to próba zachowania twarzy po tym, jak okazało się, że PAC Microsoftu przekazał znaczne darowizny wielu członkom Kongresu u podstaw ruchu mającego na celu odrzucenie wyników wyborów. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> jest jednym z największych współpracowników członków Kongresu, którzy próbowali obalić proces demokratyczny <br><br> Microsoft nie podjął ŻADNYCH ZOBOWIĄZAŃ, aby przestać finansować tę grupę <br><br> Na spotkaniu firmowym w czwartek Prez Brad Smith wyjaśnił dlaczego. <br><br> I to jest dość przerażające </p> — Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 stycznia 2021 </a></blockquote>  <p> Nawet jeśli prezes Microsoftu, Brad Smith, próbował wyjaśnić datki jako zwykłe narzędzie polityczne w celu uzyskania dostępu do polityków (np. darowizny na przysługi polityczne), podkreśla to, dlaczego tak wielu wierzy, że istnienie PAC i Super PAC jest masowo szkodliwe dla demokratów. proces. </p>"}