{"title":"Podobnie jak Tesla, Twitter rozważa inwestowanie w Bitcoin","content":"<p> Nie wszyscy mają oko na giełdę lub kryptowalutę, ale jeśli tak, to wiesz, że 8 lutego Tesla kupiła bitcoin o wartości 1,5 miliarda dolarów. Po tym, jak firma ujawniła swój ogromny udział, wartość bitcoina wzrosła aż o 20,33 procent do 46 081,64 USD – najwyższego od marca 2020 roku. </p> <p> To powiedziawszy, ujawniono, że Tesla nie jest jedyną firmą interesującą się kryptowalutą. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter może wkrótce płacić swoim pracownikom w Bitcoinach </h2> <p> W wywiadzie dla CNBC, Twitter CFO Ned Segal powiedział, że firma rozważa dodanie bitcoinów do swojego bilansu. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> „Zrobiliśmy wiele wstępnych przemyśleń, aby zastanowić się, jak możemy zapłacić pracownikom, jeśli poproszą o wypłatę <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , jak moglibyśmy zapłacić sprzedawcy, gdyby poprosili o wpłatę <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> i czy musimy mieć <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> w naszym bilansie”, mówi <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> — Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 lutego 2021 </a></blockquote>  <p> Tak więc inwestycja Tesli w bitcoin przyciągnęła uwagę Twittera. Platforma mediów społecznościowych jeszcze nie wykonała ruchu w swoim dziale skarbowym, ale teraz wiemy, że przynajmniej rozważane są transakcje bitcoinowe. </p> <p> Kiedy zapytano Segala, czego potrzeba, aby Twitter zainwestował w bitcoin, udzielił bardzo prostej odpowiedzi. </p> <p> „Jedną z kluczowych rzeczy, na które przyjrzelibyśmy się, byłoby to, czy ludzie proszą o transakcję z nami w bitcoinie. Ponieważ wtedy moglibyśmy zastanowić się, czy przetransferowalibyśmy dolary do bitcoina w momencie transakcji, czy też chcielibyśmy, aby bitcoin był dalej nasz bilans, gotowy do sfinalizowania tej transakcji – wyjaśnił Segal. </p> <p> Można by pomyśleć, że to mało prawdopodobne, aby Twitter podjął takie ryzyko, gdy właśnie ujawniono, że Twitter wkrótce dokona dużych zmian – takich jak <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> wdrożenie funkcji Revue </a> i ewentualnie <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> model subskrypcji </a> . </p> <p> Ale siostrzana firma Twittera, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Kwadrat </a> , jest już inwestorem bitcoin. </p> <p> W październiku ubiegłego roku Square zajęło <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> jego oficjalna strona internetowa </a> ogłosić, że kupił bitcoin o wartości 50 milionów dolarów. W tamtym czasie inwestycja ta stanowiła około 1% łącznych aktywów Square. </p> <p> Nie tylko to, ale CEO Twittera Jack Dorsey jest fanem bitcoina. Po zamieszkach na Kapitolu w styczniu opublikował wątek na Twitterze, aby omówić <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> stały zakaz korzystania z Twittera przez byłego prezydenta USA Donalda Trumpa </a> . </p> <p> Gdzieś pośrodku Dorsey przesunął się, by rzucić światło na kryptowalutę. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Powód, dla którego mam tak wielką pasję <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> Wynika to w dużej mierze z modelu, który demonstruje: fundamentalnej technologii internetowej, która nie jest kontrolowana ani nie ma wpływu na żadną pojedynczą osobę lub podmiot. Takim właśnie chce być internet, az czasem będzie go coraz więcej. </p> — jack (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 stycznia 2021 </a></blockquote>  <p> Dorsey z biegiem lat stał się coraz bardziej pasjonatem bitcoina. Mniej więcej w tym czasie w zeszłym roku Dorsey wprowadził na Twitterze markowy hashtag dla bitcoina. Teraz #bitcoin” towarzyszy logo bitcoin w tweetach. </p> <p> W 2018 roku <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Czasy </a> napisał, że Dorsey przewiduje, że bitcoin pewnego dnia stanie się „jednolitą walutą” świata. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Co dalej z Twitterem? </h2> <p> Mamy zaledwie dwa miesiące do 2021 roku, a Twitter już podejmuje kroki, aby znacznie zmienić platformę, jaką znamy dzisiaj. </p> <p> Czy kolejnym krokiem będzie kupno bitcoinów o wartości milionów w nadchodzących miesiącach dla swoich transakcji? Być może, jeśli Twitter myśli o kryptowalutach jako „instrumencie wzmocnienia ekonomicznego”, tak jak robi to Square. </p>"}