{"title":"Parler rzekomo zaoferował organizacji Trump udział we własności","content":"<p> Podczas urzędowania byłego prezydenta Donalda Trumpa Parler i zespół Trumpa rzekomo próbowali negocjować umowę, która uczyniłaby Parlera główną siecią społecznościową. W zamian Trump otrzymałby 40 procent udziałów w platformie. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler mógł chcieć Trumpa na pokładzie </h2> <p> Parler, portal społecznościowy zajmujący się wolnością słowa, pojawia się ostatnio na pierwszych stronach gazet, i to nie tylko dlatego, że głównie politycznie konserwatywna platforma była <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> uruchomione ze sklepów z aplikacjami i Amazon Web Services </a> . </p> <p> Tym razem raport autorstwa <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Wiadomości Buzzfeed </a> twierdzi, że Parler zaoferował Trumpowi 40-procentowy udział w Parler, jeśli uczyni z tego swoją podstawową platformę społeczną. Podobno rozmowy te miały miejsce latem 2020 roku i zostały wznowione po listopadowych wyborach. </p> <p> Nie wiadomo, czy w negocjacje brał udział sam Trump. Prawnik cytowany w raporcie Buzzfeed mówi, że gdyby Trump zgodził się na tę umowę podczas swojej prezydentury, mogło to naruszyć przepisy antykorupcyjne. </p> <p> Reporterzy Buzzfeed twierdzą również, że widzieli dokumenty z tych negocjacji. W ramach umowy Trump podobno musiałby wysłać wiadomość do Parlera co najmniej cztery godziny przed wszystkimi innymi sieciami społecznościowymi. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> Co by było, gdyby Trump uczynił Parlera swoją główną siecią? </h2> <p> Posiadanie Trumpa jako częstego użytkownika platformy prawdopodobnie popchnęłoby Parlera na jeszcze wyższy poziom. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler widział masową migrację do sieci </a> po przegranej Trumpa w wyborach 2020, a ta gromada prawdopodobnie byłaby jeszcze większa, gdyby Trump był na pokładzie. </p> <p> Podczas swojej kampanii i prezydentury Trump zwrócił się do Facebooka i Twittera, aby zebrać zwolenników. Trump nigdy nie zwrócił się do Parlera jako do swojej sieci, platformy, na której jego publiczność prawdopodobnie byłaby bardziej akceptowana. </p> <p> Trump był <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> zbanowany na stałe z Twittera </a> i <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> zawieszone na czas nieokreślony z Facebooka </a> — dołączenie do Parlera mogło złagodzić ten cios. Jednak sprawy najwyraźniej nie działały dla Parlera. </p> <p> Po tym, jak platforma została umieszczona na czarnej liście, <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Rada Parler rzekomo zwolniła własnego dyrektora generalnego i współzałożyciela, Johna Matze </a> . Najwyraźniej Matze naciskał na silniejszą moderację, aby pomóc Parlerowi odzyskać miejsce w sklepach z aplikacjami, ale reszcie zespołu Parler ten pomysł nie spodobał się. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Co przyniesie przyszłość Parlera? </h2> <p> Teraz, gdy John Matze rzekomo nie jest już na stanowisku prezesa, Parler ma jeszcze bardziej niepewną przyszłość. Obecnie witryna wyświetla statyczną stronę internetową, ale nikt nie wie, kiedy strona będzie oficjalnie uruchomiona. </p> <p> Czy po wyjściu Trumpa z Białego Domu baza użytkowników Parlera pozostanie tak silna, jak pod koniec jego prezydentury? Gdyby Trump sfinalizował tę rzekomą umowę z Parlerem, może tak by było. </p>"}