{"title":"Raportowanie w stylu Waze pojawi się w Mapach Apple","content":"<p> Mapy Apple na iOS 14.5 otrzymują nowe funkcje raportowania oparte na crowdsourcingu, podobne do tych, które można znaleźć w Waze i Mapach Google. Gdy aktualizacja zostanie uruchomiona publicznie, użytkownicy będą mogli zgłaszać wypadki, zagrożenia i kontrole prędkości na swojej trasie podczas wyznaczania trasy. </p> <p> Apple reklamuje tę funkcję za pomocą ekranu powitalnego, który pojawia się, gdy po raz pierwszy poprosisz o wskazówki w Mapach po aktualizacji do iOS 14.5. Jest to zdecydowanie nowa funkcja, ponieważ wcześniejsze wersje aplikacji Mapy nie miały funkcji zgłaszania wypadków. </p> <p> Jeśli chodzi o nawigację GPS na smartfonach, oba <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Mapy Google i Waze spopularyzowały się </a> zgłaszanie zagrożeń w ramach crowdsourcingu. Mając to na uwadze, to niesamowite, że usługa mapowania Apple w końcu otrzymuje podobne funkcje raportowania. </p> <h2 id=\"when-can-i-use-this-feature\"> Kiedy mogę korzystać z tej funkcji? </h2> <p> Według plakatów na <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> którzy zauważyli zgłaszanie zagrożeń w Mapach, wymagają systemu iOS 14.5 lub iPadOS 14.5. Obie aktualizacje są obecnie testowane przez zarejestrowanych programistów Apple i publicznych beta testerów. Jeśli chodzi o opinię publiczną, możesz wypróbować interfejs raportowania w Mapach, gdy te aktualizacje zostaną publicznie udostępnione wiosną. </p> <p> </p> <p> iOS 14.5 oferuje dodatkowe możliwości, w tym kontrowersyjne okienko Apple App Tracking Transparency. Inne nowe funkcje obejmują możliwość: <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> udostępnij swoją kartę Apple Card członkom rodziny </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> obsługa nowych kontrolerów PlayStation 5 i Xbox Series X </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> odblokowywanie iPhone&#39;a za pomocą Apple Watch </a> podczas noszenia maski, wraz z nową funkcją bezpieczeństwa chroniącą przed bombami tekstowymi Wiadomości, żeby wymienić tylko kilka. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Jak zgłaszać zagrożenie ruchem na mapach Apple </h2> <p> Aby zgłosić zagrożenia, które widzisz po drodze, przesuń palcem w górę na interfejsie Mapy‌, gdzie dostępne są szczegóły mapy, aby wyświetlić nowy przycisk „Zgłoś” w dolnej tacy. Teraz kliknij ikonę „Wypadek”, „Zagrożenie” lub „Kontrola prędkości”, aby zgłosić prawidłowe zdarzenie drogowe, co jest podobne do aplikacji takich jak Waze. „Dotykanie automatycznie oznacza Twoją lokalizację bez okna potwierdzenia, więc nie powinno być używane z wyjątkiem prawidłowej sytuacji, notatki <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacPlotki </a> . </p> <p> </p> <p> Nowy interfejs raportowania jest również dostępny w edycji Map CarPlay i za pośrednictwem cyfrowego asystenta Siri, który odkrył MacRumors. Na przykład „Hej Siri, jest tu pułapka prędkości”, „Hej ‌Siri‌, jest wypadek” lub coś takiego załatwi sprawę. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Raportowanie ruchu w konkurencyjnych aplikacjach mapowych </h2> <p> Konkurencyjne aplikacje mapujące od kilku lat od kilku lat zajmują się crowdsourcingiem wypadków, pułapek prędkości, zagrożeń i wielu innych. W Mapach Google użytkownicy mogli zgłaszać dodatkowe zdarzenia drogowe poza wypadkami, zagrożeniami i kontrolą prędkości. Na przykład Mapy Google umożliwiają także zgłaszanie wypadków, zamknięć pasów, zatrzymanych pojazdów, prac budowlanych i obiektów na drodze. . </p> <p> A w Waze możesz zgłaszać zamknięcia dróg, policję, roboty drogowe i nie tylko. Raporty społecznościowe w Waze zbierają raporty użytkowników na serwerach Google i zawierają system punktów, który zachęca ludzi do zgłaszania zdarzeń drogowych na drodze. Apple nie wyjaśnił jeszcze, jak działa jego system, ani nie ujawnił, w jaki sposób jego nowa funkcja chroni prywatność. </p>"}