{"title":"Raport: Apple Tasks Były szef sprzętowy pracujący w AR/VRVR","content":"<p> Dan Riccio, były szef Apple ds. sprzętu, otrzymał podobno zadanie pomocy w kierowaniu sprawami dotyczącymi gadżetów rzeczywistości rozszerzonej (AR) i rzeczywistości wirtualnej (VR). Niedawno rozpoczął „nowy rozdział” w Apple, a teraz prowadzi bliżej nieokreślony „nowy projekt”. </p> <p> „Nie mogę się doczekać, aby skoncentrować cały swój czas i energię w Apple na tworzeniu czegoś nowego i wspaniałego, czym nie mógłbym być bardziej podekscytowany” <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Komunikat prasowy Apple </a> cytuje jego słowa. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> ma to, że Riccio koncentruje się teraz na zestawach słuchawkowych AR / VR firmy Apple. </p> <h2 id=\"riccio-s-importance-to-apple\"> Znaczenie Riccio dla Apple </h2> <p> Ten głośny dyrektor jest związany z Apple od ponad dwóch dekad. Riccio pracował nad takimi hitami, jak oryginalny iMac, oferta iPhone’a 12 i nowe komputery Mac M1. W związku z tym stanowi doskonały wybór, aby przyspieszyć działania Apple w zakresie AR/VR. </p> <p> Niektórzy twierdzą, że przetasowanie organizacji inżynierii sprzętu Apple jest mocną wskazówką, że Riccio może rozmawiać o Project Titan, wewnętrznym kryptonimie mitycznego projektu Apple Car. Prawie na pewno tak nie jest, ponieważ Apple Car jest powszechnie uważany za co najmniej pół dekady od premiery. </p> <p> </p> <p> Chociaż Apple Car na obecnym etapie prawdopodobnie nie wymaga niepodzielnej uwagi Riccio, wydaje się, że jest on wielkim atutem pod względem strategii AR/VR firmy Apple. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> Strategia AR/VR firmy Apple </h2> <p> Uważa się, że Apple pracuje nad <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> drogi, mocny zestaw słuchawkowy z mieszaną rzeczywistością do potencjalnej premiery w 2021 r </a> . Powinien wyprzedzić bardziej przystępne cenowo okulary AR dla mas, które mają zostać wprowadzone na rynek w 2022 roku. Źródła opisują zestaw słuchawkowy jako drogie, niszowe akcesorium zasilane przez niestandardowy układ Apple, który jest szybszy niż krzem M1 znajdujący się w nowych komputerach Mac. </p> <p> Mówi się, że inne podobno specyfikacje obejmują dwa wyświetlacze 8K i kilka wbudowanych kamer do precyzyjnego śledzenia oczu i dłoni. Urządzenie może kosztować około 3000 USD, co jest porównywalne z HoloLens firmy Microsoft. Jest opisywany jako niszowe akcesorium, które Apple prawdopodobnie będzie sprzedawać głównie programistom, aby mogli tworzyć aplikacje AR/VR dla urządzenia. </p>"}