{"title":"Raspberry Pi OS spotyka się z odmową użytkownika po włączeniu repozytorium Microsoft po aktualizacji","content":"<p> Niedawno okazało się, że system operacyjny o otwartym kodzie źródłowym, Raspberry Pi OS, podczas instalacji instaluje repozytorium Microsoftu. Włączenie jednego z wielu repozytoriów firmy Microsoft oznacza, że ​​za każdym razem, gdy system Raspberry Pi jest aktualizowany, wysyła on ping do serwera Microsoft, potencjalnie ujawniając informacje dotyczące Twojego urządzenia. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> Raspberry Pi OS wysyła dane do firmy Microsoft? </h2> <p> ZA <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Post na Reddicie </a> szczegółowo opisało, w jaki sposób i dlaczego Raspberry Pi OS (wcześniej znany jako Raspbian) zaczął wysyłać dane na serwery Microsoftu za każdym razem, gdy system operacyjny aktualizuje się. </p> <blockquote> <p> Oficjalnie dzieje się tak dlatego, że popierają IDE Microsoftu (!), ale dostaniesz je, nawet jeśli zainstalowałeś z jasnego obrazu i używasz bezgłowego Pi bez GUI. Oznacza to, że za każdym razem, gdy wykonujesz &quot;apt update&quot; na swoim [Raspberry] Pi, pingujesz serwer Microsoft. </p> </blockquote> <p> Jedną z obaw ze strony użytkowników jest to, że Microsoft może gromadzić informacje o używanym urządzeniu, takie jak adres IP, a następnie łączyć je z innymi informacjami w celu utworzenia ukierunkowanego profilu reklamowego. . Dla tych użytkowników, którzy aktywnie próbują działać poniżej radaru, może to służyć jako metoda identyfikacji. </p> <p> Ale dla wielu użytkowników w grę wchodzą większe problemy. </p> <p> Po pierwsze, wielu użytkowników wyraziło rozczarowanie, że projekt open-source zaktualizuje swoje repozytoria źródłowe bez informowania użytkowników. Po drugie, to, że aktualizacja dodaje repozytorium Microsoftu do istniejących instalacji, również powoduje gniew. </p> <p> Po trzecie, odpowiedź założyciela Raspberry Pi, Ebena Uptona, całkowicie odrzuciła ten problem, kwestionując, dlaczego użytkownicy w ogóle mieliby się martwić o takie włączenie. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Przepraszamy: nie rozumiem, dlaczego uważasz, że to kontrowersyjna rzecz. Cały czas robimy takie rzeczy bez publikowania postów na blogu o tym, jak zrezygnować. </p> — Eben Upton (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 lutego 2021 </a></blockquote>  <p> Wygląda na to, że przynajmniej użytkownicy chcieliby zostać poinformowani, że repozytorium Microsoftu zostanie dodane do domyślnego Raspberry Pi OS. Biorąc pod uwagę charakter społeczności najbardziej kojarzonych z używaniem Raspberry Pi (użytkownicy Linuksa o otwartym kodzie źródłowym, skoncentrowani na prywatności), wydaje się to sprawiedliwe. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Czy Raspberry Pi OS będzie nadal korzystać z repozytorium Microsoftu? </h2> <p> Niestety, użytkownicy Raspberry Pi OS będą musieli się uśmiechnąć i znieść, jeśli będą chcieli nadal korzystać z oficjalnego systemu operacyjnego. </p> <p> W wątku dotyczącym repozytorium Microsoft na <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Fora dotyczące Raspberry Pi </a> Gordon Hollingworth, dyrektor ds. inżynierii oprogramowania Raspberry Pi, powiedział: „to się nie zmieni, ponieważ ułatwia pierwsze doświadczenie osobom, które chcą korzystać z narzędzi takich jak VSCode”. </p> <p> Co z kolei oznacza, że ​​niektórzy użytkownicy nieuchronnie porzucą Raspberry Pi OS w poszukiwaniu alternatywy. Na szczęście, jeśli chodzi o Raspberry Pi, masz do wyboru niezliczone doskonałe alternatywne systemy operacyjne. </p> <p> </p> <p> Mimo to niektórzy użytkownicy pójdą dalej i całkowicie przestawią się z Raspberry Pi, kierując się do jednego z innych małych konkurentów komputerowych. </p>"}