{"title":"Raport: Apple może przestać produkować iPhone&#39;a 12 Mini w drugim kwartale","content":"<p> IPhone 12 mini jest najmniejszym z najnowszej generacji iPhone’ów firmy Apple – i najwyraźniej okazało się to również prawdą w przypadku jego sprzedaży. Od samego początku najbardziej miniaturowy iPhone z serii 12 był nękany doniesieniami, że nie sprzedaje się w ilościach większych, droższych rodzeństwa. </p> <p> Teraz raport z banku inwestycyjnego JP Morgan, udostępniony przez <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , twierdzi, że Apple może potencjalnie przestać produkować jednostki iPhone&#39;a 12 mini już w drugim kwartale kalendarzowym 2021 r. Może to oznaczać, że telefon może mieć jeszcze tylko kilka miesięcy, zanim całkowicie przestanie być produkowany. </p> <h2 id=\"adjusting-iphone-12-orders\"> Dostosowywanie zamówień iPhone&#39;a 12 </h2> <p> Nota inwestycyjna, od analityka łańcucha dostaw JP Morgan, Williama Yanga, odnotowuje również niektóre inne zmiany w drugim kwartale, które Apple może wprowadzić w ofercie iPhone&#39;a 12. Yang twierdzi, że Apple zwiększy liczbę iPhone’ów 12 Pro Max o 11 milionów sztuk, iPhone’a 12 Pro o dodatkowe 2 miliony sztuk, a iPhone’a 11 z 2019 roku o dodatkowe 8 milionów sztuk. </p> <p> W międzyczasie, zwykłe iPhone 12 zostanie zredukowane i 9 milionów sztuk, podczas gdy iPhone 12 mini zostanie zredukowany o 11 milionów sztuk --- taki sam spadek liczby, jak w przypadku iPhone&#39;a 12 Pro Max jako wzrost. Raport sugeruje, że Apple może całkowicie wstrzymać produkcję iPhone&#39;a 12 mini w tym kwartale. </p> <p> </p> <p> To nie pierwszy raz, kiedy słyszymy, że iPhone 12 mini okazał się porównywalną klapą dla Apple. Raport z Morgan Stanley twierdził niedawno, że Apple ograniczyło zamówienia na iPhone&#39;a 12 mini w pierwszym kwartale 2021 roku. </p> <p> Tymczasem poprzedni raport sugerował, że podczas gdy dziewięć z 10 najpopularniejszych smartfonów aktywowanych w Boże Narodzenie w Stanach Zjednoczonych to iPhone, iPhone 12 mini był jedynym, który nie znalazł się na liście. (Dzieje się tak pomimo faktu, że dołączono kilka znacznie starszych iPhone&#39;ów). </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: Zaskakująca Miss </h2> <p> Zaskakujący jest fakt, że iPhone 12 mini miał problemy. Otrzymał doskonałe recenzje i oferuje najwyższej jakości wrażenia z iPhone&#39;a 12, spakowanego w niewielkich rozmiarach. </p> <p> Zawiera ten sam, pełnoekranowy wyświetlacz OLED, co jego większe rodzeństwo (choć nieco mniejszy), Face ID, procesor A14 Bionic i łączność 5G. Już od 699 USD jest to najtańszy z nowych iPhone’ów firmy Apple. Wygląda jednak na to, że z jakiegoś powodu po prostu nie był w stanie odnieść takiego sukcesu, jak większe iPhone’y w tym roku. </p> <p> Co ciekawe, raport JP Morgan sugeruje, że Apple planuje w tym roku wypuścić jeszcze cztery iPhone&#39;y. Wydaje się to sugerować, że Apple może nie być jeszcze gotowy, aby rzucić ręcznik na mniejszą linię „mini” iPhone&#39;a. Będziemy musieli poczekać do września, aby zobaczyć, co się stanie. </p>"}