{"title":"Steam ustanawia nowy rekord, aby rozpocząć 2021 rok z hukiem","content":"<p> Steam po raz kolejny pobił swój własny rekord, jeśli chodzi o większość osób korzystających z platformy jednocześnie. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> Jednoczesnych 26 milionów użytkowników Steam </h2> <p> Steam właśnie zaktualizował swój <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Statystyki Steam </a> strona. Tutaj widzimy, że popularny rynek gier i usługa przesyłania strumieniowego pobiły swój poprzedni rekord „jednoczesnych użytkowników”, z prawie 26,5 milionami graczy online jednocześnie. </p> <p> Jest to wartość „szczytowa”, co oznacza, że ​​była to najwyższa zarejestrowana statystyka w okresie 24 godzin. Strona statystyk Steam jest stale aktualizowana, dając użytkownikom Steam możliwość sprawdzenia, ile osób jest online o każdej porze dnia i nocy. Witryna pokazuje statystyki z kroczącego okresu 48 godzin. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Należy pamiętać, że liczba ta odnosi się do liczby osób, które zalogowały się na Steam, a nie do liczby osób grających. Te należą do kategorii „aktywnych użytkowników”, a w tym samym czasie Steam ustanowił ten rekord, 7,2 z tych 26,5 miliona osób było zajętych graniem w swoje ulubione tytuły. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Kiedy Steam ostatnio ustanowił rekord? </h2> <p> To nie pierwszy raz, kiedy Steam pobił swój własny rekord w 2021 roku. Nie lada wyczyn, biorąc pod uwagę, że dopiero w lutym. </p> <p> Na początku stycznia Steam zaktualizował swoje statystyki, pokazując nowy rekord, który wyniósł około 25,5 miliona. Tak więc ten rekord ustanawia nowy precedens, bijąc poprzedni wynik o milion dodatkowych użytkowników. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Dlaczego Steam jest tak popularny? </h2> <p> Cóż, 26,5 miliona ludzi nie może się mylić, prawda? Steam jest niezwykle popularną platformą nie bez powodu. Ma ogromne bogactwo gier do grania, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> jest to bezpieczny rynek do kupowania tych gier </a> i ma ogromną społeczność podobnie myślących osób, w które można się zaangażować. </p> <p> Nie tylko to, ale same gry są również ogromną atrakcją dla subskrybentów Steam. Kiedy pisałem ten artykuł, prawie milion osób grało w Counter-Strike: Global Offensive. Pół miliona zapełniało serwery Dota 2. Liczba jednoczesnych użytkowników wynosiła 25,1 miliona i rosła, co sugeruje, że Steam może mieć dla nas kolejne rekordowe statystyki do jutra. </p> <p> Ponadto musimy również wziąć pod uwagę fakt, że gry cieszyły się wzrostem popularności w 2020 roku, nie tylko dlatego, że COVID zmusił wszystkich do pozostania w pomieszczeniach. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> Wydatki na gry w USA wzrosły w zeszłym roku </a> . Nic dziwnego, naprawdę. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam nadal rośnie </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam zawsze był popularną platformą, a rok 2020 umieścił ją na potężnej pozycji. To zachęcające, biorąc pod uwagę, że rok 2020 był okropnym rokiem dla większości firm. </p> <p> Istnieje wiele innych sposobów na korzystanie z ekosystemu Steam. Dlaczego nie zebrać kilku przyjaciół i cieszyć się odrobiną zdalnego grania? Jeśli nie są subskrybentami Steam, być może mógłbyś zobaczyć o ich zarejestrowaniu. </p>"}