{"title":"„Sprawdzanie znajomych” Snapchata zaprasza do usunięcia niechcianych znajomych","content":"<p> Czy twoja lista znajomych na Snapchacie może trochę zmniejszyć? Jeśli zgromadziłeś mnóstwo znajomych, których nawet nie pamiętasz, funkcja sprawdzania znajomych na Snapchacie zachęci Cię do usunięcia tych niechcianych użytkowników. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Czas posprzątać listę znajomych </h2> <p> Post w on <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Snap Newsroom </a> podkreśla Friend Check Up, nowa funkcja zaprezentowana w samą porę dla <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Dzień Bezpiecznego Internetu </a> . Sprawdzanie znajomych pojawi się jako powiadomienie na Snapchacie i poprosi o przejrzenie listy znajomych. </p> <p> Powiadomienie powie: „Snapchat jest dla prawdziwych przyjaciół. Stuknij, aby przejrzeć listę znajomych”. Wybranie powiadomienia przeniesie Cię do listy znajomych, gdzie możesz przejść do odcinania niechcianych połączeń. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> Celem tego narzędzia jest pomoc w usuwaniu wszystkich użytkowników, których mogłeś dodać przypadkowo, a także tych, których po prostu nie chcesz już mieć na liście znajomych. To przypomnienie to także świetna funkcja bezpieczeństwa — w końcu możesz nieświadomie dawać niektórym użytkownikom dostęp do swoich relacji i lokalizacji. </p> <p> </p> <p> Według Snapchata ta funkcja zostanie uruchomiona na urządzeniach z Androidem w nadchodzących tygodniach, a na iOS w nadchodzących miesiącach. </p> <p> To powiedziawszy, nie musisz czekać, aż Snapchat wyda tę funkcję, aby rozpocząć czyszczenie listy znajomych. Możesz to zrobić teraz, przechodząc do swojego profilu Snapchat i dotykając <strong> Moi przyjaciele </strong> . Długie naciśnięcie użytkownika, którego chcesz usunąć, dotknij <strong> Jeszcze </strong> , a następnie uderzył <strong> Usunąć znajomego </strong> &gt; <strong> Usunąć </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Inne sposoby, w jakie Snapchat poprawia bezpieczeństwo </h2> <p> W tym samym poście na blogu Snapchat ogłosił, że współpracuje również z Connect Safely w USA i ChildNet w Wielkiej Brytanii, aby wyświetlać filtry edukacyjne. Przesunięcie w górę na tych filtrach połączy Cię z zasobami bezpieczeństwa w Internecie z odpowiedniej organizacji. </p> <p> Ponadto Snapchat rozszerza swoją integrację z Crisis Text Line w USA i planuje uruchomić podobną funkcję w Wielkiej Brytanii. Platforma współpracuje również z The Trevor Project, aby zapewnić zasoby w aplikacji dla młodzieży LGBTQ. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat docenia bliskich znajomych </h2> <p> Funkcja Friend Check Up to kolejny sposób, w jaki Snapchat stara się wzmocnić swój wizerunek jako platformy dla bliskich przyjaciół, a nie zupełnie nieznajomych. </p> <p> Platforma szczyci się tym, że nie zachęca do komunikacji między osobami, które nie znają się dobrze. Jest przeznaczony dla bliskich przyjaciół, o czym świadczy limit 64 członków platformy w Grupach dyskusyjnych oraz fakt, że nie możesz komunikować się z nikim, chyba że oboje zaakceptowaliście nawzajem zaproszenie do znajomych. </p>"}