{"title":"Sony ujawnia, w jaki sposób kontroler PS5 jest teksturowany za pomocą symboli PlayStation","content":"<p> Jeśli widziałeś kontroler PS5 DualSense, posiadasz go lub czytałeś jakiekolwiek szumy wokół joypada nowej generacji, to wiesz, że ma on teksturę z tyłu urządzenia. </p> <p> Ta tekstura składa się z tysięcy maleńkich kwadratów, kółek, trójkątów i Xów, reprezentujących przyciski akcji z przodu DualSense. Teraz Sony ujawniło dokładnie, w jaki sposób pojawiły się tam symbole. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony ujawnia, w jaki sposób teksturował kontroler DualSense </h2> <p> Odwróć DualSense, a zobaczysz, że z tyłu znajdują się niezliczone małe symbole z przycisków akcji kontrolera. Właściwie możesz ich nie widzieć, ponieważ są niewiarygodnie małe. Ale uwierz nam, oni tam są. </p> <p> Trudno sobie wyobrazić, jak w ogóle istnieją, są takie małe, ale Sony ujawniło, że <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , dokładnie tak, jak powstały te 40 000 symboli. Brzmi to co najmniej jak żmudny proces. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Po wielu nieudanych projektach Sony w końcu zdecydowało się na mikroteksturę, która wydawała się idealna. Masa symboli – wszystkie o wysokości zaledwie kilku mikronów i stworzone z ręcznie rysowanych wzorów – służy nie tylko jako dekoracja; zapewnia również przyczepność podczas korzystania z DualSense. </p> <p> Projektanci skrupulatnie wycinają te maleńkie symbole w formie za pomocą precyzyjnych laserowych wytrawiaczy, które działają w 3D, a nie tylko przecinają pojedynczą płaszczyznę 2D ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> dowiedz się więcej o wytrawiaczach laserowych </a> ). </p> <p> Gdy maszyna produkcyjna wstrzyknie plastik do formy, zgrabnie osadzi się on w każdej dostępnej przestrzeni, przyjmując teksturę, którą trzymasz w dłoniach. Sprytne rzeczy, zwłaszcza biorąc pod uwagę skalę tego modelowania. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Czy możesz znaleźć teksturę gdziekolwiek indziej? </h2> <p> Właściwie możesz znaleźć teksturę gdzie indziej. Sony wie, że ciągłość jest kluczem do projektowania. Możesz więc znaleźć teksturę w całym ekosystemie PlayStation 5. </p> <p> Od kontrolerów DualSense, przez pilota Media, bezprzewodowy zestaw słuchawkowy PS5, a nawet samą konsolę, znajdziesz tę teksturę na wszystkich. </p> <p> To nie pierwszy raz, kiedy Sony teksturuje swoje pady sterujące. Kiedy Sony wypuściło DualShock 4 wraz z PS4, to również miało teksturowaną powierzchnię na powięzi. Miało to jednak więcej wspólnego z chwytaniem podkładki, niż z wartością kosmetyczną. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: idealny kontroler? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> OK, więc PS5 DualSense może nie być idealny, ale jest świetnym projektem i działa naprawdę dobrze (poza jednym lub dwoma zarzutami). </p> <p> To właśnie dbałość o szczegóły Sony naprawdę wyróżnia DualSense na tle konkurencji. Ponieważ Sony naprawdę ekscytuje się zanurzeniem i integracją przed wydaniem PS5, miło jest widzieć, że naprawdę umieścił swoje pieniądze tam, gdzie są jego usta, pod względem projektowania. </p>"}