{"title":"Solid State Logic zapowiada kontroler UF8 DAW","content":"<p> SSL wypuścił powierzchnię kontrolną Nucleus 2 w 2016 roku, będącą kontynuacją wielokrotnie nagradzanego oryginalnego Nucleusa. Oba kontrolery otrzymały ogólnie pochlebne recenzje i wydaje się, że właśnie pojawił się kolejny. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Przedstawiamy kontroler UF8 DAW </h2> <p> 4 lutego producent konsolet mikserskich Solid State Logic (SSL) wypuścił właśnie swój najnowszy kontroler DAW, UF8. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Nie wszystkie kontrolery są równe <br><br> Dowiedz się dlaczego: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> #UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #Zaawansowany kontroler DAW </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> — SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4 lutego 2021 </a></blockquote>  <p> Obiecuje „absolutną kontrolę nad ich przepływem pracy”, a tym samym szybszą prędkość produkcji treści audio dla inżynierów, producentów i artystów. </p> <p> Zapakowany w sześcio i pół funtową metalową obudowę, SF8 jest tym, co SSL opisuje jako „zwieńczenie ponad 40-letniej spuścizny SSL w zakresie masteringu produkcji i ergonomii studia”. </p> <p> UF8 oferuje zaawansowane, czułe na dotyk suwaki i kolorowe wyświetlacze o wysokiej rozdzielczości. Jego osiem niekończących się obrotowych enkoderów daje dostęp do ośmiu ścieżek w wybranym DAW. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Profesjonalne narzędzia </a> , i <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Logika </a> wszystkie są kompatybilne z UF8. Trochę <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> darmowe oprogramowanie DAW </a> działa z nim również. </p> <p> Inne cechy UF8 to: </p> <ul> <li> Możliwość jednoczesnego kontrolowania trzech DAWS </li> <li> Pięć banków po osiem klawiszy użytkownika i trzy klawisze szybkiego dostępu (łącznie 43 klawisze do przypisania) </li> <li> Inteligentny uniwersalny koder kanałów channel </li> <li> Emulacja przewijania myszy </li> <li> Możliwość rozbudowy do czterech UF8 dla 32-kanałowej powierzchni kontrolnej SSL </li> <li> Pełne licencje wtyczek Vocalstrip 2 i Drumstrip </li> <li> Łączność Hi-Speed ​​USB </li> </ul> <p> </p> <p> Aby korzystać z UF8, musisz pobrać jego oprogramowanie sterujące: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360° </a> (dostępny do bezpłatnego pobrania zarówno dla komputerów Mac, jak i Windows). Po zainstalowaniu SSL 360° umożliwia konfigurowanie jednostek UF8, dostosowywanie kluczy użytkownika, zapisywanie i ładowanie profili oraz zarządzanie aktualizacjami. </p> <p> „Układ i jakość wykonania opierają się na naszym przywiązaniu do inżynierii ludzkiej, tworząc produkty, które utrzymują Cię w strefie twórczej z szybkim dostępem do każdego suwaka lub elementu sterującego, bez zmęczenia i dyskomfortu operatora” – powiedział Andy Jackson, menedżer produktu w Studio. <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> Technologia telewizyjna </a> . </p> <p> SSL to marka studyjna, która jest bardziej znana z produkcji jednych z najlepszych dostępnych urządzeń analogowych, ale nowy UF8 może oznaczać przejście firmy do sfery cyfrowej. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> Czy UF8 to kontroler dla Ciebie? </h2> <p> UF8 to potężna i wszechstronna powierzchnia kontrolna, która współpracuje z najpopularniejszymi programami DAW, ale możesz być rozczarowany, gdy odkryjesz, że nie ma głównego suwaka ani odpowiedniej kontroli transportu. To, czy jest warte 1299 USD, zależy od Ciebie. </p> <p> Jednak ekscytujące jest to, że SSL rozwija swoją markę – najpierw dzięki interfejsowi audio, a teraz kontrolerowi DAW. Czy w końcu zobaczymy, że SSL również stworzy swój własny DAW? </p>"}