{"title":"Sony może stanąć twarzą w twarz z PS5 DualSense Class Action pozew .","content":"<p> Gdy mija kolejny dzień, pojawiają się też wieści, że gigant konsolowy – tym razem Sony – może stanąć w obliczu pozwu zbiorowego dotyczącego wadliwych paneli sterujących. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense „Drift” wychowuje swoją brzydką głowę </h2> <p> Nie da się uciec od faktu, że Sony złamało schemat za pomocą pada sterującego DualSense PS5. Całkiem dosłownie, w rzeczywistości podana <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> jak Sony wytłoczyło wszystkie te symbole PlayStation na obudowie pada </a> . </p> <p> Jednak <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> oświadczenie amerykańskiej kancelarii CSK&amp;D </a> (Chimicles Schwartz Kriner i Donaldson-Smith) mówi nam, że pozew zbiorowy może być na horyzoncie Sony. Dlaczego? Ponieważ, podobnie jak Joy-Cons Nintendo, właściciele PS5 zgłaszają dryfowanie kciukiem. </p> <p> Jeśli śledziłeś relację z sagi akcji klasowych Joy-Con, przed którą stoi Nintendo, możesz rozpoznać moniker CSK&amp;D. To dlatego, że jest to jedna z kancelarii prawnych, która również pozywa Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Co mówi pozew zbiorowy? </h2> <p> W swoim oświadczeniu CSK&amp;D mówi: </p> <blockquote> <p> CSK&amp;D bada potencjalną akcję klasową w oparciu o doniesienia, że ​​kontrolery Sony PS5 DualSense dla konsoli PlayStation 5 mogą doświadczać problemów z dryfowaniem i/lub przedwcześnie ulegać awarii. W szczególności doniesiono, że joystick w niektórych kontrolerach PS5 DualSense automatycznie rejestruje ruch, gdy joystick nie jest kontrolowany i zakłóca rozgrywkę. </p> </blockquote> <p> Tak więc, podobnie jak w przypadku Nintendo Joy-Con, joysticki w DualSense cierpią na przedwczesne zużycie. Komponenty utrzymujące joystick w pozycji w stanie bezczynności pogarszają się, dlatego pad rejestruje ruch bez interakcji z graczem. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> Co to jest dryf DualSense? </h2> <p> Kiedy przesuwasz drążek kciuka na DualSense, rejestruje to ruch na konsoli PS5 i przekłada to na akcję na ekranie. Tak działa kontroler DualSense w normalnych warunkach i gdy jest w szczytowej kondycji. </p> <p> Natychmiast dowiesz się, czy drążki DualSense dryfują. W jaki sposób? Ponieważ twój PS5 zacznie zachowywać się tak, jakbyś używał kija kciuka, nawet jeśli go nawet nie dotykasz. </p> <p> Tak więc twoja postać może poruszać się po ekranie bez twojego wkładu lub kursor może przechodzić przez opcje menu bez dotykania drążków. Tak czy inaczej, nie chcesz, aby doszło do dryfu DualSense. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> Co można zrobić z funkcją DualSense Drift? </h2> <p> Jeśli Twój panel sterowania ma problemy z dryfem, możesz się skontaktować <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Wsparcie dla konsoli PlayStation </a> i umów się na zwrot. Sony wypuściło PS5 dopiero w listopadzie 2020 roku, więc masz gwarancję. </p> <p> Należy jednak pamiętać, że gorące linie PS Support mogą być bardzo zajęte; będzie też odbierać połączenia związane z problemami z konsolą PS5. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Czy nowoczesne kontrolery są dobrej jakości? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Możesz robić tyle zamieszania, ile chcesz, wokół kontrolera, ale jeśli przestanie działać, wszystkie wspaniałe funkcje, które masz ochotę, staną się przestarzałe. </p> <p> Ponieważ widzimy coraz więcej kontrolerów i ich więcej zastosowań na wielu platformach, to do projektantów i producentów konsol należy upewnienie się, że komponenty są do zera przed ich wydaniem. Nikt nie chce konsoli do gier, na której nie mógłby grać. </p>"}