{"title":"TikTok rozwija swoją grę e-commerce","content":"<p> TikTok wkracza na scenę e-commerce. Platforma podobno planuje ujawnić zestaw narzędzi, które pozwolą twórcom zarabiać na linkach partnerskich i sesjach zakupowych na żywo. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok skupia się na zarabianiu </h2> <p> Według raportu autorstwa <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> Czasy finansowe </a> TikTok zapewni twórcom dodatkowe sposoby zarabiania na aplikacji. Podczas briefingu z reklamodawcami aplikacja wideo w skróconej formie zauważyła, że ​​w 2021 r. zostanie wprowadzonych wiele nowych funkcji e-commerce. </p> <p> Użytkownicy TikTok mogą wkrótce wstawiać linki do produktów do swoich filmów — nie jest potrzebne żadne połączenie między twórcą a marką. Jeśli widzowie klikną link i kupią produkt, twórca otrzyma prowizję. </p> <p> Platforma rozważa również funkcję zakupów na żywo, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> podobnie jak już widzimy na Instagramie Reels </a> . Twórcy będą mogli reklamować, a nawet demonstrować produkt podczas transmisji na żywo, a widzowie mogą go kupić za pomocą kilku prostych kliknięć. </p> <p> TikTok może również umożliwiać markom reklamowanie całych katalogów w aplikacji, co brzmi prawie tak: <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> funkcja katalogu zakupów jest już dostępna w WhatsApp </a> . </p> <p> Facebook, Instagram i WhatsApp przekształciły się w platformy mediów społecznościowych, które pełnią funkcję centrów handlowych. Po tych zmianach wydaje się, że TikTok zamierza zrobić to samo. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok ogłosił partnerstwo z TeeSpring </a> we wrześniu 2020 r. integracja, która pozwoli twórcom sprzedawać własne towary w aplikacji. Platforma również połączyła siły z Shopify w tym samym czasie, dając sprzedawcom możliwość tworzenia kampanii reklamowych dla TikTok. </p> <p> Financial Times zauważył również, że około 40 procent użytkowników TikTok nie ma konta na Facebooku, a 63 procent nie używa Twittera. Oznacza to zupełnie nowy rynek użytkowników, którzy nie widzą kampanii reklamowych rozklejonych na Facebooku i Twitterze. To prawdopodobnie oznacza duże pieniądze dla marek i reklamodawców. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Media społecznościowe: nowe miejsce na zakupy? </h2> <p> Pieniądze stają się coraz ważniejsze w mediach społecznościowych, co może być niepokojące dla użytkowników, którzy używają sieci społecznościowych wyłącznie do utrzymywania kontaktu ze znajomymi. Produkty są już rozpowszechniane na Facebooku i Instagramie, a wkrótce dołączy do nich TikTok. </p> <p> To powiedziawszy, twój <strong> Dla Ciebie </strong> kanał nie może już ograniczać się do zabawnych skeczy i duetów. Jeszcze w tym roku możesz zobaczyć swoje ulubione gwiazdy TikTok reklamujące produkty podczas transmisji na żywo, a może natkniesz się na linki do produktów, które możesz nawet pomyśleć o zakupie. </p> <p> Media społecznościowe szybko stają się sposobem na zarabianie pieniędzy dla twórców, reklamodawców i firm, których prawdopodobnie zobaczymy w najbliższej przyszłości. </p>"}