{"title":"Twitter rozważa subskrypcje, aby ograniczyć reklamy","content":"<p> Twitter rozważa ideę płatnych subskrypcji, aby zmniejszyć swoją zależność od reklam. Platforma nie tylko bada subskrypcyjny dostęp do TweetDeck, ale może również zacząć pobierać od użytkowników opłaty za niektóre funkcje. . </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter chce odejść od reklam </h2> <p> W końcu Twitter może nie pozostać w pełni darmowy. Raport na temat <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> ujawnia, że ​​Twitter myśli o nowych sposobach zarabiania pieniędzy, w tym opłatach za subskrypcję, płatnych napiwkach, a nawet płatnych funkcjach. </p> <p> Twitter może rozważyć dodanie modelu subskrypcji do <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , alternatywa dla Twittera, która zgrabnie porządkuje Twoje kanały w kolumny bez reklam. Platforma badała pobieranie opłat za TweetDeck w 2017 roku, ale nic z tego nie wyszło. </p> <p> Twitter zastanawia się również nad ideą płatnych funkcji na Twitterze. W lipcu 2020 r. Twitter wysłał ankietę, w której pytano użytkowników, za jakie funkcje woleliby zapłacić. Jeśli kiedykolwiek pojawią się płatne funkcje, może to oznaczać płacenie za zaawansowane opcje dostosowywania profilu, a być może nawet za funkcje, które pozwalają cofnąć określone czynności. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Po tym, jak dyrektor generalny Jack Dorsey potwierdził, że Twitter bada model subskrypcji, firma przeprowadza ankiety wśród użytkowników na temat rodzaju funkcji, które chcieliby zobaczyć w takiej usłudze. <br><br> Cofnij wysyłanie, specjalne plakietki dla profili i zaawansowana analityka należą do rozważanych funkcji. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> — Andrew Roth+ (@RothsRecenzje) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 lipca 2020 r. </a></blockquote>  <p> W raporcie Bloomberga wspomniano również, że Twitter również bada „wskazówki”. Umożliwiłoby to użytkownikom napiwki dla dziennikarzy lub twórców za określone rodzaje treści. Platforma eksperymentowała z tą opcją w swojej aplikacji do nadawania <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Periscope, który ma zostać zamknięty w marcu 2021 r. </a> . </p> <p> Ponadto dyrektor finansowy Twittera, Ned Segal, wspomniał na konferencji w grudniu 2020 r. o innych płatnych funkcjach. Zauważył, że płatne funkcje Twittera mogą obejmować „filmy wyższej jakości”, „analizy”, a nawet „obecność w firmie”. &quot; </p> <p> Bruce Falck, szef działu produktów na Twitterze, powiedział Bloombergowi, że Twitter „może zawierać” subskrypcje w przyszłości. Następnie dodał: „Chociaż jesteśmy podekscytowani tym potencjałem, ważne jest, aby pamiętać, że wciąż jesteśmy na bardzo wczesnym etapie eksploracji i nie oczekujemy żadnych znaczących przychodów związanych z tymi możliwościami w 2021 r.” Oznacza to, że prawdopodobnie nie będziemy musieli się jeszcze martwić o płatne funkcje. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter poinformował, że przejmuje usługę newslettera </a> , Revue, w styczniu 2021 r. Pobieranie opłat od użytkowników za subskrypcję biuletynu wydaje się logiczną ścieżką dla Twittera, ale pozostaje niejasne, czy Twitter planuje to zrobić. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Czy zapłaciłbyś za funkcje na Twitterze? </h2> <p> Trudno wyobrazić sobie Twittera jako coś innego niż darmowy serwis społecznościowy. Podczas gdy zaawansowani użytkownicy mogą płacić za niektóre funkcje, aby poprawić swoje doświadczenia na Twitterze, przeciętny użytkownik prawdopodobnie nie byłby skłonny zapłacić za subskrypcję TweetDeck lub kupić funkcję cofania. </p> <p> Twitter musi znaleźć idealną równowagę między zadowalającymi reklamodawcami a jego użytkownikami. Jeśli zbyt mocno opiera się na pobieraniu opłat od użytkowników i eliminowaniu reklam, może to sprawić, że zarówno użytkownicy, jak i reklamodawcy będą niezadowoleni. </p>"}