{"title":"Valve oficjalnie wypuszcza Steam w Chinach","content":"<p> Platforma do strumieniowego przesyłania gier i rynku, Steam, wreszcie doczekała się oficjalnego wydania natywnego w Chinach, w wielkim tygodniu dla rynku gier w tym kraju. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam oficjalnie pojawia się w Chinach </h2> <p> Chińscy gracze już od jakiegoś czasu mają dostęp do międzynarodowej wersji Steam. Brakowało jednak rodzimego modelu chińskiego. </p> <p> To się teraz zmieniło, ponieważ Steam oficjalnie uruchomił platformę w tym kraju. Zamiast uzyskiwać dostęp do Steam za pośrednictwem globalnego klienta, chińscy gracze mają teraz własną wersję. </p> <p> Będzie to dobrze przyjęta wiadomość. Tak, Chiny mogły mieć dostęp do międzynarodowego klienta Steam, ale w dowolnym momencie mogło to zostać objęte zakazem dzięki rygorystycznym przepisom cenzury w Chinach. W rezultacie Steam znalazł się w niepewnej sytuacji. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Dlaczego Chiny dopiero dostały Steam? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Valve od kilku lat obiecuje chińskim graczom własną wersję Steam. W końcu zajęło to trzy lata. Więc co zajęło to tak długo? </p> <p> Cóż, jak być może zdajesz sobie sprawę lub nie, Komunistyczna Partia Chin (KPCh), która jest organem rządzącym w Chinach, rygorystycznie sprawdza wszystkie międzynarodowe media i wszelkie zagraniczne dane, które trafiają do kraju. </p> <p> Nie chodzi tu tylko o bieżące sprawy czy politykę. Obejmuje wszystko, od filmów, po książki i gry wideo. </p> <p> Z tego powodu tak długo zajęło Steamowi przybycie do Chin. Gry muszą uzyskać zgodę chińskiego rządu, zanim deweloperzy będą mogli je wydać w Chinach. Dotyczy to również gier na Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Jakie gry obsługuje chińska platforma Steam? </h2> <p> Jak wspomniano, chińska wersja popularnej platformy ma ograniczony zakres gier ze względu na cenzurę, o której właśnie przeczytałeś. </p> <p> W tej chwili na rynku znajduje się obecnie około 50 tytułów, z których 10 oznaczono jako „wkrótce”, prawdopodobnie podczas gdy rząd je sprawdza. </p> <p> Obecnie chińscy użytkownicy Steam mogą cieszyć się popularnymi tytułami, takimi jak Counter-Strike: Global Offensive. Jest to niezmiennie najpopularniejszy tytuł na Steamie, co potwierdzono, kiedy <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam pobił własny rekord równoczesnych użytkowników </a> 8 lutego 2021 r. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Wspaniałe wieści dla chińskiej społeczności graczy </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> Pojawienie się Steama w Chinach bez wątpienia będzie muzyką dla uszu chińskich graczy. Teraz Chiny mają stabilną platformę, na której można grać w swoje ulubione tytuły Steam, bez groźby cenzury, która pozbawi ich przyjemności. </p> <p> Steam oferuje wszystkim swoim użytkownikom świetny sposób na granie w gry, a także bezpieczne środowisko do kupowania gier. Wspaniale, że chiński rząd pozwolił Valve na uruchomienie swojej platformy w tym kraju. </p>"}