{"title":"Wkrótce możesz wyłączyć kanały wideo innych osób w Microsoft Teams","content":"<p> Czasami nie chcesz, aby wszyscy pokazali swoje wideo na wirtualnym spotkaniu; czasami wolisz zarządzać, kto może pokazywać swoje kamery internetowe, a kto nie. Na szczęście firma Microsoft dodaje tę funkcję do usługi Teams, dzięki czemu możesz kontrolować, kto może, a kto nie może pokazywać swoich kamer podczas spotkania. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Plany firmy Microsoft dotyczące cenzurowania wideo w zespołach </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Centrala Windows </a> zauważyłem serię wpisów na <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Mapa drogowa Microsoft 365 </a> związane z wyłączaniem kamer internetowych uczestników w Teams. Funkcje są wciąż w fazie rozwoju, ale z tego, co widzimy na mapie drogowej, będzie to ciekawa aktualizacja dla Teams. </p> <p> Jeśli po raz pierwszy słyszysz o Planie działania, jest to fantastyczny sposób, aby zobaczyć, co Microsoft zaplanował dla swoich usług. Zauważyliśmy plany giganta oprogramowania, aby <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> zezwól na anonimowych prezenterów w Microsoft Teams </a> za pośrednictwem mapy drogowej usługi Microsoft 365. </p> <p> Teraz Microsoft dodał jeszcze dwa wpisy do mapy drogowej. Jedna z nich mówi o wyłączeniu kamery jednego uczestnika, podczas gdy druga mówi o wyłączeniu wszystkich kamer jednocześnie. </p> <p> W przypadku tych pierwszych Microsoft chce zezwolić organizatorowi spotkania na wyłączenie kamery internetowej jednej osoby. Jest to przydatna funkcja dla osób, które mają problemy z kamerami internetowymi lub po prostu włączają i wyłączają ludzi, gdy nadejdzie czas na rozmowę. </p> <p> Ta ostatnia funkcja umożliwia organizatorowi włączanie i wyłączanie kamer internetowych wszystkich za jednym zamachem. Organizator może przełączyć przełącznik przed rozpoczęciem spotkania lub zrobić to w locie, gdy sesja jest w toku. </p> <p> Obie funkcje są wymienione dwukrotnie na mapie drogowej. Pierwsza partia ma ukazać się w kwietniu 2021 r., a druga w maju. W związku z tym jest trochę niejasne, kiedy otrzymamy tę aktualizację, ale nie powinno to potrwać zbyt długo, zanim będziesz mieć ostateczną kontrolę nad tym, kto może, a kto nie może pokazywać swojej twarzy na spotkaniach aplikacji Teams. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Lepsza kontrola spotkań dzięki Microsoft Teams </h2> <p> Jeśli zawsze chciałeś zarządzać kanałami z kamer internetowych innych osób w Microsoft Teams, masz szczęście. Gigant oprogramowania pracuje nad funkcją, która pozwoli wyłączyć pojedyncze kamery lub wszystkie naraz. Będziemy musieli poczekać i zobaczyć dokładną datę, kiedy ta funkcja zostanie wydana. </p> <p> Jeśli interesują Cię inne sposoby zarządzania spotkaniami w usłudze Teams, czy wiesz, że usługa wkrótce podsumuje Twoje sesje? Pierwotnie planowano wydanie w styczniu 2021 roku, ale na razie został przesunięty na luty. </p> <p> <small> Źródło obrazu: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}