{"title":"Webinary trafią do Microsoft Teams w ramach nowego płatnego planu","content":"<p> Jeśli zawsze chciałeś zorganizować webinarium w Microsoft Teams, wkrótce będziesz mógł to zrobić ---ale najpierw musisz zapłacić. Firma programistyczna ujawniła swoje plany dotyczące Teams Pro, usługi subskrypcyjnej, która umożliwi członkom organizowanie seminariów internetowych z usługami Teams. . </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> Co czeka na Microsoft Teams z Teams Pro? </h2> <p> Wiadomość o tej funkcji rozeszła się dalej <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Petri </a> . Firma Microsoft planuje wydać nową usługę opartą na subskrypcji o nazwie Teams Pro, która ma na celu usprawnienie korzystania z usługi Teams. Usługa jest obecnie zaplanowana na wydanie w połowie marca 2021 r. </p> <p> Nie jest jasne, ile będzie miało Teams Pro, ale wiemy, że subskrybenci Pro zyskają możliwość tworzenia webinarów. To ma sens, ponieważ <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft osiąga ogromne zyski w świecie ogarniętym pandemią, </a> a Teams ma potencjał, aby być silnym narzędziem do zarabiania pieniędzy dla firmy. </p> <p> Teams Pro wprowadzi również „inteligencję spotkań”. Nie jest pewne, co to dokładnie oznacza, ale Brad Sams z Petriego ma pewne przemyślenia na temat tego, co może oznaczać ta tajemnicza funkcja: </p> <blockquote> <p> ...Podejrzewam, że będzie to ściśle powiązane z funkcjonalnością webinarów — te dwa elementy pasują do siebie, jak OneDrive i SharePoint. Jeśli prowadzisz webinar w Teams, będziesz potrzebować dodatkowych informacji, takich jak czas sesji, czy zadano pytanie itp. </p> </blockquote> <p> W związku z tym istnieje duża szansa, że ​​„inteligencja spotkań” będzie kolejnym przykładem eksperymentowania Microsoftu z automatyzacją procesu zbierania opinii. Widzieliśmy, jak firma wypróbowała to wcześniej z <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> system wykrywający, kto wygląda na znudzonego na spotkaniu </a> . </p> <p> Jeśli jednak chodzi o dalsze szczegóły, nie ma wiele więcej do zrobienia. W związku z tym będziemy musieli czekać, aby zobaczyć, co Microsoft zaplanował dla Teams Pro, w tym ile to będzie kosztować i jak dokładnie będą działać webinary. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: niezbędny dla zawodowca? </h2> <p> Szczegóły są niestety bardzo skąpe, jeśli chodzi o to, co Microsoft planuje dla Teams Pro. Wiemy jednak, że seminaria internetowe są częścią planu subskrypcji, więc musimy tylko poczekać, aby zobaczyć, jak ta wiadomość rozwija się w czasie. </p> <p> Jeśli pracujesz w domu i myślisz o założeniu własnej firmy, webinarium to świetny sposób, aby pokazać swoje imię. Zanim zaczniesz je tworzyć, dobrze jest przestudiować, co sprawia, że ​​webinarium jest dobre, dzięki czemu możesz zrobić profesjonalne pierwsze wrażenie. </p> <p> <small> Źródło obrazu: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}