{"title":"Współpraca w programach Photoshop, Illustrator i Fresco przy dodawaniu dokumentów","content":"<p> Czy kiedykolwiek pracowałeś nad kreatywnym projektem z innymi online? Często może polegać na wysyłaniu plików tam iz powrotem w wiadomościach e-mail lub wiadomościach. Pobieranie nowego pliku tylko po to, aby dokonać poprawki i ponowne przesyłanie pliku, zanim ktoś inny będzie mógł zrobić to samo — proces ten czasami wydaje się niezgrabny i nieefektywny. </p> <p> Ale jeśli projekty Twojego zespołu zostały wykonane w Photoshopie, Illustratorze lub Fresco, z przyjemnością dowiesz się, że firma Adobe właśnie usprawniła ten przepływ pracy dla Ciebie. </p> <h2 id=\"collaborate-on-the-cloud\"> Współpracuj w chmurze </h2> <p> Pam Clark, menedżer produktu Photoshop, pisała do <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Blog Adobe </a> z aktualizacją funkcji programów Photoshop, Illustrator i Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Teraz w prawym górnym rogu odpowiedniego interfejsu użytkownika każdego programu znajduje się nowość <strong> Zaproś do edycji </strong> funkcja. W procesie bardzo podobnym do <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> udostępnianie na Dysku Google </a> , możesz kliknąć przycisk, aby otworzyć pole tekstowe, w którym możesz wpisać adres e-mail osoby, którą chcesz dodać do projektu jako współpracownika. </p> <p> Wszyscy współpracownicy mają dostęp do edycji dokumentu i jego historii wersji na obsługiwanych urządzeniach. W przypadku programów Photoshop i Illustrator są to komputery PC i iPad. Dla Fresco to te same dwie platformy, oprócz iPhone&#39;a. </p> <p> Tylko jedna osoba może jednocześnie pracować nad udostępnionym dokumentem w chmurze, ale zapisane przez nią zmiany zostaną automatycznie zsynchronizowane ze wszystkimi współpracownikami. Możesz uzyskać dostęp do udostępnionych dokumentów w chmurze na swoim <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Zasoby Adobe </a> strona i w <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Kreatywna chmura </a> aplikacja komputerowa. </p> <p> Potrzebujesz nowych pędzli na sezon? Kyle T. Webster, starszy propagator designu w Adobe, opublikował <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> Zimowy pakiet pędzli 2020 </a> dla Photoshopa i Fresco. </p> <p> </p> <p> W tym samym poście szczegółowo omówiono też dodanie funkcji Preset Sync do programu Photoshop na komputery Mac i Windows. Włącz ją, a ustawienia pędzli, próbek, gradientów, wzorów, stylów i kształtów zostaną zachowane. „Pędzle zsynchronizowane będą wkrótce dostępne w wersji na iPada” – pisze Clark. </p> <p> </p> <p> Dodatkowo, jeśli jesteś artystą, który często jest w ruchu, z przyjemnością dowiesz się, że możesz teraz obracać płótno w programie Illustrator na iPadzie. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe ułatwia pracę zdalną </h2> <p> Twórcom cyfrowym łatwo jest powalić Adobe, gdy widzieliśmy, jak od tak dawna dominowali na rynku oprogramowania do multimediów cyfrowych. Ale nie można uczciwie skreślić Adobe jako firmy chwytającej gotówkę, gdy konsekwentnie dostosowuje się do tego, jak jej użytkownicy zmieniali swój przepływ pracy w czasie. </p> <p> Ta nowa aktualizacja funkcji programów Photoshop, Illustrator lub Fresco jest dostępna zaledwie pięć dni później <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark dodał Shared Brands </a> . Teraz, gdy praca z ludźmi wyłącznie online staje się coraz bardziej normalna, wydaje się, że firma robi wszystko, co w jej mocy, aby współpraca online była nieco bardziej płynna. </p> <p> Trzymaj kciuki; być może w przyszłości będziemy świadkami edycji w chmurze we wszystkich aplikacjach Creative Cloud. </p>"}