{"title":"WallStreetBets pojawia się w reklamie Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r/WallStreetBets </a> , społeczność Reddit stojąca za giełdowym szaleństwem GameStop, dostała własną reklamę Super Bowl. Reddit stworzył krótką, pięciosekundową reklamę, aby uhonorować wolę i czystą determinację WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets tworzy Super Bowl </h2> <p> Każdy, kto ogląda Super Bowl LV, spotkał miłą niespodziankę pomiędzy rekordowymi przyłożeniami Roba Gronkowskiego a występem The Weeknd w stylu Las Vegas. Przez ułamek sekundy podczas przerwy reklamowej na ekranie pojawiła się reklama Reddita. </p> <p> Na początku reklamy pojawia się logo Reddit, które następnie znika, wyświetlając komunikat „Wow, to rzeczywiście zadziałało. Jeśli to czytasz, oznacza to, że nasz zakład się opłacił”. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Co się stało? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> — Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 lutego 2021 </a></blockquote>  <p> Przesłanie jest kontynuowane, mówiąc: „Jedną z rzeczy, których nauczyliśmy się od naszych społeczności w zeszłym tygodniu, jest to, że słabsi mogą osiągnąć prawie wszystko, gdy spotkają się wokół wspólnego pomysłu”. Tutaj Reddit wyraźnie odnosił się do <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> Zwycięstwo WallStreetBet nad Wall Street </a> , ponieważ walczył z wściekłymi funduszami hedgingowymi i ograniczeniami handlowymi Robinhooda. </p> <p> Zamyka reklamę, zauważając: „Potężne rzeczy dzieją się, gdy ludzie gromadzą się wokół czegoś, na czym naprawdę im zależy. Jest na to miejsce. Nazywa się Reddit”. </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Niespodzianka z Super Bowl na Reddita </h2> <p> Chociaż ta reklama była wyświetlana tylko przez zaledwie kilka sekund, Reddit zauważył, że wydał „cały budżet marketingowy” na tę niesamowicie krótką reklamę. WallStreetBets zdecydowanie zasługiwało na uroczyste przesłanie i prawdopodobnie było niespodzianką dla 8,7 miliona członków społeczności. </p>"}