{"title":"Wtorkowa łatka firmy Microsoft naprawia lukę dnia zerowego i inne krytyczne błędy","content":"<p> Wtorkowa łatka z lutego 2021 r. nadeszła i zniknęła. Jak zawsze, Microsoft wypuścił wiele ważnych poprawek bezpieczeństwa, aby załatać luki w systemie Windows 10. </p> <p> W tym miesiącu poprawki Microsoftu naprawiły 11 krytycznych luk w zabezpieczeniach, z których jedną był exploit zero-day, który był aktywnie wykorzystywany na wolności przed wtorkowymi łatami. </p> <h2 id=\"microsoft-patches-critical-vulnerabilities\"> Microsoft łata krytyczne luki </h2> <p> Jeśli chodzi o same liczby, wtorkowy patch z lutego 2021 r. nie był najcięższym hitem. Firma Microsoft wydała poprawki dla łącznie 64 luk w swoich licznych liniach produktów. </p> <p> Największą luką w notatce było <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1732\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1732 </a> , exploit zero-day umożliwiający eskalację uprawnień w Windows Win32k — jądrze systemu operacyjnego Windows. Jeśli zostanie wykorzystany, atakujący może wykonać kod z podwyższonymi uprawnieniami, co pozwoli na pełną kontrolę nad systemem docelowym. </p> <p> Według niektórych raportów dotyczących bezpieczeństwa, ten błąd związany z eskalacją uprawnień był aktywnie wykorzystywany przed wprowadzeniem poprawki bezpieczeństwa. Informacje o łatach firmy Microsoft dziękują zespołowi ds. bezpieczeństwa w <a href=\"https://ti.dbappsecurity.com.cn/blog/index.php/2021/02/10/windows-kernel-zero-day-exploit-is-used-by-bitter-apt-in-targeted-attack/\" target=\"_blank\" rel=\"nofollow noopener\"> DBAPPSBezpieczeństwo </a> , którego raport szczegółowo opisuje, w jaki sposób <a href=\"https://www.makeuseof.com/tag/what-is-a-backdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> zero-dniowy </a> został wykorzystany. Chińska firma zajmująca się bezpieczeństwem uważa, że ​​exploit był dziełem wyrafinowanego napastnika, potencjalnie APT. </p> <p> W innym miejscu, każda z trzech krytycznych luk ma wynik 9,8 w skali CVSS (co klasyfikuje luki). 9.8 ląduje na samym szczycie skali luk, więc warto je natychmiast załatać. </p> <p> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24078\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24078 </a> to błąd zdalnego wykonywania kodu, który wpływa na składnik serwera DNS systemu Windows. Jeśli zostanie wykorzystany, atakujący może przejąć ruch związany z nazwami domen w środowiskach korporacyjnych, co prowadzi do przekierowywania ruchu na niebezpieczne strony internetowe, treści lub złośliwe oprogramowanie, które może zostać wykorzystane. . </p> <p> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24074\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24074 </a> i <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24094\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24094 </a> oba dotyczą luk w protokole TCP/IP. Te dwie luki są tak ważne, że <a href=\"https://msrc-blog.microsoft.com/2021/02/09/multiple-security-updates-affecting-tcp-ip/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft </a> opublikował osobny wpis na blogu szczegółowo opisujący problemy. Krótko mówiąc, luki w zabezpieczeniach „są złożone, co utrudnia tworzenie funkcjonalnych exploitów, więc jest mało prawdopodobne, że zostaną wykorzystane w krótkim okresie”. </p> <p> </p> <p> </p> <h2 id=\"six-vulnerabilities-already-public\"> Sześć luk już publicznie dostępnych Already </h2> <p> Jednym z punktów zainteresowania we wtorek z łatami jest liczba luk, które zostały już opublikowane. Zanim Microsoft ujawnił pełną listę poprawek błędów, ujawniono już sześć luk: </p> <ul> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1721\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1721 </a> : Luka w zabezpieczeniach platformy .NET Core i Visual Studio typu „odmowa usługi” </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1733\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1733 </a> : Sysinternals PsExec podniesienie poziomu uprawnień </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-26701\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-26701 </a> : Luka umożliwiająca zdalne wykonanie kodu .NET Core </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1727\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1727 </a> : Luka dotycząca podniesienia uprawnień Instalatora Windows </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24098\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24098 </a> : Luka w zabezpieczeniach sterownika konsoli systemu Windows umożliwiająca odmowę usługi </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24106\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24106 </a> : Luka w zabezpieczeniach systemu Windows DirectX umożliwiająca ujawnienie informacji </li> </ul> <p> Chociaż jest to niezwykłe, Microsoft zauważa również, że żadna z tych luk nie została wykorzystana przed opublikowaniem poprawek. </p> <p> Jak zawsze, powinieneś jak najszybciej zaktualizować system Windows 10 i inne produkty firmy Microsoft. Poprawki są już dostępne w systemie Windows 10, jeśli udasz się do <strong> Ustawienia &gt; Windows Update </strong> i wybierz <strong> Ściągnij </strong> lub <strong> Zainstaluj teraz </strong> . </p>"}