{"title":"Xiaomi Mi 11 oficjalnie wchodzi na rynek globalny","content":"<p> Jeśli szukasz nowego smartfona, możesz pomyśleć, że <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> to idealny okręt flagowy dla Ciebie. Ale Xiaomi Mi 11 to kolejny smartfon z zaawansowaną specyfikacją, który musisz wziąć pod uwagę. </p> <p> Telefon był pierwszym, który został wydany z wysokiej klasy procesorem Qualcomm Snapdragon 888, ale początkowo był dostępny tylko w Chinach. </p> <p> Na szczęście Xiaomi naprawiło sytuację i wypuściło telefon globalnie. I nie tylko ma imponujące specyfikacje, ale ma szokująco niską cenę. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> O co chodzi w całym tym zamieszaniu w Xiaomi Mi 11? </h2> <p> Oczywiście najważniejszą rzeczą, która zwróci Twoją uwagę na Xiaomi Mi 11, jest procesor Snapdragon 888, ale firma oferuje również całkiem imponujący sprzęt w całym urządzeniu. </p> <p> Zaczynając od ekranu, Xiaomi Mi 11 ma imponujący wyświetlacz o przekątnej 6,81 cala. Jest wyposażony w ekran AMOLED WQHD + 120 Hz, dzięki czemu uzyskasz niesamowicie szybką częstotliwość odświeżania. Telefon ma również Gorilla Glass Victus, który wytrzyma bicie. Dodatkowo ma szczytową jasność 1500 nitów, co jest dość imponujące. </p> <p> </p> <p> Innym ważnym elementem przyciągającym uwagę jest 108-megapikselowa matryca głównego aparatu, która zrobi niesamowite zdjęcia. Jest 13-megapikselowy ultraszerokokątny obiektyw z solidnym 123-stopniowym polem widzenia i 5-megapikselową teleobiektywem, który pozwala zbliżyć się i osobiście. </p> <p> Z przodu telefonu znajduje się 20-megapikselowy aparat do selfie schowany w dziurkaczu. </p> <p> Bateria o pojemności 4600 mAh zapewnia działanie telefonu przez dłuższy czas. Podobnie jak w przypadku każdego dobrego flagowca, dostępne są prędkości ładowania przewodowego 55 W lub bezprzewodowego 50 W, dzięki czemu będziesz mógł szybko doładować. Dodatkowo Xiaomi Mi 11 zapewnia ładowanie wsteczne, dzięki czemu możesz używać jego dużej baterii do ładowania innych urządzeń. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Xiaomi Mi 11 Cena i dostępność </h2> <p> Telefon ma trafić do Europy i Australii. Firma ujawniła cenę w euro, mówiąc, że telefon będzie kosztował tylko 749 euro, co jest całkiem rozsądne w przypadku specyfikacji, które to urządzenie wprowadza do stołu. Ta cena dotyczy telefonu podstawowego z 8 GB pamięci RAM i 128 GB pamięci. Droższy model ma 8 GB pamięci RAM i 256 GB pamięci wewnętrznej za 799 EUR. </p> <p> Telefon zostanie wprowadzony na rynek europejski w kolorach Midnight Grey i Horizon Blue. </p> <p> Xiaomi nie podało dokładnie, kiedy telefon rozpocznie wysyłkę. Zamiast tego firma zapowiedziała, że ​​w nadchodzących dniach ogłosi więcej za pośrednictwem regionalnych kanałów mediów społecznościowych. </p> <p> Jeśli jesteś na rynku flagowego urządzenia, a nie jesteś w USA, zdecydowanie powinieneś rozważyć zakup Xiaomi Mi 11. Ma solidną specyfikację w tej cenie. </p>"}