{"title":"Zakaz Trumpa na Twitterze jest na zawsze… Nawet jeśli ponownie kandyduje na prezydenta","content":"<p> Twitter poważnie podchodzi do zakazu dla byłego prezydenta USA Donalda Trumpa. Platforma ogłosiła, że ​​nigdy nie pozwoli Trumpowi wrócić na Twittera, nawet jeśli Trump zdecyduje się ponownie kandydować na prezydenta w 2024 roku. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump ma zakaz wstępu na Twittera na całe życie </h2> <p> W trakcie drugiego procesu o impeachment Trumpa, dyrektor finansowy Twittera, Ned Segal, udzielił wywiadu w CNBC Squawk Box na temat potencjalnej przyszłości konta Trumpa na Twitterze. Segal powiedział, że Twitter już nigdy nie wpuści Trumpa na platformę, niezależnie od tego, czy zdecyduje się kandydować na urząd. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> „Sposób działania naszych zasad polega na tym, że po usunięciu Cię z platformy zostajesz usunięty z platformy niezależnie od tego, czy jesteś komentatorem, dyrektorem finansowym, byłym lub obecnym urzędnik państwowy”, mówi <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> Dyrektor Finansowy <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> o tym, czy można przywrócić konto prezydenta Trumpa. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> — Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 lutego 2021 </a></blockquote>  <p> Segal zauważył, że zasady usuwania Twittera nie dyskryminują, stwierdzając: „kiedy zostaniesz usunięty z platformy, zostaniesz usunięty z platformy, niezależnie od tego, czy jesteś komentatorem, jesteś dyrektorem finansowym, czy jesteś byłym lub obecnym publicznym urzędnik.&quot; </p> <p> Następnie dodał, że „polityka Twittera ma na celu upewnienie się, że ludzie nie podżegają do przemocy”, a jeśli ktoś narusza te zasady, Twitter musi je usunąć. Zasady platformy „nie pozwalają ludziom wracać”. </p> <p> Innymi słowy, Trump nigdy nie może wrócić do Twittera, a fakt, że jest byłym urzędnikiem publicznym, tego nie zmieni. Zakaz Twittera pozostanie również w mocy, jeśli Trump spróbuje ponownie kandydować na prezydenta. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> Burzliwy związek Trumpa z mediami społecznościowymi </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter zbanował Trumpa </a> po zamieszkach na Kapitolu 6 stycznia 2021 r. za naruszenie polityki platformy dotyczącej podżegania do przemocy. Ale jeszcze przed tym permanentnym zakazem stosunki między Trumpem a Twitterem były bardzo trudne. </p> <p> Przez całą prezydenturę Trumpa często znajdowano Twitter <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> oznaczanie i usuwanie tweetów Trumpa </a> za naruszenie zasad platformy. Platforma stale oznaczała jego tweety jako zawierające dezinformację na temat głosowania, COVID-19, a nawet uczciwości wyborów w USA. </p> <p> Mimo to Twitter nie był osamotniony w oznaczaniu i ograniczaniu niektórych tweetów Trumpa. Facebook również miał duży udział w <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> oznaczanie treści Trumpa za dezinformację </a> . </p> <p> Trump został zasadniczo zakazany we wszystkich mediach społecznościowych po protestach w Waszyngtonie. Nie tylko Twitter usunął Trumpa ze swojej platformy, ale Facebook, Instagram Snapchat, YouTube, a nawet Twitch podjęły działania na koncie Trumpa. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Ponura przyszłość społecznej obecności Trumpa </h2> <p> Teraz, gdy Trump jest wykluczony z prawie wszystkich głównych platform społecznościowych, nie jest jasne, czy kiedykolwiek pojawi się w mediach społecznościowych. Dla niektórych jest to mile widziany pomysł, ale dla innych zablokowanie kont Trumpa jest pogwałceniem wolności słowa. </p> <p> Parler, tak zwana sieć społecznościowa zajmująca się wolnością słowa, prawdopodobnie powitałaby obecność Trumpa z otwartymi ramionami. Ale teraz, gdy platforma zwolniła własnego dyrektora generalnego i została uruchomiona z całego Internetu, prawdopodobnie miną tygodnie (a może nawet miesiące), zanim Parler powróci. </p>"}