{"title":"10 O que fazer e o que não fazer com a segurança na Internet para mantê-lo seguro online","content":"<p> Ao navegar na Internet, você está totalmente ciente dos riscos que pode encontrar? Não seja complacente ao navegar online, ou você pode ser vítima de golpes, incluindo roubo de identidade, malware e engenharia social. </p> <p> Para ficar seguro on-line, aqui estão as 10 principais ações de segurança que você deve e não deve ter sempre em mente. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> FAZER: Instale o software antivírus e atualize regularmente </h2> <p> Este é um dos protocolos de segurança mais básicos que você deve implementar em seus computadores pessoais e de trabalho. Existem muitas opções diferentes quando se trata deste tipo de software. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Os gratuitos oferecem recursos básicos de segurança </a> mas se você deseja segurança máxima, deve reservar um orçamento decente. Certifique-se de considerar a proteção contra malware para uma navegação mais segura na web. </p> <p> E é vital que você o mantenha atualizado. Novas vulnerabilidades são freqüentemente encontradas e corrigidas; se você estiver executando uma versão mais antiga do software antivírus, esses problemas não foram corrigidos no seu dispositivo. Você pode definir a maioria dos pacotes de segurança para serem atualizados automaticamente. Da mesma forma, você pode configurá-los para verificar seu computador regularmente, sem a necessidade de fazer mais nada. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> FAZER: Escolha senhas fortes </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> As senhas desempenham um papel crucial na proteção de seus dados online. Seja para seus perfis de mídia social, contas de compras ou e-mail pessoal, você precisará criar senhas fortes. </p> <p> Alguns sites oferecem sugestões, ou seja, uma mistura de caracteres alfanuméricos e especiais. Alguns não aceitam senhas que não cumpram seus requisitos. No entanto, nem todos os sites oferecem isso. Ao criar sua própria senha, lembre-se de que está protegendo sua integridade e informações pessoais. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> FAÇA: Limite as informações pessoais </h2> <p> Não coloque muitas informações pessoais online. Ao compartilhar suas informações privadas com o público, você corre o risco de comprometer sua localização, rotina diária e muito mais. </p> <p> Não se esqueça do roubo de identidade. Quanto mais você fornecer informações sobre você, maior será o risco de sua identidade ser copiada por um cibercriminoso. Este é um assunto muito sério e pode destruir vidas. Muitas pessoas foram vítimas disso. Você não gostaria de ser o próximo. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> FAZER: Fique longe de clickbait suspeito </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> Ao navegar online, você encontrará diferentes sites que exibem anúncios pop-up que podem atrair qualquer pessoa desconhecida a clicar. Anúncios clickbait são perigosos porque podem fazer com que vírus em potencial se infiltrem no seu computador. </p> <p> Fique mais atento ao que lê e clica quando está online. Verifique as informações primeiro - principalmente para onde os links realmente levam você - antes de clicar, mesmo que pareçam altamente interessantes. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> FAZER: Habilitar autenticação de dois fatores </h2> <p> A autenticação de dois fatores (2FA) fornece uma camada adicional de segurança para sua conta. Isso ajuda a deter os golpistas porque exigiria duas evidências para verificar a autenticidade do proprietário da conta, ou seja, uma senha mais o código de verificação enviado para um número de telefone ou endereço de e-mail. </p> <p> Isso torna mais difícil para os criminosos roubar suas informações e acessar seus dados. Isso é essencial se um site oferece essa opção. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> NÃO FAÇA: Use uma única senha para diferentes sites </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Imagine uma casa com várias fechaduras, mas tendo apenas uma chave para abrir todos os quartos. Se um ladrão conseguir aquela única chave, todos os seus quartos podem ser abertos de forma simples. </p> <p> Isso também se aplica à proteção por senha. </p> <p> </p> <p> Definir uma senha forte não é suficiente. Você deve aprender a misturar as coisas para que qualquer potencial golpista ou ladrão de identidade não possa comprometer totalmente suas informações pessoais. Caso contrário, se um serviço sofrer um vazamento de dados, todos os outros que você usa também serão expostos. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> NÃO: Fique com uma única conta de e-mail </h2> <p> Seu e-mail é um fator essencial para se inscrever em sites. Mesmo quando se trata de banco on-line, é necessário um e-mail. Mas imagine esquecer seus dados de login de e-mail. </p> <p> O que você vai fazer? E se um criminoso online comprometer seu único endereço de e-mail? Seria inteligente criar várias contas de e-mail para ajudá-lo com um plano de backup, de modo que você ainda possa recuperar dados importantes. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> NÃO: Armazene detalhes de cartões pessoais em sites </h2> <p> Quer você seja um comprador online ávido ou use-os com moderação, não seria sensato armazenar os detalhes do seu cartão em sites. </p> <p> Quanto mais dados você armazena nos sites, maior a chance de roubo de identidade, caso ocorra uma violação de dados. Freqüentemente, você tem que correr esse risco quando se trata de informações de identificação pessoal (PII), visto que muitos serviços precisam de detalhes pessoais básicos para criar uma conta, mas armazenar suas informações financeiras em outro lugar é desnecessário. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> NÃO FAÇA: Baixe software desconhecido </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> Você já estava navegando e apareceu um anúncio oferecendo software gratuitamente? Não importa o quão boa esta oferta pareça, não baixe isto. </p> <p> Se parece bom demais para ser verdade, provavelmente é. Isso também se aplica a anexos de e-mail não solicitados. </p> <p> </p> <p> Seu pacote de segurança deve protegê-lo contra muitas ameaças, mas ao clicar em algo sem saber seu conteúdo completo, você pode estar convidando malware em seu sistema. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> NÃO FAÇA: permitir que os sites lembrem seu nome de usuário e senha </h2> <p> Permitir que os sites lembrem seu nome de usuário e senha é tentador, mas é melhor evitar algo. </p> <p> Qualquer pessoa capaz de acessar seu computador, laptop ou smartphone pode facilmente entrar em suas contas porque todas as credenciais de login já estão armazenadas em cookies. Você pode usar um serviço o tempo todo, mas não se sinta muito confortável ao fazer login em diferentes sites online. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> A segurança na Internet requer escolhas inteligentes simples </h2> <p> Sua segurança na internet depende muito de escolhas básicas. </p> <p> Quanto mais você toma decisões sábias, menos provável que sua identidade seja comprometida. A responsabilidade é realmente com você aqui. Os cibercriminosos estão apenas esperando que você faça alguma coisa errada. Portanto, seja inteligente; esteja vigilante. Nunca baixe a guarda ao navegar online. </p>"}