{"title":"4 sites e aplicativos divertidos que o levarão em direção às suas metas","content":"<p> Definir uma meta é fácil. Trabalhar em direção ao seu objetivo enquanto manobra as mundanidades da vida cotidiana é a parte difícil. </p> <p> Esses divertidos sites e aplicativos de smartphone usam maneiras engenhosas que o mantêm no caminho certo para atingir seus objetivos a tempo. </p> <h2 id=\"dollar-doer-club-web\"> 1 <a href=\"https://www.dollardoer.club/\" target=\"_blank\" rel=\"nofollow noopener\"> Dollar Doer Club </a> (Rede) </h2> <p> <img alt=\"dollar doer club\" src=\"images/dollar-doer-club-151.png\" loading=\"lazy\"> </p> <p> O constrangimento é um motivador poderoso. O Dollar Doer Club explora o seu medo do embaraço de uma forma astuta para ajudá-lo a alcançar seus objetivos. </p> <p> O desafio de 30 dias do Dollar Doer Club prepara o cenário com dois cenários. Ambos os cenários oferecem propostas inócuas: escolha um objetivo, escolha uma frase embaraçosa e escolha um amigo <strong> . </strong> </p> <p> Dependendo de você atingir ou não sua meta em 30 dias, você encontrará dois resultados totalmente diferentes. Se você atingir sua meta e seu amigo confirmar isso com o Dollar Doer Club, você se deleitará com o brilho da conquista sem consequências negativas. </p> <p> Alternativamente, se você não conseguir atingir sua meta, o Dollar Doer Club exibirá 1.000 impressões de anúncios em sua cidade, divulgando seu fracasso. Que tal motivação? </p> <p> </p> <h2 id=\"hijack-your-feed-web\"> 2 <a href=\"https://hijack.social/\" target=\"_blank\" rel=\"nofollow noopener\"> Invada seu feed </a> (Rede) </h2> <p> <img alt=\"hijack your feed\" src=\"images/hijack-your-feed-1-968.png\" loading=\"lazy\"> </p> <p> Sugestões inocentes às vezes podem ser a melhor maneira de lembrá-lo de fazer algo. Hijack Your Feed é uma extensão do navegador que insere lembretes em seu feed social a partir de sua lista pessoal de tarefas. </p> <p> Prometendo transformar sua lista de tarefas em &quot;conteúdo que vale a pena consumir&quot;, Hijack Your Feed insere postagens exclusivas em seu feed do Twitter para cada item de tarefas. Todas as postagens visam chamar sua atenção, assim como os anúncios &quot;reais&quot;. </p> <p> As postagens interativas do Hijack Your Feed significam que você pode marcar tarefas como <strong> Feito </strong> ou visite links incorporados com a conveniência de sua linha do tempo social. </p> <p> </p> <h2 id=\"confetti-habits-android-ios\"> 3 <a href=\"https://www.tryconfetti.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Hábitos de confete </a> (Android, iOS) </h2> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"adding a habit in confetti habits\" src=\"images/confetti-habits-add-habit-950.jpg\" loading=\"lazy\"> Expandir <img alt=\"confetti habits frequency and reminder\" src=\"images/confetti-habits-reminder-779.jpg\" loading=\"lazy\"> Expandir <img alt=\"confetti habits completed or avoided\" src=\"images/confetti-habits-completed-avoided-196.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Qual é a maneira mais eficaz de atingir uma meta? Dividindo-o em pequenos pedaços digeríveis que você pode completar a cada dia. Um aplicativo de smartphone que lembra você de concluir uma pequena tarefa a cada dia é uma maneira eficiente de fazer isso. </p> <p> Confetti Habits é um rastreador de hábitos que enfatiza a construção de hábitos positivos de uma forma divertida e colorida. Cada vez que você completa um hábito, a Confetti Habits lança confetes virtuais para celebrar sua conquista. Afinal, trabalhar em prol de seus objetivos é sempre motivo de comemoração. </p> <p> </p> <p> Evitar os maus hábitos é fácil com o Confetti Habits. Suas sequências (por exemplo, uma meta de 30 dias sem fumar um cigarro) são visualizadas como uma cadeia ininterrupta no aplicativo. As faixas visualizadas e os gráficos de progresso irão alimentá-lo com motivação para continuar sua jornada. </p> <p> <strong> Download: </strong> Hábitos de confete para <a href=\"https://play.google.com/store/apps/details?id=com.confettimobile\" target=\"_blank\" rel=\"nofollow noopener\"> Android </a> | <a href=\"https://apps.apple.com/app/confetti-habits/id1507853418\" target=\"_blank\" rel=\"nofollow noopener\"> iOS </a> (Compras gratuitas dentro do aplicativo disponíveis) </p> <p> </p> <h2 id=\"ballertodo-web\"> 4 <a href=\"https://ballertodo.com/\" target=\"_blank\" rel=\"nofollow noopener\"> BallerToDo </a> (Rede) </h2> <p> <img alt=\"priority matrix for ballertodo\" src=\"images/ballertodo-matrix-1-515.png\" loading=\"lazy\"> </p> <p> Uma lista de tarefas simples nem sempre é a maneira mais eficaz de organizar seus objetivos. Você pode se sentir sobrecarregado ao tentar priorizar o que fazer primeiro em uma lista de verificação tradicional de itens. </p> <p> BallerToDo usa uma Matriz de Eisenhower para ajudá-lo a se organizar como um baller e fazer as coisas. Você pode visualizar suas tarefas ao longo dos eixos X e Y e priorizar tarefas de acordo com seus <strong> Impacto </strong> e <strong> Urgência </strong> . </p> <p> </p> <p> Fazer uma tarefa é fácil. Basta clicar em qualquer lugar da matriz e adicionar um título. A tarefa pode ser arrastada pela matriz a qualquer momento para atualizar sua importância e urgência. </p> <p> A interface do usuário destaca a tarefa com a pontuação mais alta, eliminando o trabalho árduo da priorização. É a coisa mais próxima de ter um gerenciador de tarefas pessoal que está à sua disposição 24 horas por dia, 7 dias por semana. </p> <p> </p> <h2 id=\"powering-through-the-daily-grind\"> Superando a rotina diária </h2> <p> As conquistas incrementais do dia-a-dia são onde a mágica acontece. O Monte Everest não pode ser conquistado da noite para o dia. Da mesma forma, atingir seus objetivos requer dedicação diária durante um período de tempo. </p> <p> Pequenas realizações diárias são a melhor maneira de atingir metas de longo prazo. Quer sua motivação venha por meio do medo do embaraço, do progresso diário visualizado ou de um lembrete inesperado, pequenos passos acabam abrindo caminho para algo grande. </p>"}