{"title":"5 sites de jogos de navegador gratuitos para jogar jogos clássicos ou multijogador online","content":"<p> Você não precisa de um PlayStation ou de placas gráficas de última geração para jogar ótimos jogos. Esses sites mostram onde jogar jogos online gratuitos em qualquer navegador, incluindo jogos multijogador e títulos clássicos. </p> <p> Os jogos de navegador não são novidade, mas com a morte do Flash Player, há um novo catálogo que você precisa conhecer. De aventuras baseadas em texto a recriações de jogos clássicos de console, você pode jogar jogos fantásticos em qualquer navegador moderno, e alguns deles até funcionam em smartphones. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1 <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Itch.io </a> (Web): StumbleUpon para descobrir jogos de navegador aleatórios </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch é uma plataforma para descobrir jogos independentes, gratuitos e pagos, entre plataformas. Ele tem uma enorme biblioteca de jogos da web, a maioria feitos em HTML5 para que funcionem em qualquer navegador moderno. Você pode classificá-los por popularidade, avaliações, mais recentes ou filtrá-los com tags como primeira pessoa, 2D, pixel art, etc. </p> <p> Uma maneira divertida de descobrir novos jogos de navegador é usar o <strong> Randomizer </strong> . Ele funciona como um StumbleUpon para jogos da web, mostrando um projeto após o outro e permitindo que você jogue na mesma guia antes de passar para o próximo. É melhor usar o Randomizer com uma conta Itch.io porque ele rastreará os jogos que você já viu e não os exibirá novamente. </p> <p> Como o Itch também é um cliente para comprar jogos, você pode querer filtrar por jogos grátis se estiver procurando uma pausa rápida. Então, novamente, você pode descobrir alguns jogos pagos incríveis que funcionam em um navegador, o que é ideal para plataformas como o Chromebook ou para jogar no PC do escritório que não permite instalações de terceiros. </p> <p> Além de jogos de navegador, Itch.io hospeda jogos independentes para computadores e consoles. Na verdade, é um dos <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> melhores sites para baixar jogos premium para PC gratuitamente </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2 <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Aventuras na web </a> (Web): Jogos de aventura baseados em texto e ficção interativa </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> Os verdadeiros geeks e jogadores contarão histórias de tempos antes dos gráficos sofisticados quando sua imaginação e inteligência eram mais importantes, em um gênero de jogos chamado aventuras baseadas em texto ou ficção interativa. Jogos como o Zork eram jogados vendo o texto e digitando a frase correta para continuar. Agora você pode jogar Zork e outras ficções interativas no Web Adventures. </p> <p> O site inclui alguns dos jogos clássicos de aventura baseados em texto, como a trilogia Zork original de 1982 e suas outras variantes, o mega-hit Galatea de 2000, a aventura de quebra-cabeça de 1995, Jigsaw, e vários outros títulos premiados. Estes são jogos que já foram comerciais, mas agora são gratuitos para jogar online. Web Adventures também tem uma seção separada para ficção interativa para crianças para apresentar as mentes jovens e sua imaginação ativa às maravilhas dos jogos de aventura baseados em texto. </p> <p> O Web Adventures funciona em navegadores de desktop e móveis, para que você possa jogar em qualquer lugar. O ideal é jogar no mesmo dispositivo que você iniciou porque o site pode salvar seu progresso por meio do cache do navegador, mas não pode sincronizar entre os dispositivos. E assim que terminar o Web Adventures, dê uma olhada nesses outros ótimos <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> jogos de aventura baseados em texto para navegadores </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 3 <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> Jogos de LCD </a> (Web): Jogue jogos retro do console LCD portátil </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> Hoje, todo telefone é um console de videogame e o Nintendo Switch é o preferido em jogos portáteis. Mas os jogos portáteis começaram com a série de jogos de LCD da MicroVision e Nintendo Game &amp; Watch. Um desenvolvedor os recriou na forma de jogos de navegador para que todos tenham uma experiência retro. </p> <p> Atualmente, a lista inclui Donkey Kong II, Fábrica de Cimento, Rodovia, Jungle Kong, Tom&#39;s Adventure, Mario Bros., Eagle n &#39;Chicken e Sea Ranger. O design de cada jogo e de toda a sua unidade é exatamente como era na década de 1980. Alguns são jogos de tela dupla, outros ficam em uma única tela. </p> <p> As teclas direcionais do teclado tornam-se seu painel de navegação e as teclas Z e A atuam como botões. Para interagir com qualquer outro botão (como Iniciar ou Pausar), use o mouse. Se estiver jogando no celular, você pode tocar nos botões da tela para uma experiência ainda mais próxima do original. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4 <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Kevin Games </a> (Web): Coleção de jogos e comunidade de navegador multijogador IO </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Você deve ter ouvido falar de Agar.io, DRAWar.io, Paper.io e outros jogos de navegador multiplayer online. Esses &quot;jogos IO&quot; são alguns dos mais rápidos <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> jogos para jogar com amigos de graça </a> , em qualquer navegador. É difícil encontrar todos eles em um só lugar, mas Kevin Games fez um ótimo trabalho ao coletar muitos dos maiores jogos de navegador multijogador IO. </p> <p> Cada jogo aparece como uma peça com seu título, mas você não obterá uma descrição do que se trata. Em vez disso, passe o cursor sobre o bloco e ele mudará para um pequeno GIF mostrando a jogabilidade em ação. É uma maneira diferente e legal de descrever o que esperar. </p> <p> A coleção não se limita a jogos IO, que geralmente são jogos multiplayer massivos. Você também pode navegar por categorias como quebra-cabeça, arcade, batalha real, tiro, etc. Você também pode pesquisar jogos com tags genéricas, como corrida. </p> <p> Kevin Games também tem um servidor Discord ativo onde você pode discutir jogos com pessoas que pensam como você, ou até mesmo conversar antes e depois de um jogo. Afinal, o bate-papo e a comunidade são parte integrante do jogo multijogador. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5 <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Jogue Clássico </a> (Web): Jogue DOS, NES, Sega Games Online em um navegador </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> Os emuladores permitem que você execute jogos antigos em qualquer computador, seja de consoles como NES ou sistemas operacionais como MS-DOS. O Play Classic traz isso online para um navegador, com a capacidade de salvar o progresso do jogo dentro do próprio navegador. </p> <p> Atualmente, o site é compatível com as plataformas MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo e Game Boy. Você encontrará títulos em uma ampla variedade, como todos os jogos Mario, Sonic the Hedgehog, as primeiras versões de Mortal Kombat, Doom e muitos mais. Use os &quot;100 melhores jogos clássicos&quot; do menu para descobrir rapidamente os jogos DOS, Genesis ou SNES mais populares. </p> <p> Os controles mudam dependendo do tipo de plataforma. Não há um guia simples disponível, mas principalmente, verifique as teclas A, S, D, Z, X, C para botões e as teclas de seta para movimento e Enter para selecionar. </p> <p> </p> <h2 id=\"avoid-flash-games\"> Evite jogos em Flash </h2> <p> Em 31 de dezembro de 2020, a Adobe parou de oferecer suporte ao Flash Player. Na verdade, a maioria dos novos navegadores não oferece suporte a Flash ou aconselha ativamente a não ativá-lo em nenhum site. Desenvolvedores e especialistas em segurança há muito alertam sobre as possíveis vulnerabilidades do Flash, então agora é hora de parar de jogar esses jogos de uma vez por todas. </p> <p> É uma pena porque existem alguns jogos em Flash de alta qualidade, criativos e divertidos por aí, mas não vale mais a pena correr o risco. Alguns sites estão tentando ativamente <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> salvar ou converter jogos antigos em Flash </a> também. Esperançosamente, a lista acima de sites de jogos de navegador fornecerá outras opções mais seguras para jogar jogos online gratuitamente. </p>"}