{"title":"5 recursos menos conhecidos do Apple Health que valem a pena usar","content":"<p> A maioria dos usuários do Apple Watch e do iPhone está familiarizada com o aplicativo Apple Health. O <strong> Atividade </strong> A seção que rastreia o movimento, as calorias e a frequência em pé é a seção mais conhecida do aplicativo. </p> <p> No entanto, quando você se aprofunda no aplicativo Apple Health, pode descobrir muitas outras funções úteis. Felizmente, buscamos você: aqui estão os melhores recursos menos conhecidos embutidos no aplicativo Apple Health. </p> <h2 id=\"cycle-tracking\"> 1. Ciclo de rastreamento </h2> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"Main display screen of the cycle tracking feature within apple health. It shows the cycle log and where you are in your cycle\" src=\"images/cycletracking-symptoms-349.jpg\" loading=\"lazy\"> Expandir <img alt=\"Menu within the apple health cycle tracking function that allows users to record symptoms\" src=\"images/cycletracking-symptoms-617.jpg\" loading=\"lazy\"> Expandir <img alt=\"Cycle tracking screen with a calendar view showing when your next period is predicted to start\" src=\"images/cycletracking-predictions-910.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Embora existam muitos aplicativos excelentes de rastreamento de período na App Store, você sabia que também existe um ótimo recurso de rastreamento de ciclo localizado no aplicativo Apple Health? Ele tem todos os recursos principais dos aplicativos de rastreamento autônomos discretamente integrados. </p> <p> Você pode inserir as datas de início e término do seu período e a duração do seu ciclo menstrual (não se preocupe se você não tiver certeza; o aplicativo assumirá 28 dias como padrão e será ajustado conforme você adiciona dados a cada mês). O aplicativo usará esses dados para prever quando começará a próxima menstruação e quando poderá ovular. Você também pode inserir dados para rastrear seus sintomas ao longo do ciclo. </p> <p> </p> <p> Rastrear seu ciclo é útil por vários motivos. O mais óbvio é que ajuda você a saber quando deve estar menstruada. Também pode ajudá-lo a determinar quando você está mais fértil, se estiver tentando engravidar. Rastrear isso também ajudará você a saber se está atrasado - o que pode indicar gravidez ou uma variedade de problemas de saúde subjacentes. </p> <p> </p> <h2 id=\"mobility-data\"> 2. Dados de mobilidade </h2> <p> Você pode não saber disso, mas se for passear com o iPhone no bolso, ele coletará alguns dados de mobilidade interessantes para você. Como alternativa, usar um Apple Watch também pode coletar dados de mobilidade. </p> <p> Para acessar esses dados de mobilidade: </p> <ol> <li> Abra o aplicativo Apple Health. </li> <li> Selecione os <strong> Navegar </strong> ícone. </li> <li> Role para baixo até <strong> Mobilidade </strong> no <strong> Lista de Categorias de Saúde </strong> e selecione-o. </li> </ol> <p> Depois de navegar até o recurso de dados de mobilidade, você poderá revisar alguns dados interessantes. </p> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"Mobility overview screen in Apple Health App\" src=\"images/mobility-overview-825.jpg\" loading=\"lazy\"> Expandir <img alt=\"Graph of double support time mobility data collected in Apple Health\" src=\"images/double-support-time-514.jpg\" loading=\"lazy\"> Expandir <img alt=\"Graph of step length data collected in Apple Health\" src=\"images/step-length-693.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <h3 id=\"double-support-time\"> Tempo de Suporte Duplo </h3> <p> Isso representa o tempo que os dois pés estão no chão enquanto você está caminhando. Uma pessoa saudável terá um tempo de apoio duplo entre 20 e 40% durante uma caminhada típica. Porcentagens mais altas podem indicar um problema de equilíbrio ou coordenação. Seu iPhone registrará o dobro do tempo de suporte ao caminhar em terreno plano. </p> <h3 id=\"step-length\"> Comprimento do passo </h3> <p> A distância entre o pé da frente e o pé de trás ao caminhar. O comprimento do passo registra quando você anda com o iPhone no bolso. Isso pode variar de acordo com sua altura, velocidade de caminhada e o terreno em que você está caminhando. </p> <p> No entanto, uma diminuição significativa no comprimento do passo pode indicar um declínio na força, coordenação ou mobilidade geral. Esses dados podem ser especialmente úteis para adultos idosos ou pessoas que estão se recuperando de uma lesão. </p> <h3 id=\"walking-asymmetry\"> Assimetria ambulante </h3> <p> Uma medida de quão simétrico é o seu padrão de caminhada. Um padrão de caminhada saudável e uniforme ocorre quando os passos que você dá com cada pé ocorrem na mesma velocidade. Se você estiver dando passos mais rápidos ou mais lentos com um pé, isso pode indicar lesão, doença ou outro problema de saúde. </p> <p> Seu iPhone gravará automaticamente sua simetria de caminhada; verifique esses dados para ver se há mudanças ou padrões. </p> <h3 id=\"walking-speed\"> Velocidade de caminhada </h3> <p> A velocidade com que você anda em terreno plano. Isso também é gravado automaticamente ao caminhar com o iPhone no bolso ou na altura da cintura. Certifique-se de que sua altura seja salva no aplicativo de saúde para obter a velocidade de caminhada mais precisa. </p> <p> </p> <h2 id=\"medication-and-health-data-tracking\"> 3. Rastreamento de dados de medicamentos e saúde </h2> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"Apple Health Browse Menu displaying different health data tracking features\" src=\"images/apple-health-browse-338.jpg\" loading=\"lazy\"> Expandir <img alt=\"Other Data Menu within the Apple Health App\" src=\"images/other-data-menu-365.jpg\" loading=\"lazy\"> Expandir <img alt=\"Inhaler usage tracker within the Apple Health App. A line graph showing inhaler usage throughout the week is displayed\" src=\"images/inhaler-usage-939.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Você pode acompanhar informações médicas importantes, como uso de inalador, aplicação de insulina, açúcar no sangue, sinais vitais e sintomas de saúde no aplicativo Apple Health. Se você está sendo monitorado ou tratado por um problema de saúde, esses dados podem ajudar você e seu médico a avaliar sua condição, padrões de sintomas e a eficácia de seu plano de tratamento atual. </p> <p> Vou ao <strong> Navegar </strong> no Apple Health para ver uma lista de informações de saúde que o aplicativo controla. Na parte inferior da lista, selecione <strong> Outros dados </strong> para ver ainda mais recursos de rastreamento de dados. </p> <p> </p> <h2 id=\"hearing\"> 4. Audição </h2> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (2 imagens) </strong> <img alt=\"A graph showing audio levels over the period of a month\" src=\"images/headphone-audio-levels-372.jpg\" loading=\"lazy\"> Expandir <img alt=\"Menu displaying headphone notification settings\" src=\"images/headphone-notifications-919.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Ouvir música muito alto enquanto usa fones de ouvido pode prejudicar sua audição. Para combater esse problema, a Apple inclui notificação de fone de ouvido e recursos de rastreamento de nível de áudio no aplicativo Health. </p> <p> Se você habilitar <strong> Notificações de fone de ouvido </strong> no Apple Health, o aplicativo enviará uma notificação se você exceder o limite de exposição de áudio recomendado de sete dias. Quando isso acontecer, o volume do áudio do fone de ouvido será reduzido e uma notificação será enviada a você. </p> <p> </p> <p> Esse limite de exposição mede o volume e a duração do áudio para avaliar o dano potencial à sua audição. </p> <p> Para ativar as notificações de fone de ouvido: </p> <ol> <li> Abra o aplicativo Apple Health. </li> <li> Vou ao <strong> Navegar </strong> guia no canto inferior direito. </li> <li> Selecione <strong> Audição </strong> no menu. </li> <li> Escolher <strong> Notificações de fone de ouvido </strong> e ativá-los. </li> </ol> <p> Se você tiver um Apple Watch, o aplicativo Saúde também pode notificá-lo se os níveis de ruído perto de você forem muito altos, resultando em danos potenciais à sua audição. </p> <p> </p> <h2 id=\"sleep-tracking\"> 5. Rastreamento do sono </h2> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"Screen explaining the Sleep functions in Apple Health: Sleep schedule, Sleep Mode, and Wind Down\" src=\"images/sleep-function-setup-692.jpg\" loading=\"lazy\"> Expandir <img alt=\"Screen allowing the user to set a sleep duration goal\" src=\"images/sleep-goal-718.jpg\" loading=\"lazy\"> Expandir <img alt=\"Sleep schedule setup screen showing bedtime and wake up time\" src=\"images/sleep-schedule-menu-418.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> O <strong> Dormir </strong> A função do Apple Health pode ajudá-lo a controlar a quantidade de horas de sono que você dorme todas as noites. Você pode definir um cronograma de sono, metas de duração do sono, ativar o Modo de suspensão e definir ações para ajudá-lo a relaxar para dormir. O Modo de suspensão ativa o Não perturbe e simplifica a tela de bloqueio para limitar as distrações. </p> <p> A função Sleep do Apple Health também se integra a outros aplicativos de acompanhamento e suporte do sono. Para obter mais informações sobre como aproveitá-lo ao máximo, consulte nosso <a href=\"https://www.makeuseof.com/sleep-tracking-features-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> guia para os recursos de rastreamento do sono do seu iPhone </a> . </p> <p> </p> <h2 id=\"making-the-most-of-apple-health\"> Aproveitando ao máximo a saúde da Apple </h2> <p> O Apple Health pode fornecer uma ampla variedade de dados médicos e de saúde significativos, mas é tão útil quanto você os torna Para obter o máximo do Apple Health, certifique-se de inserir todos os dados que deseja rastrear e revisar os dados de atividade registrados pelo seu iPhone ou Apple Watch regularmente. </p> <p> Embora esses dados possam ser úteis para monitorar sua saúde, lembre-se de que não substituem os cuidados médicos adequados. Discuta quaisquer preocupações que você tenha sobre sua saúde com um profissional médico. </p>"}