{"title":"7 maneiras de identificar um perfil falso no LinkedIn","content":"<p> Ameaças online existem até mesmo em redes sociais profissionais como o LinkedIn, geralmente na forma de perfis falsos. </p> <p> Identificar um perfil falso no LinkedIn é em parte uma questão de intuição. Saber exatamente o que procurar, no entanto, torna tudo muito mais fácil. Aqui estão sete sinais principais de que uma solicitação de conexão que você recebeu pode não ser genuína. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Como identificar perfis falsos do LinkedIn </h2> <p> </p> <p> Contas maliciosas coletam listas de contatos e detalhes como endereços de e-mail e números de telefone. Eles também podem estar promovendo listas de empregos falsas, atraindo candidatos a empregos com perspectivas interessantes e encorajando-os a clicar em um link ou baixar um arquivo contendo malware. </p> <p> O <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> variedade de ataques comuns de phishing em redes sociais </a> é amplo, mas facilmente frustrado se você tomar cuidado. O resultado final é que, prestando atenção, você pode proteger suas informações e ativos pessoais. Ao mesmo tempo, você mantém outros usuários protegidos de perfis falsos que usam você como isca. </p> <p> Aqui estão alguns sinais a serem observados. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Perfil Incompleto ou Impessoal </h3> <p> Considere a impressão geral da conta. A menos que a conta seja privada, você poderá ver detalhes como a localização do usuário, educação, emprego e seção Sobre Um perfil incompleto é uma bandeira vermelha, assim como aquele que parece pouco profissional ou impessoal. </p> <p> Veja as informações sobre do usuário, por exemplo. Além de erros de ortografia ou formulação, pode haver inconsistências com o setor em que eles deveriam ser especialistas. É comum encontrar palavras genéricas também, então mantenha seus olhos e mente abertos para qualquer coisa que pareça errada. </p> <h3 id=\"suspicious-profile-picture\"> 2. Foto de perfil suspeita </h3> <p> </p> <p> Uma conta falsa do LinkedIn geralmente usa uma imagem incomum e, portanto, se revela. Alguns nem mesmo usam uma foto. Enquanto profissionais preparados e fotos de qualidade são vistas comuns na plataforma, a maioria dos usuários tenta evitar a aparência de uma foto de estoque. </p> <p> Você também pode encontrar rostos famosos sorrindo para você que não correspondam ao nome exibido no perfil. </p> <p> Em qualquer caso, você pode verificar rapidamente por meio de um <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Pesquisa de imagens do Google em seu computador </a> ou smartphone. </p> <h3 id=\"generic-headline\"> 3. Título genérico </h3> <p> Como candidato a emprego, você deve criar um perfil que chame a atenção dos empregadores, ao mesmo tempo que reflete quem você é como pessoa. Se uma solicitação de conexão tiver uma frase aleatória ou genérica para um título, o usuário pode não estar no LinkedIn pelos mesmos motivos que todos os outros. </p> <p> Fazer amigos na plataforma não é ruim, é claro, mas você deve ter cuidado extra, especialmente quando um lapso de julgamento é suficiente para ter muitos problemas com golpistas. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Trabalho suspeito ou histórico educacional </h3> <p> Também aqui, quanto mais informações o perfil fornecer, melhor. Preencher seu histórico profissional ou educacional no LinkedIn é tedioso, mas precisa ser o mais interessante possível. Portanto, um relato que mostra apenas um punhado de empresas e cargos sem detalhes extras, como responsabilidades, é estranho, para dizer o mínimo. </p> <p> Analisar o currículo de alguém parece extremo, mas uma conta falsa comete erros lá. Além disso, uma pesquisa no Google de informações sobre as quais você não tem certeza pode gerar mais avisos sobre a conta. Um pouco de paranóia às vezes compensa. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Mensagens entusiasmadas com links </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Alguns usuários fraudulentos são ousados ​​o suficiente para enviar uma mensagem junto com sua solicitação de conexão. Como seu objetivo é convencê-lo a confiar neles, às vezes eles preenchem suas mensagens com ganchos como vantagens irresistíveis de emprego, palavras-chave e linguagem empolgante. </p> <p> Eles podem incluir links e documentos que contêm mais informações sobre o que estão oferecendo. Não abra ou baixe nada até saber que o usuário e a oferta são genuínos. Isso se aplica a interações em qualquer plataforma, seja uma rede social ou sua conta de e-mail. </p> <p> Uma maneira prática de testar um perfil suspeito é, primeiro, pesquisar os detalhes da conta, incluindo a pessoa e a empresa. Em seguida, envie uma mensagem de volta com perguntas. Uma abordagem diplomática e sem confronto funciona melhor. Se as respostas forem insuficientes, você pode rejeitar ou ignorar a oferta. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Poucas ou muitas conexões </h3> <p> Pode ser que o perfil seja novo e ainda esteja construindo sua rede, mas se os números não mudarem depois de um tempo, o usuário pode não estar realmente tentando. Ou as pessoas não estão se conectando com eles por um motivo. </p> <p> Se você vir qualquer outra coisa suspeita na conta, você deve evitar ou <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> até mesmo denunciá-los </a> . </p> <p> Na outra ponta do espectro estão perfis falsos que enganam muita gente e até mesmo o sistema premium, mas conectam com todos que podem. Um usuário genuíno acaba com uma rede mais ou menos relacionada aos seus interesses. Uma rede massiva com uma coleção incomum de pessoas é uma grande bandeira vermelha. </p> <h3 id=\"poor-linkedin-activity\"> 7. Insuficiente atividade do LinkedIn </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Perfis reais também se envolvem com a plataforma. Seus usuários estão realmente investindo em se colocarem lá fora e fazer conexões significativas. Contas falsas geralmente não vão muito além de curtir ou compartilhar postagens. Mesmo seus comentários serão genéricos ou muito curtos. </p> <p> Além de verificar os detalhes de um perfil, dê uma olhada em sua atividade também. Se parecer escasso ou impessoal, seria sábio evitar a conexão. Pequenos detalhes como esse devem aumentar seu sentimento sobre a conta e ajudá-lo a decidir se ela é suspeita ou não. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> O bom senso mantém você seguro no LinkedIn </h2> <p> Individualmente, essas bandeiras vermelhas são mínimas, mas junte várias e você terá uma conta suspeita em mãos. Pode ser apenas alguém que não sabe como criar um bom perfil ou abordar as pessoas de forma profissional. Mas, mesmo assim, é melhor prevenir do que remediar. </p> <p> Como um usuário genuíno, você precisa aprender a se proteger. E ser extremamente exigente com seus contatos é um pequeno preço a pagar. </p>"}