{"title":"8 maneiras fáceis de consertar o Steam quando ele venceu","content":"<p> O Steam se recusa a abrir no seu computador? Existem muitas razões pelas quais isso pode acontecer. </p> <p> O guia a seguir lista oito maneiras de fazer o Steam abrir sem problemas de inicialização em seu computador. Verifique essas soluções fáceis antes de apagar seu computador ou se despedir definitivamente do Steam. </p> <h2 id=\"check-if-steam-is-down\"> 1. Verifique se o Steam está baixo </h2> <p> Se o Steam abrir, mas não passar da tela de conexão, ou se não carregar, pode haver um problema com os servidores do Steam. </p> <p> Os servidores podem estar passando por uma interrupção, e isso faz com que todos os clientes Steam parem de funcionar. </p> <p> Existem sites como <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> Status não oficial do Steam </a> que informam o status atual dos servidores do aplicativo. Se você notar algum tempo de inatividade lá, provavelmente é por isso que o Steam não está abrindo no seu computador. </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. Encerre o processo do Steam usando o gerenciador de tarefas do Windows </h2> <p> Se o Steam abrir, mas travar na tela inicial, você pode interromper o processo do Steam usando o Gerenciador de Tarefas e ver se isso resolve o problema. </p> <p> </p> <p> Veja como você termina o processo Steam no seu PC: </p> <ol> <li> Clique com o botão direito na barra de tarefas do Windows e selecione <strong> Gerenciador de tarefas </strong> . </li> <li> Clique no <strong> Processos </strong> guia no Gerenciador de tarefas. </li> <li> Achar <strong> Bootstrapper de cliente Steam </strong> na lista de processos, clique nele e clique no <strong> Finalizar tarefa </strong> botão no canto inferior direito. </li> <li> O Gerenciador de Tarefas deve forçar o fechamento do Steam no seu PC. </li> <li> Relançar <strong> Vapor </strong> e veja se funciona. </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. Reinicie o seu computador </h2> <p> Se o seu computador tiver qualquer tipo de falha menor, ele pode realmente impedir que o Steam seja aberto. Se este for o seu caso, uma simples reinicialização do computador provavelmente resolverá o problema. </p> <p> Salve seu trabalho, feche todos os aplicativos abertos e siga estas etapas para reiniciar o PC: </p> <ol> <li> Abra o <strong> Começar </strong> cardápio. </li> <li> Clique no ícone de energia. </li> <li> Selecione <strong> Reiniciar </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. Execute o Steam como um administrador </h2> <p> Uma das possíveis razões pelas quais o Steam não abre é que o aplicativo não tem as permissões necessárias. Esses tipos de problemas são comuns em PCs com Windows. Você pode consertar isso por <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> executando seus aplicativos com privilégios de administrador </a> . </p> <p> Você pode iniciar o Steam como administrador e ver se isso o ajuda a abrir o aplicativo sem problemas. Veja como você faz isso: </p> <ol> <li> Clique com o botão direito no atalho do Steam em sua área de trabalho e selecione <strong> Abrir local do Ficheiro </strong> no menu de contexto. </li> <li> Achar <strong> steam.exe </strong> na lista de arquivos, clique com o botão direito neste arquivo e selecione <strong> Executar como administrador </strong> . </li> <li> Acertar <strong> sim </strong> no prompt. </li> <li> O Steam agora deve ser iniciado com direitos de administrador. </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. Exclua os arquivos de cache do Steam </h2> <p> Como outros aplicativos, o Steam também cria e armazena arquivos de cache em seu computador. Às vezes, esses arquivos de cache são a razão de você ter vários problemas com o Steam. </p> <p> A falha ao abrir o Steam pode ser o resultado de um arquivo de cache com defeito. Se for esse o caso, sua melhor opção é remover todos os arquivos de cache do Steam do seu computador. </p> <p> Você pode remover os arquivos de cache sem causar problemas com o aplicativo e o seguinte mostra como: </p> <ol> <li> Perto <strong> Vapor </strong> se estiver sendo executado no seu PC. </li> <li> Clique com o botão direito no atalho do Steam em sua área de trabalho e selecione <strong> Abrir local do Ficheiro. </strong> A pasta Steam deve abrir no Explorador de Arquivos. </li> <li> Vá para o topo da pasta e encontre a pasta chamada <strong> appcache </strong> . </li> <li> Copie isto <strong> appcache </strong> pasta para outro diretório em seu computador. Você está fazendo um backup da pasta. </li> <li> Em seguida, clique com o botão direito no original <strong> appcache </strong> pasta e selecione <strong> Excluir </strong> . Isso remove a pasta do diretório do Steam. </li> <li> Lançar <strong> Vapor </strong> e veja se funciona. </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. Limpe a configuração do Steam e atualize o aplicativo </h2> <p> Como o Steam tem muitos arquivos de configuração, o aplicativo na verdade vem com um comando que permite atualizar a configuração e a instalação do Steam em seu computador. Você pode usar este comando para resolver muitos problemas com o Steam, além de quando ele não abre. </p> <p> Veja como você atualiza os arquivos de configuração do Steam: </p> <ol> <li> aperte o <strong> Tecla Windows + R </strong> ao mesmo tempo para abrir Executar. </li> <li> Digite o seguinte na caixa Executar e pressione <strong> Entrar </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> O Steam diz que executar o comando acima excluirá o cache de download e desconectará você do aplicativo. Você precisa clicar <strong> OK </strong> continuar. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> Se você estiver interessado em comandos, existem alguns <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> comandos CMD úteis </a> que você pode aprender. </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. Corrija suas configurações de data e hora </h2> <p> Muitos aplicativos exigem que você tenha as configurações corretas de data e hora definidas em seu computador. Se o Steam não abrir, pode ser que suas configurações de data e hora não estejam corretas. </p> <p> Você pode acessar o aplicativo Configurações do Windows 10 e habilitar a opção de tempo automático para corrigir isso. Veja como fazer isso em um PC: </p> <ol> <li> Abra o <strong> Definições </strong> aplicativo do <strong> Começar </strong> cardápio. </li> <li> Clique <strong> Horário e idioma </strong> . </li> <li> Selecione <strong> Data hora </strong> à esquerda. </li> <li> Vire o <strong> Defina a hora automaticamente </strong> alternar para o <strong> SOBRE </strong> posição. </li> <li> Habilite a chave para <strong> Definir fuso horário automaticamente </strong> também. </li> <li> Abrir <strong> Vapor </strong> e veja se ele inicia. </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. Reinstale o Steam no seu computador </h2> <p> Se nada mais funcionar, seu último recurso é desinstalar e reinstalar o Steam no seu computador. Isso remove o Steam e todos os seus arquivos de sua máquina. Depois disso, você pode instalar o Steam do zero. </p> <p> Reinstalar o aplicativo irá corrigir a maioria dos problemas com o Steam no seu computador, incluindo aquele em que o aplicativo se recusa a iniciar. </p> <p> <strong> Para remover o Steam do seu computador: </strong> </p> <ol> <li> Lançar o <strong> Definições </strong> aplicativo em seu PC. </li> <li> Clique <strong> Apps </strong> . </li> <li> Achar <strong> Vapor </strong> na lista de aplicativos e clique nele. </li> <li> Clique no <strong> Desinstalar </strong> botão para remover o Steam. </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> Para reinstalar o Steam: </strong> </p> <ol> <li> Vá para o <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> Site Steam </a> usando seu navegador da web. </li> <li> Baixe e execute a configuração do Steam no seu PC. </li> <li> Vá até o assistente de instalação. </li> </ol> <p> Aprender <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> como desinstalar aplicativos completamente </a> se seus aplicativos costumam deixar arquivos inúteis para trás. </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> Corrigindo problemas de inicialização do Steam em seu computador </h2> <p> Problemas com o Steam são muito raros, mas isso não significa que você nunca encontrará um. Se você se deparar com um problema em que o Steam não inicia, agora você sabe o que fazer nessa situação. Existem várias maneiras de contornar os problemas de inicialização do Steam, conforme descrito acima. </p> <p> Como o Steam, o Discord às vezes também apresenta problemas de inicialização. Felizmente, você também tem várias maneiras de contornar esses problemas. </p>"}