{"title":"9 comandos básicos para começar a usar o Linux","content":"<p> Os guias de instruções do Linux geralmente esperam que você execute certas operações no terminal, que podem parecer intimidantes no início. Mas não se preocupe; esta folha de dicas de comandos do Linux cobrirá o processo de abertura de um terminal e emissão de alguns comandos úteis. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Prompt de comando do Linux para iniciantes </h2> <p> Os comandos básicos do Linux que você encontrará a seguir são universais para quase todas as distribuições do Linux, da linha de comando do Ubuntu ao Kali Linux. Seu terminal pode ser diferente daquele nas fotos abaixo, mas tenha certeza de que isso funcionará para você. </p> <p> Observe que, em vários guias online, você frequentemente ouvirá diferentes frases se referindo à mesma ação: &quot;abrir um shell&quot;, &quot;iniciar o bash&quot; ou &quot;na linha de comando&quot;. Todos eles significam que você deve abrir e digitar no terminal, o que faremos a seguir. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Como abrir um terminal no Linux </h2> <p> Pesquise no menu do seu aplicativo por <strong> terminal </strong> . Geralmente, ele terá o rótulo &quot;emulador de terminal&quot; e é exatamente isso que você deseja. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> O caminho mais rápido para abrir um terminal, no entanto, é o atalho do teclado <strong> Ctrl + Alt + T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Comandos básicos do Linux para iniciantes </h2> <p> Agora que você tem um terminal aberto, está pronto para começar a emitir alguns comandos. Vamos revisar alguns dos comandos de shell mais básicos do Linux. </p> <h3 id=\"view-working-directory\"> 1. Ver Diretório de Trabalho </h3> <p> Saber o diretório &quot;de trabalho&quot; atual é de extrema importância ao usar o terminal. Muitos comandos fazem com que mudanças ocorram no diretório atual, e você não quer fazer essas mudanças no diretório errado. </p> <p> Para verificar em qual diretório você está trabalhando atualmente, este comando irá <strong> p </strong> rint o <strong> C </strong> orking <strong> d </strong> iretória: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Ver o conteúdo do diretório de trabalho </h3> <p> Emita o <strong> ls </strong> comando se quiser ver todos os arquivos e pastas no diretório atual: </p> <pre><code class=\"hljs\">ls</code></pre> <p> Os arquivos aparecerão em texto simples, enquanto as pastas estarão em negrito e coloridas. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Se você quiser ver os arquivos ocultos também, basta anexar o <strong> -uma </strong> ou <strong> --tudo </strong> opção: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Alterar diretórios </h3> <p> Você pode alterar seu diretório de trabalho atual com <strong> CD </strong> , uma abreviatura para <strong> c </strong> mudar <strong> d </strong> iretórias. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> O comando acima irá procurar a pasta chamada Documentos dentro do seu diretório de trabalho atual e, ao encontrá-la, mudará para esse diretório. </p> <p> </p> <p> Sempre que especificar um arquivo ou diretório cujo nome tenha um espaço, coloque-o entre aspas, caso contrário, ocorrerá um erro. </p> <p> Você pode mover um diretório acima, adicionando o <strong> .. </strong> opção: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> A emissão de cd por conta própria, sem um local especificado, o levará diretamente para o seu diretório inicial: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Imprima o resultado de um comando </h3> <p> O <strong> eco </strong> O comando pegará qualquer entrada que você der, seja uma string de texto ou outro comando, e imprimirá no terminal. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> Por si só, o echo pode parecer inútil, mas você verá que ele é usado com frequência no gerenciamento de sistemas Linux. </p> <h3 id=\"view-file-contents\"> Ver o conteúdo do arquivo </h3> <p> O comando que soa felino <strong> gato </strong> irá imprimir no terminal o conteúdo completo de qualquer arquivo que você nomear. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Pesquise o conteúdo de um arquivo </h3> <p> Para pesquisar o conteúdo de qualquer arquivo por uma palavra ou frase especificada, use o <strong> grep </strong> comando. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Este comando é muito útil quando você está procurando informações específicas entre arquivos de sistema longos e complexos. </p> <h3 id=\"redirect-command-output\"> 5. Saída do comando de redirecionamento </h3> <p> O símbolo &quot;maior que&quot;, <strong> &gt; </strong> , tem o poder de sequências de comandos para redirecionar a saída de um comando para um arquivo ou outro comando. </p> <p> Por exemplo, este comando pegará a saída de echo e salvará em um arquivo de texto simples chamado &quot;arquivo.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Atualização do sistema (sistemas baseados no Ubuntu) </h3> <p> Em qualquer shell do Ubuntu, digite esses dois comandos para verificar e aplicar todas as atualizações disponíveis ao seu sistema. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Será solicitada sua senha de usuário antes de confirmar qualquer comando com o prefixo sudo. </p> <p> Dica profissional: você pode encadear dois ou mais comandos em um usando o <strong> &amp;&amp; </strong> operador. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Atalhos de teclado do Terminal Linux para iniciantes </h2> <p> Aprender atalhos de teclado, embora difícil no início, economiza muito tempo a longo prazo. Linux tem <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> muitos atalhos úteis </a> , e listaremos alguns dos atalhos de terminal mais úteis abaixo. </p> <h3 id=\"recall-previous-commands\"> 7. Chamar comandos anteriores </h3> <p> Se quiser repetir um comando que usou recentemente, mas não se lembra dele ou não quer digitá-lo novamente, você pode rolar pelo seu histórico de comandos usando o <strong> setas para cima e para baixo </strong> . </p> <p> Alternativamente, você pode clicar <strong> Ctrl + R </strong> para pesquisar seu histórico de comandos por uma palavra-chave ou frase específica. </p> <h3 id=\"see-command-suggestions\"> 8. Veja as sugestões de comando </h3> <p> Às vezes, ao usar o terminal, você se lembrará de parte de um comando, mas não terá certeza de como ele é escrito ou quais opções usar. Se você começar a digitar um comando, pressione o <strong> Aba </strong> , o terminal tentará terminar o seu comando para você ou mostrar várias possibilidades. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Elimine um processo de terminal </h3> <p> Você já deve saber <strong> Ctrl + C </strong> como o atalho copiar para a área de transferência, mas quando usada no terminal, esta combinação de teclas elimina qualquer comando em execução que você possa se arrepender de ter emitido. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux para iniciantes </h2> <p> A melhor maneira de memorizar esses comandos e atalhos do terminal Linux inicial é usá-los, então abra a linha de comando e comece a digitar! </p> <p> Quer mais comandos? Dê uma olhada em nosso <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Folha de dicas de comandos do Linux </a> . </p> <p> Para ajudá-lo a descobrir o que é possível no Linux, reunimos um mergulho profundo no melhor software disponível para Linux, organizado por categoria. </p>"}