{"title":"A Microsoft pode recompensá-lo por usar o Edge em breve","content":"<p> O novo Microsoft Edge deu um salto e saltou desde que mudou para uma compilação do Chromium, mas nem todos estão convencidos o suficiente para usá-lo ainda. A gigante do software pretende consertar isso dando às pessoas pontos no Microsoft Rewards por usarem seu novo navegador. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Ganhando pontos importantes com o Microsoft Edge </h2> <p> As mudanças recentes no Microsoft Rewards foram detectadas por <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> onMSFT </a> . Alguns usuários mais atentos do Rewards notaram que a Microsoft agora está dando muito mais pontos para as pessoas que usaram o Edge para pesquisar no Bing. </p> <p> Você pode trocar esses pontos por guloseimas, o que é uma grande vantagem para os fãs da Microsoft. Por exemplo, você pode usar o Microsoft Rewards para obter <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> Xbox Live Gold grátis </a> . </p> <p> Anteriormente, os usuários só ganhavam um pequeno impulso quando usavam o Edge para pesquisar no Bing. Você obteria 150 pontos se pesquisasse em um PC e 100 em um dispositivo móvel. Qualquer que seja o método escolhido, você ganha um bônus de 20 pontos se usar o Microsoft Edge durante a pesquisa no Bing. </p> <p> Agora, a Microsoft está experimentando um novo sistema de pontos que pode dar até 250 pontos apenas pelo uso do Edge. A Microsoft equilibra os pontos otimizados do Edge dando menos para usar um PC ou dispositivo móvel, mas ainda é muito para usar apenas o navegador Edge. </p> <p> Algumas pessoas não veem esses pontos Edge aprimorados, então há uma boa chance de que a Microsoft esteja apenas vendo como as coisas estão acontecendo por enquanto. Porém, mostra que a empresa está considerando a possibilidade de recompensar mais os usuários pelo uso do Edge. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Levando seus pontos do Microsoft Rewards ao limite </h2> <p> Se você é um grande fã do Microsoft Rewards, você vai querer tentar usar o Edge para pesquisar no Bing no futuro. A empresa parece estar planejando dar mais recompensas aos usuários do Edge como agradecimento por usar seu navegador. </p> <p> Se você precisa de mais desculpas para inicializar o Microsoft Edge, sabia que ele pode ser mais produtivo do que o Google Chrome em algumas áreas? Por exemplo, é mais leve com baterias de laptop e consome menos memória. </p> <p> <small> Crédito da imagem: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}