{"title":"As 5 melhores calculadoras de fonte de alimentação online","content":"<p> Esteja você comprando uma nova fonte de alimentação ou apenas curioso sobre quanta eletricidade seu PC usa, uma calculadora de fonte de alimentação online pode ajudar. </p> <p> Essas ferramentas úteis da web determinam os requisitos de energia combinados de seus componentes, para que você possa tomar uma decisão informada sobre a potência necessária. Aqui estão algumas das melhores calculadoras de fonte de alimentação do mercado. </p> <h2 id=\"why-use-an-online-power-supply-calculator\"> Por que usar uma calculadora de fonte de alimentação online? </h2> <p> Cada componente que você adiciona a um PC extrairá eletricidade da unidade de fonte de alimentação (PSU). Quanto mais você adiciona, mais energia você precisa. RAM, placas gráficas, processadores, placas-mãe - todos eles precisam de energia para funcionar com eficácia e segurança. Isso só aumenta se você começar <a href=\"https://www.makeuseof.com/overclock-gpu-windows-10-asus-gpu-tweak/\" target=\"_blank\" rel=\"nofollow noopener\"> overclocking seus componentes </a> . </p> <p> Se sua PSU estiver muito fraca para alimentar todos os seus componentes, você pode ter problemas rapidamente. Seu PC pode não iniciar, ele pode sofrer desligamentos aparentemente aleatórios e seu sistema operacional pode congelar. Se você for particularmente azarado, ele pode queimar, levando sua placa-mãe e componentes com ele. </p> <p> Calculadoras de fonte de alimentação online podem ajudá-lo a evitar esses problemas. Eles não são 100 por cento precisos, mas podem indicar se sua fonte de alimentação é obviamente insuficiente ou está funcionando perto da capacidade máxima. É importante lembrar, no entanto, existem outros <a href=\"https://www.makeuseof.com/tag/6-things-know-buying-power-supply-unit-psu/\" target=\"_blank\" rel=\"nofollow noopener\"> fatores que você deve considerar ao escolher uma PSU </a> . As PSUs baratas geralmente fornecem menos energia do que afirmam e podem ser menos confiáveis. </p> <p> </p> <h2 id=\"1-outervision-power-supply-calculator\"> 1 <a href=\"https://outervision.com/power-supply-calculator\" target=\"_blank\" rel=\"nofollow noopener\"> Calculadora de fonte de alimentação OuterVision </a></h2> <p> <img alt=\"OuterVision power supply calculator\" src=\"images/outervision-power-supply-calculator-1-662.png\" loading=\"lazy\"> </p> <p> O foco principal do site Extreme OuterVision é a calculadora PSU, mas ela também fornece análises de fontes de alimentação e exemplos de compilações para diferentes fins. A calculadora da fonte de alimentação pode ser configurada para qualquer <strong> Básico </strong> ou <strong> Especialista </strong> . </p> <p> Como outras calculadoras PSU, você escolhe seus componentes usando uma variedade de menus suspensos, controles deslizantes e caixas de texto. O <strong> Especialista </strong> versão expande o número deles para incluir configurações avançadas, como overclocking e refrigeração líquida. </p> <p> Em qualquer caso, você pode definir quanto tempo o seu PC funcionará todos os dias e quanto desse tempo será gasto em tarefas de alta demanda, como jogos ou renderização 3D. Em ambos os modos, você só pode definir a opção de placa-mãe para <strong> Servidor </strong> , <strong> Área de Trabalho </strong> , ou <strong> Mini-ITX </strong> . </p> <p> A maioria dos campos permite apenas componentes genéricos, como 8 GB DDR4 RAM ou 256 GB SATA SSD. No entanto, você pode escolher processadores e placas gráficas específicos, o que provavelmente significa resultados mais precisos. Esta é a única calculadora da lista que inclui monitores. </p> <p> Os resultados incluem a potência de carga e a potência recomendada. Dentro <strong> Especialista </strong> modo, você também pode ver a amperagem combinada e uma estimativa de seus custos de energia. O site da OuterVision também apresenta uma calculadora de consumo de energia para plataformas de mineração de criptomoedas. </p> <p> Além de calcular a lucratividade potencial de mineração de sua plataforma, ele se vincula à Amazon, onde você pode comprar as peças para construí-la. </p> <p> </p> <h2 id=\"2-cooler-master-power-supply-calculator\"> 2 <a href=\"https://www.coolermaster.com/power-supply-calculator/\" target=\"_blank\" rel=\"nofollow noopener\"> Calculadora da fonte de alimentação Cooler Master </a></h2> <p> <img alt=\"cooler master power supply calculator\" src=\"images/cooler-master-power-supply-calculator-e1611671494951-262.png\" loading=\"lazy\"> </p> <p> A maioria dos entusiastas de tecnologia conhece o Cooler Master. Ele fabrica uma ampla variedade de gabinetes, coolers, fontes de alimentação e periféricos para fabricantes de PCs. </p> <p> Se você estiver construindo um PC simples, sem muitos recursos extras, a calculadora PSU da Cooler Master pode fornecer uma estimativa razoável de seus requisitos de energia. </p> <p> Ele oferece uma escolha de sete fatores de forma de placa-mãe, incluindo ATX e Mini-ATX, mas não modelos de placa específicos. Você pode definir o seu processador e placa gráfica específicos também, mas todo o resto é genérico. </p> <p> Ela não oferece tantas opções quanto a calculadora OuterVision, mas cobre o básico bem o suficiente. E, é claro, esta calculadora existe como uma forma de recomendar fontes de alimentação da Cooler Master. A Cooler Master é amplamente considerada uma marca confiável e confiável para PSUs, mas é importante reconhecer essa tendência. </p> <p> </p> <h2 id=\"3-be-quiet-psu-calculator\"> 3 <a href=\"https://www.bequiet.com/psucalculator\" target=\"_blank\" rel=\"nofollow noopener\"> Fique quieto! Calculadora PSU </a></h2> <p> <img alt=\"BeQuiet power supply calculator\" src=\"images/bequiet-power-supply-calculator-859.png\" loading=\"lazy\"> </p> <p> Como a Cooler Master, a Be Quiet fabrica gabinetes, PSUs, ventiladores e outras peças de PC, portanto, sua calculadora naturalmente recomenda seus próprios produtos. Sua calculadora PSU é similarmente despojada, mas tem algumas opções interessantes que a fazem valer a pena. </p> <p> Como com outras calculadoras, as únicas áreas que você pode preencher com modelos específicos são para o processador e a placa gráfica. Ela não tem opções para a placa-mãe e você só pode especificar uma quantidade de discos SATA, discos PATA e stick de RAM - não sua velocidade ou capacidade. </p> <p> Ele também tem algumas opções simples de overclock (com overclock ou muito overclock), bem como uma configuração para transmissão de energia USB 3.2. Mas o que se destaca é a capacidade de salvar as configurações em seu PC como arquivos de texto. Isso pode não ser tão útil com uma calculadora relativamente simples, mas é bom ter a opção. </p> <p> Depois de fazer um cálculo, o site oferecerá uma seleção de fontes de alimentação Be Quiet, com opções para filtrar ainda mais os resultados. </p> <p> </p> <h2 id=\"4-power-supply-calculator\"> 4 <a href=\"http://powersupplycalculator.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Calculadora de fonte de alimentação </a></h2> <p> <img alt=\"power supply calculator dot net\" src=\"images/power-supply-calculator-dot-net-e1611671539639-366.png\" loading=\"lazy\"> </p> <p> Esta calculadora PSU é melhor para computadores mais antigos, uma vez que não parece ter sido atualizada por um tempo. Muitos componentes mais novos estão faltando, mas também permite que você adicione conexões FireWire às suas especificações, o que pode não ser encontrado em novas calculadoras. </p> <p> Também vale a pena notar o gráfico de barras que ele produz no final. Isso mostra a distribuição de energia em todo o sistema, tanto em modo inativo quanto sob carga. Isso não é algo que a maioria das outras calculadoras oferece. </p> <p> Junto com componentes usuais como discos rígidos e SSDs, você pode adicionar periféricos como teclados e mouses. Você também pode incluir uma variedade de placas PCI e PCI Express e até cinco ventiladores. Existem alguns controles deslizantes de overclock para processadores também. </p> <p> Se você tem um PC antigo e deseja verificar seu consumo de energia ou substituir sua PSU, vale a pena tentar esta calculadora. Ele oferece alguns resultados interessantes que você não encontrará em nenhum outro lugar e não o pressiona a comprar nada. Para novos PCs, porém, você precisará usar uma das outras calculadoras. </p> <p> </p> <h2 id=\"pcpartpicker-system-builder\"> 5 <a href=\"https://pcpartpicker.com/list/\" target=\"_blank\" rel=\"nofollow noopener\"> PCPartPicker System Builder </a></h2> <p> <img alt=\"PC part picker system builder\" src=\"images/pc-part-picker-system-builder-e1611671564379-603.png\" loading=\"lazy\"> </p> <p> O PCPartPicker apresenta uma lista de todos os componentes essenciais de que você precisa para construir um PC. Abaixo de cada título há um botão, no qual você clica para adicionar uma parte. Em seguida, você obtém uma longa lista de produtos reais para escolher, incluindo preços de vários comerciantes. </p> <p> À medida que você adiciona peças à sua lista, o Integrador de Sistemas controla a compatibilidade dos seus componentes e a potência estimada geral. Você também tem a opção de exportar sua lista. O site gera automaticamente um link exclusivo que você pode compartilhar, mas também pode gerar texto de marcação que pode copiar e colar para incorporar em outro lugar. </p> <p> Suas listas também podem ser salvas em sua conta, se você criar uma. Além disso, você pode ver um histórico de todas as listas que você fez, o que é perfeito se você deseja comparar construções em potencial. </p> <p> Não é uma calculadora PSU dedicada, por isso não fornece uma análise dos requisitos de energia e não leva o overclock em consideração Mas permite que você escolha componentes reais para cada parte de sua construção e, em seguida, baseie os requisitos de PSU nisso. </p> <p> </p> <h2 id=\"how-accurate-are-power-supply-calculators\"> Quão precisas são as calculadoras de fonte de alimentação? </h2> <p> As calculadoras PSU podem apenas fornecer uma estimativa, em vez de um número exato. Portanto, você pode usá-los como um guia, mas não tome os resultados como um evangelho. </p> <p> Em nossos testes, imaginamos um PC para jogos com uma placa de vídeo e processador de última geração, 16 GB de DDR4, um SSD SATA e um disco rígido de 7200 rpm. As recomendações que obtivemos das calculadoras variaram de 527W a 580W. </p> <p> Em todos os casos, esses números foram menores do que o esperado. A Nvidia, por exemplo, afirma que uma placa de ponta como a GeForce RTX 3080 requer pelo menos uma fonte de alimentação de 750W. </p> <p> </p> <h2 id=\"get-the-right-amount-of-power-to-your-rig\"> Obtenha a quantidade certa de energia para sua plataforma </h2> <p> Na verdade, é melhor ter alguma sobrecarga ao escolher uma fonte de alimentação, então, independentemente do que essas calculadoras sugiram, você provavelmente deve adicionar algumas centenas de watts no topo Todos parecem ser culpados de sugerir o mínimo. </p> <p> Lembre-se também de que nem todas as fontes de alimentação são criadas iguais. PSUs baratos ou com potência insuficiente podem causar todos os tipos de problemas. Na verdade, eles podem até mesmo fritar completamente sua placa-mãe. Portanto, escolha com cuidado e busque o conselho de um construtor de PC experiente se não tiver certeza. </p>"}