{"title":"Assim como a Tesla, o Twitter está considerando investir em Bitcoin","content":"<p> Nem todo mundo controla o mercado de ações ou a criptomoeda, mas se você fizer isso, você saberá que, em 8 de fevereiro, a Tesla comprou US $ 1,5 bilhão em bitcoins. Depois que a empresa revelou sua enorme participação, o valor do bitcoin deu um salto colossal de 20,33% para $ 46.081,64 - o maior valor desde março de 2020. </p> <p> Dito isso, foi revelado que a Tesla não é a única empresa com interesse na criptomoeda. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> O Twitter pode em breve pagar seus funcionários em bitcoin </h2> <p> Em uma entrevista à CNBC, o CFO do Twitter, Ned Segal, disse que a empresa está considerando adicionar bitcoin a seu balanço patrimonial. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Fizemos muitas reflexões iniciais para considerar como poderíamos pagar aos funcionários caso eles solicitassem o pagamento <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , como poderíamos pagar a um fornecedor se ele pedisse para ser pago em <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> e se precisamos ter <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> em nosso balanço &quot;, diz <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> - Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 de fevereiro de 2021 </a></blockquote>  <p> Portanto, o investimento da Tesla em bitcoin chamou a atenção do Twitter. A plataforma de mídia social ainda não fez uma mudança no departamento de tesouraria, mas sabemos agora que as transações de bitcoin estão pelo menos sendo consideradas. </p> <p> Quando Segal foi questionado sobre o que seria necessário para o Twitter investir em bitcoin, ele deu uma resposta muito direta. </p> <p> &quot;Uma das principais coisas que veríamos seria se as pessoas estão pedindo para negociar conosco em bitcoin. Porque então poderíamos considerar se estaríamos transferindo dólares para bitcoin no momento da transação ou se queríamos bitcoin em nosso balanço, pronto para concluir essa transação &quot;, explicou Segal. </p> <p> Você pode pensar que é improvável que o Twitter corra tanto risco quando acaba de ser revelado que o Twitter está procurando fazer grandes mudanças em breve - como o <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> implementação de recursos do Revue </a> e possivelmente <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> um modelo de assinatura </a> . </p> <p> Mas a empresa irmã do Twitter, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Quadrado </a> , já é um investidor bitcoin. </p> <p> Em outubro passado, o Square levou a <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> seu site oficial </a> para anunciar que comprou US $ 50 milhões em bitcoins. Na época, o investimento representava aproximadamente um por cento dos ativos totais da Square. </p> <p> Não apenas isso, mas o CEO do Twitter, Jack Dorsey, é um grande fã de bitcoin. Após os distúrbios no Capitólio em janeiro, ele postou um tópico no Twitter para discutir o <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> proibição permanente do ex-presidente dos EUA Donald Trump do Twitter </a> . </p> <p> Em algum lugar no meio, Dorsey mudou para destacar a criptomoeda. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> A razão pela qual tenho tanta paixão por <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> é em grande parte por causa do modelo que demonstra: uma tecnologia básica da Internet que não é controlada ou influenciada por um único indivíduo ou entidade. Isso é o que a internet quer ser e, com o tempo, mais será. </p> - jack (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 de janeiro de 2021 </a></blockquote>  <p> Dorsey tornou-se cada vez mais apaixonado por bitcoin ao longo dos anos. Por volta dessa época, no ano passado, Dorsey fez com que o Twitter lançasse uma hashtag de marca para bitcoin. Agora, #bitcoin ”é acompanhado pelo logotipo bitcoin nos tweets. </p> <p> Em 2018, <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Os tempos </a> escreveu que Dorsey prevê que o bitcoin um dia se tornará a &quot;moeda única&quot; do mundo. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> O que vem por aí para o Twitter? </h2> <p> Estamos apenas dois meses em 2021 e o Twitter já está tomando medidas para mudar radicalmente a plataforma como a conhecemos hoje. </p> <p> Outro passo será comprar milhões de bitcoins nos próximos meses para suas transações? Talvez, se o Twitter pensar na criptomoeda como &quot;um instrumento de fortalecimento econômico&quot; como o Square faz. </p>"}