{"title":"A Microsoft definiu uma data para a remoção do Legacy Edge","content":"<p> Vimos indícios de que a Microsoft quer finalmente se livrar de seu Edge herdado e agora o dia finalmente chegou. Se você estiver usando o Edge legado, terá apenas até 13 de abril de 2021 para acessar um novo navegador antes que ele seja apagado do seu PC. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> O fim do legado da Microsoft </h2> <p> A Microsoft declarou o prazo em <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> o site da comunidade de tecnologia </a> . A notícia não é uma grande surpresa, já que a gigante do software tem cortado relações com seu navegador legado. Por exemplo, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> pacotes de idiomas futuros não suportam mais o Edge legado </a> . </p> <p> Naquela época, não sabíamos quando a Microsoft desligaria a tomada; tudo o que sabíamos era que a Microsoft queria acabar logo. Agora, a gigante do software delineou duas datas-chave na remoção do Edge legado. </p> <p> A primeira data é quando a Microsoft suspende o suporte para o Edge legado - isso acontece em 9 de março de 2021. Nessa data, o Edge legado não receberá mais atualizações, mesmo se alguém encontrar uma falha de segurança desagradável nele. Como tal, esta é a data ideal para mudar de navegador se você ainda estiver no Edge herdado. </p> <p> A segunda data é 13 de abril de 2021, quando a Microsoft se livrar do Edge legado. Não queremos dizer simplesmente deixar o Edge legado para seus próprios dispositivos; A Microsoft pretende publicar uma atualização do Windows 10 que elimine o navegador antigo do sistema operacional. </p> <p> Observe que isso não removerá o novo Chromium Edge, que <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft lançou há pouco mais de um ano </a> . Na verdade, a versão Chromium do Edge é a principal razão pela qual a Microsoft está descartando o Edge legado em primeiro lugar. </p> <p> Se você usa o Edge e não tem certeza se usa o legado ou a versão Chromium do Edge, o antigo usa um E azul sólido como logotipo. O Chromium Edge tem uma espiral azul e verde mais colorida que se parece com um E. </p> <p> Assim, se você estiver usando o antigo Microsoft Edge, agora é um bom momento para mover os navegadores, mesmo que seja um pequeno salto para o Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Colocando um legado para dormir </h2> <p> Se você ainda está se agarrando ao Edge legado, agora é um momento fantástico para abandonar o navio. A versão antiga do Edge só vai piorar cada vez mais a partir de agora até que seja totalmente apagada em abril de 2021. </p> <p> Se você sempre quis experimentar o Chromium Edge, agora é a hora de fazer isso. A Microsoft recentemente ostentou 600 milhões de usuários em seu novo navegador, então definitivamente vale a pena tentar. </p> <p> <small> Crédito da imagem: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}