{"title":"Apple aumenta o crédito de devolução do DTK Mac Mini após reclamação do desenvolvedor","content":"<p> Respondendo aos protestos dos desenvolvedores, a Apple aumentou o crédito oferecido para devolver seus computadores Mac mini com o Developer Transition Kit (DTK) dos US $ 200 originais para US $ 500 por unidade. </p> <p> Além disso, o crédito aumentado de $ 500 pode ser resgatado até o final do ano, em vez de 31 de maio, de acordo com a mensagem de e-mail da Apple informando os desenvolvedores sobre os termos atualizados. </p> <blockquote> <p> Em vez do crédito de $ 200 que expira em maio, estamos dando a você um crédito de $ 500 da Apple e estendendo o tempo de uso para obter um novo M1 Mac até o final do ano. Se você já adquiriu um novo M1 Mac, o crédito da Apple oferece a flexibilidade de adquirir qualquer produto da Apple para ajudar no trabalho de desenvolvimento de seu aplicativo. </p> </blockquote> <p> A empresa em breve compartilhará detalhes sobre como enviar de volta essas unidades DTK. </p> <p> A oferta aprimorada permite que os desenvolvedores usem o crédito de $ 500 para cobrir a maior parte do custo de um novo computador M1 Mac mini, que começa em $ 699. Os novos termos são a reação da Apple ao clamor do desenvolvedor que se seguiu ao decepcionante <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> Oferta de $ 200 DTK Mac mini </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Um infeliz erro de relações públicas </h2> <p> A mensagem de e-mail da Apple reconhece que a empresa está muito ciente do fato de que seu &quot;crédito de apreciação&quot; original de $ 200 pode ter insultado alguns dos desenvolvedores. </p> <blockquote> <p> Ouvimos seus comentários sobre a nota de crédito de agradecimento de $ 200 mencionada em nosso último e-mail. Nossa intenção era reconhecer o tremendo esforço que você fez para criar incríveis aplicativos universitários. Ao fazer parceria conosco desde o início, você mostrou seu compromisso com nossa plataforma e vontade de ser pioneiros. </p> </blockquote> <p> Infelizmente, isso é tudo feito pela Apple. </p> <p> A empresa criou um problema de mini-PR do nada, causando uma grande consternação entre os desenvolvedores. E toda essa indignação e controvérsia poderiam ter sido evitadas se a Apple tivesse oferecido US $ 500 pela devolução desses kits desde o início. E se a empresa realmente quisesse recompensar seus desenvolvedores mais leais, poderia tê-los deixado manter sua unidade DTK. </p> <p> </p> <p> O suporte ao desenvolvedor está entre os fatores mais cruciais para transformar qualquer plataforma de tecnologia em um sucesso. Se a empresa deseja fazer com que os clientes voltem às suas plataformas, ela precisará pensar duas vezes antes de irritar seu exército de desenvolvedores com movimentos como este. São os desenvolvedores que criam aplicativos que mantêm as pessoas engajadas e apaixonadas pelos produtos Apple. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> O que é DTK Mac Mini, afinal? </h2> <p> A Apple alugou unidades DTK para desenvolvedores para ajudar a fazer seus aplicativos baseados em Intel rodarem nativamente nos novos M1 Macs. O DTK é um gabinete do Mac mini com o chip A12Z Bionic do iPad Pro dentro, equipado com 16 GB de memória, 512 GB de armazenamento e muito mais. O mais importante é que os desenvolvedores sempre souberam que um dia precisariam devolver sua unidade à Apple. </p> <p> O crédito de US $ 200 que a Apple originalmente ofereceu aos desenvolvedores que devolvessem sua unidade poderia ser usado para adquirir aplicativos, mídia ou um dos mais recentes computadores Mac com silício da Apple. Um desenvolvedor teria recebido seu crédito de $ 200 ao receber a unidade devolvida. Os códigos teriam que ser usados ​​até 31 de maio de 2021. </p> <p> Mas os desenvolvedores recusaram a oferta, extravasando sua frustração com os termos da Apple nas redes sociais. A maioria das reclamações gira em torno do fato de que o crédito de US $ 200 é insuficiente para comprar um novo M1 Mac mini para continuar testando seus aplicativos de silício da Apple. </p>"}