{"title":"Apple oferece substituição gratuita de bateria para MacBook Pros que não carregam além de 1%","content":"<p> A Apple lançou um novo programa de serviço para substituir, gratuitamente, baterias com defeito em alguns modelos de MacBook Pro que não cobram acima de 1%. </p> <p> Um pequeno lote de unidades MacBook Pro de 13 e 15 polegadas fabricadas em 2016 e 2017 está aparentemente afetado por este estranho problema de carregamento. Os clientes afetados podem ver uma mensagem no painel de preferências da bateria para indicar &quot;Serviço recomendado&quot;. </p> <p> Se você vir esta mensagem, você está qualificado para a substituição gratuita da bateria da Apple. Por outro lado, se a mensagem indicar que a bateria está em condições normais, você não foi afetado. </p> <p> De acordo com um documento de suporte em <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Site da Apple </a> , o problema de carregamento da bateria afeta &quot;um número muito pequeno de clientes&quot; com os computadores MacBook Pro 2016 e 2017. </p> <h2 id=\"is-my-macbook-pro-affected\"> Meu MacBook Pro foi afetado? </h2> <p> Os seguintes modelos de MacBook Pro 2016 e 2017 podem apresentar estes comportamentos: </p> <ul> <li> MacBook Pro (13 polegadas, 2016, duas portas Thunderbolt 3) </li> <li> MacBook Pro (13 polegadas, 2017, duas portas Thunderbolt 3) </li> <li> MacBook Pro (13 polegadas, 2016, quatro Thunderbolt 3 portas) </li> <li> MacBook Pro (13 polegadas, 2017, quatro Thunderbolt 3 portas) </li> <li> MacBook Pro (15 polegadas, 2016) </li> <li> MacBook Pro (15 polegadas, 2017) </li> </ul> <p> Para <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> identifique rapidamente o modelo do seu computador </a> , escolha &quot;Sobre este Mac&quot; no menu Apple. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Como verificar o estado da bateria do Mac </h2> <p> Você pode verificar a integridade atual da bateria do seu MacBook Pro no macOS facilmente. </p> <p> Em Big Sur, escolha &quot;Preferências do Sistema&quot; no menu Apple. Na janela Preferências do sistema, clique em &quot;Bateria&quot;, selecione &quot;Bateria&quot; na barra lateral e clique em &quot;Saúde da bateria&quot;. </p> <p> </p> <p> Se o seu Mac estiver usando o macOS Catalina ou anterior, mantenha pressionada a tecla Opção (⌥) no teclado enquanto clica no ícone Bateria na barra de menus. Isso irá revelar o menu de status da bateria. </p> <p> Se o seu notebook for elegível para o programa de serviço da Apple, você pode substituí-lo gratuitamente entrando em contato com a Apple através do <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Site de suporte </a> . &quot;Seu computador será examinado antes do serviço para verificar se ele está qualificado para a substituição gratuita da bateria&quot;, observa a Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Atualizações de emergência com um conserto de bateria </h2> <p> Depois de tomar conhecimento desse bug, a Apple lançou rapidamente um par de atualizações do macOS --- o macOS Big Sur 11.2.1 ou posterior para Macs com o software Big Sur e a atualização suplementar macOS Catalina 10.15.7 para proprietários de Mac no macOS Catalina e antes. </p> <p> </p> <p> De acordo com as notas de lançamento em <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Site da Apple </a> , macOS Big Sur 11.2.1 &quot;resolve um problema que pode impedir o carregamento da bateria em alguns modelos MacBook Pro 2016 e 2017.&quot; A Apple recomenda que todos instalem essas atualizações para evitar que o problema da bateria aconteça com outros MacBook Pros de 2016 e 2017. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Como atualizar seu Mac </h2> <p> Para atualizar o software macOS em seu Mac para a versão mais recente, vá para <strong> Preferências do sistema&gt; Atualização de software </strong> . Se você vir uma mensagem informando que há atualizações disponíveis, clique no botão &quot;Atualizar agora&quot; para instalá-las. Pode ser necessário inserir sua senha de administrador para concluir a atualização do Mac. </p> <p> Se desejar que seu computador baixe e instale automaticamente atualizações futuras, selecione a opção &quot;Manter meu Mac atualizado automaticamente&quot; na janela de atualização de software. Você será notificado quando as atualizações pendentes exigirem uma reinicialização e você pode optar por instalá-las mais tarde. </p>"}