{"title":"A Microsoft está tornando mais fácil levantar a mão nas equipes","content":"<p> Se você já tentou levantar a mão no Microsoft Teams antes, provavelmente percebeu que não há uma maneira rápida e fácil de fazer isso. No entanto, a Microsoft está planejando consertar isso adicionando um atalho de teclado que levante sua mão imediatamente. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> O novo atalho de teclado para equipes da Microsoft </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> OnMSFT </a> primeiro avistou o anúncio de novo recurso. A Microsoft declarou o desenvolvimento deste recurso no <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> O UserVoice é um fórum especial onde os usuários podem apresentar o que desejam das equipes diretamente para o gigante da tecnologia. Nós vimos anteriormente <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft adicionando agendamento de reunião do Teams </a> graças ao fórum UserVoice. </p> <p> Nesse fórum, alguém propôs a ideia de adicionar um atalho de teclado para levantar a mão em uma reunião de equipes. A Microsoft agraciou o tópico com sua presença e postou o seguinte: </p> <blockquote> <p> Obrigado pelo seu feedback. A equipe começou a trabalhar neste recurso para desktop Windows e Mac. Os clientes da Web serão trabalhados no futuro. Compartilharemos uma atualização assim que estiver disponível. </p> </blockquote> <p> Embora não tenhamos uma data de lançamento exata, fique atento para uma atualização futura que adiciona esse recurso útil. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Todos que queriam isso, levantem as mãos </h2> <p> Se você quer um atalho de teclado para levantar a mão em equipes, você está com sorte. Não temos certeza de quando será lançado, mas será uma adição bem-vinda quando for lançado no Teams. </p> <p> Se você gosta de interagir nas reuniões do Teams, sabia que a Microsoft adicionará reações semelhantes a emojis às suas vídeo chamadas? </p> <p> <small> Crédito de imagem: FS Stock / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}