{"title":"As 10 principais habilidades do Alexa para alunos que aprendem em casa","content":"<p> Quando se trata da educação de seu filho, é sempre importante encontrar tarefas que sejam desafiadoras, envolventes e inspiradoras. Isso é particularmente verdadeiro agora com o nível de expectativas dos pais para ajudar seus alunos a aprender em casa. </p> <p> A assistente da Amazon, Alexa, pode ajudar a manter seu filho focado e envolvido com essas grandes habilidades. Ser professor e pai pode ser um trabalho árduo. Deixe Alexa fazer um pouco do planejamento e da capacidade intelectual para você. </p> <h2 id=\"spelling-quiz\"> 1 <a href=\"https://www.amazon.com/MSIM-Consulting-Spelling-Quiz/dp/B087QHY928\" target=\"_blank\" rel=\"nofollow noopener\"> Teste de ortografia </a></h2> <p> <img alt=\"Spelling Quiz Alexa\" src=\"images/spelling-quiz-alexa-skill-126.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra o questionário de ortografia&quot;. </strong> </p> <p> Questionário de ortografia é uma habilidade focada na palavra que permite que você determine em que nível gostaria que seu filho começasse. Começando do modo fácil, o Questionário de ortografia permite que você ajude seu filho a melhorar a ortografia em sua velocidade. Os primeiros dois níveis são gratuitos. E se você quiser experimentar palavras mais difíceis, mais cinco níveis podem ser desbloqueados com a compra de uma habilidade. </p> <p> Usando técnicas que eles normalmente experimentariam na escola, Spelling Quiz é adaptável. No entanto, se seu filho está achando a palavra um pouco difícil, ele pode pedir a ajuda de Alexa. Ela vai simplificar as opções disponíveis para responder. </p> <p> Se você deseja encontrar mais recursos relacionados à literatura inglesa, você pode <a href=\"https://www.makeuseof.com/little-known-places-to-download-free-ebooks/\" target=\"_blank\" rel=\"nofollow noopener\"> baixar ebooks grátis </a> para ajudar seu filho a ampliar seus conhecimentos de leitura. </p> <p> </p> <h2 id=\"math-facts-math-practice-for-kids\"> 2 <a href=\"https://www.amazon.com/Math-Facts-Practice-Kids/dp/B01HLUPI08\" target=\"_blank\" rel=\"nofollow noopener\"> Fatos matemáticos - Prática matemática para crianças </a></h2> <p> <img alt=\"Math Skill\" src=\"images/maths-facts-alexa-skill-733.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra os fatos matemáticos&quot;. </strong> </p> <p> Math Facts é uma maneira agradável para seu filho aprender a subtração, adição, multiplicação e divisão. Em um formato fácil de seguir, essa habilidade transforma o pensamento em um jogo, incentivando as crianças a se sentirem relaxadas em seu ambiente de aprendizagem. </p> <p> Usar crianças como parte do aprimoramento de suas habilidades permitiu que os desenvolvedores criassem algo que realmente leva em consideração o tempo e as palavras que as crianças precisam para responder a questões matemáticas específicas. </p> <p> </p> <h2 id=\"memory-game\"> 3 <a href=\"https://www.amazon.com/worldengine-Memory-Game/dp/B01HBWUHVG\" target=\"_blank\" rel=\"nofollow noopener\"> Jogo da memória </a></h2> <p> <img alt=\"Memory Alexa\" src=\"images/memroy-skill-alexa--455.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra o Jogo da Memória&quot;. </strong> </p> <p> Uma das coisas mais difíceis para muitas crianças ao aprender é reter conhecimento. Podem ser assuntos diferentes para crianças diferentes, mas o problema é sempre semelhante. Ao baixar essa habilidade Alexa, você está preparando seu filho e desenvolvendo uma habilidade educacional útil. </p> <p> Concentrando-se em uma série de tópicos aos quais todas as idades podem se relacionar, a habilidade Jogo da Memória é uma escolha divertida e interativa para usar em casa. Também é útil que os pais experimentem também. </p> <p> </p> <h2 id=\"question-of-the-day\"> 4 <a href=\"https://www.amazon.com/VoicePress-AI-Question-of-the-Day/dp/B01N6QUAXX\" target=\"_blank\" rel=\"nofollow noopener\"> Questão do dia </a></h2> <p> <img alt=\"Alexa Skill Alexa\" src=\"images/question-of-the-day-alexa-skill-724.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra a pergunta do dia&quot;. </strong> </p> <p> Em vez de focar em certos assuntos, a habilidade Questão do Dia pode desafiar o conhecimento geral de seu filho com diferentes questões diárias. Perguntas de conhecimento geral podem ajudar a tirar a criança de sua zona de conforto. </p> <p> A habilidade Questão do Dia certamente dará ao seu filho algo para falar no jantar quando você perguntar a ele o que aprenderam na escola, mesmo que não se lembrem de matemática, literatura ou ciências específicas. </p> <p> Uma compra de habilidades pode desbloquear questões com o tema Harry Potter ou desbloquear a assinatura do Trivia Club. Os membros podem ouvir três perguntas de desafio diárias, ver classificações nas tabelas de classificação regionais e nacionais, acesso ilimitado a pacotes de jogos multijogador e acesso exclusivo a arquivos. </p> <p> </p> <h2 id=\"teach-me-healthy-eating\"> 5 <a href=\"https://www.amazon.com/Business-Profits-Academy-healthy-eating/dp/B07DBF446P\" target=\"_blank\" rel=\"nofollow noopener\"> Ensine-me uma alimentação saudável </a></h2> <p> <img alt=\"Healthy Skill Alexa\" src=\"images/healthy-eating-alexa-skill-620.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra Ensine-me uma alimentação saudável&quot;. </strong> </p> <p> Ensine-me uma alimentação saudável é uma ótima habilidade para aqueles que querem ter certeza de que aprender em casa não se trata apenas de colocar a caneta no papel. Essa habilidade se concentra em pequenos hacks saudáveis, em vez de simplesmente regurgitar receitas para o ouvinte. Encoraja mudanças de hábitos que qualquer criança pode digerir lentamente em sua rotina. </p> <p> Tem como objetivo educar as crianças com conhecimentos inspiradores em relação à alimentação, mas também as incentiva a fazer uma mudança nos seus hábitos alimentares. É uma habilidade útil para quem precisa de bem-estar pessoal em qualquer idade. </p> <p> </p> <h2 id=\"my-interesting-science-skill\"> 6 <a href=\"https://www.amazon.com/AjitM-My-Interesting-Science-Skill/dp/B01MT7IKQB\" target=\"_blank\" rel=\"nofollow noopener\"> Minha habilidade interessante em ciências </a></h2> <p> <img alt=\"Science Alexa Skill\" src=\"images/interesting-science-alexa-skill-687.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra My Interesting Science Skill.&quot; </strong> </p> <p> Minha habilidade interessante em ciências pode não oferecer a você o lado prático da ciência disponível em um ambiente escolar tradicional, mas explica algumas histórias científicas incríveis e as compara com nossas experiências cotidianas. </p> <p> Em outras palavras, torna a ciência identificável para o aluno por meio de descobertas que nem sabíamos que aconteceram. </p> <p> </p> <h2 id=\"home-learning\"> 7 <a href=\"https://www.amazon.com/Tiffany-Hunt-Home-Learning/dp/B088R1VYDL\" target=\"_blank\" rel=\"nofollow noopener\"> Aprendizagem em casa </a></h2> <p> <img alt=\"Learning Alexa Skill\" src=\"images/home-learning-alexa-skill-282.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra o Home Learning&quot;. </strong> </p> <p> Um dos desafios de aprender em casa não é o material em si, mas a atitude e o comportamento necessários para realizar o trabalho árduo. A habilidade Aprendizagem em Casa oferece aos pais estratégias e técnicas para superar aqueles momentos difíceis com seus filhos. </p> <p> </p> <p> Essa habilidade usa métodos e idéias divertidas para combater uma atitude ruim em relação a certos assuntos. É ótimo para ter no bolso de trás, para quando você precisar de um pouco de inspiração para encorajar seu filho. </p> <p> </p> <h2 id=\"keep-kids-busy-home-life\"> 8 <a href=\"https://www.amazon.com/Keep-Kids-Busy-Home-Life/dp/B085ZTTWSK\" target=\"_blank\" rel=\"nofollow noopener\"> Mantenha as crianças ocupadas - Vida doméstica </a></h2> <p> <img alt=\"Kids Alexa Skill\" src=\"images/keep-kids-busy-alexa-skill-139.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra o Keep Kids Busy&quot;. </strong> </p> <p> Às vezes, os métodos tradicionais de aprendizagem podem se desgastar. Isso é especialmente verdadeiro em casa, quando o ambiente é o mesmo para todas as disciplinas. Manter as crianças ocupadas é uma habilidade que surge com diferentes atividades para enriquecer o dia normal de seu filho. </p> <p> Envolvendo-se com a habilidade e com a ajuda de alguns adereços domésticos, Keep Kids Busy é uma alternativa enriquecedora para adicionar à rotina educacional de seu filho. </p> <p> </p> <h2 id=\"music-bop-adventures\"> 9 <a href=\"https://www.amazon.com/Adassa-Innovations-Music-Bop-Adventures/dp/B0748DNRPQ/\" target=\"_blank\" rel=\"nofollow noopener\"> Music Bop Adventures </a></h2> <p> <img alt=\"Alexa Skill PE\" src=\"images/music-bop-adventures-613.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra o Music Bop Adventures&quot;. </strong> </p> <p> Music Bop Adventures é uma habilidade de aventura divertida e interativa projetada para manter seu filho ativo. Se você está procurando inspiração em educação física, não procure mais. Seu filho é colocado à prova com quatro aventuras diferentes para explorar. </p> <p> Seja no espaço, no fundo do mar, na selva ou fugindo do clima, o Music Bop Adventures tem como objetivo manter seu filho em movimento e fisicamente ativo, ao mesmo tempo envolvido com seu pensamento. </p> <p> </p> <h2 id=\"country-game\"> 10 <a href=\"https://www.amazon.com/Dilli-Labs-LLC-Country-Game/dp/B078V264VJ\" target=\"_blank\" rel=\"nofollow noopener\"> Jogo Country </a></h2> <p> <img alt=\"Country Skill\" src=\"images/alexa-skill-country-game-490.png\" loading=\"lazy\"> </p> <p> <strong> Diga &quot;Alexa, abra o Country Game&quot;. </strong> </p> <p> A habilidade Country Game é uma ótima maneira de testar os conhecimentos geográficos globais do seu filho. Há também um <a href=\"https://www.amazon.com/alex-w-all-states-america/dp/B01KKYHVXO\" target=\"_blank\" rel=\"nofollow noopener\"> habilidade focada nos estados dos EUA </a> acessível. Mas se você deseja uma educação mais global, esta é a habilidade para você. </p> <p> Teste o conhecimento do seu filho sobre países de todo o mundo. Você pode até mesmo fazer com que eles desenhem um mapa ao mesmo tempo para um desafio adicional. </p> <p> <img alt=\"alexa homeschool\" src=\"images/alexa-homeschool-feature-e1611664167763-374.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"alexa-is-a-perfect-teaching-assistant\"> Alexa é uma assistente de ensino perfeita </h2> <p> Se seu filho está aprendendo em casa em tempo integral ou se você apenas precisa de algum apoio com o dever de casa, há uma série de excelentes habilidades do Alexa disponíveis. </p> <p> E quando o dia acabar, todos podem rir com grandes jogos em grupo. </p>"}