{"title":"A &quot;verificação de amigos&quot; do Snapchat convida você para eliminar amigos indesejados","content":"<p> Será que sua lista de amigos do Snapchat precisa ser reduzida? Se você acumulou muitos amigos que nem mesmo se lembra de ter adicionado, o recurso Friend Check Up do Snapchat irá encorajá-lo a eliminar esses usuários indesejados. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> É hora de limpar sua lista de amigos </h2> <p> Uma postagem no <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Snap Newsroom </a> destaca Friend Check Up, um novo recurso revelado a tempo de <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Dia da Internet Mais Segura </a> . O Check-up de amigos aparecerá como uma notificação no Snapchat e solicitará que você reveja sua lista de amigos. </p> <p> A notificação dirá, &quot;Snapchat é para amigos reais. Toque para revisar sua lista de amigos.&quot; Selecionar a notificação o levará à sua lista de amigos, onde você pode prosseguir para cortar conexões indesejadas. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> O objetivo desta ferramenta é ajudá-lo a excluir qualquer usuário que possa ter adicionado acidentalmente, bem como qualquer pessoa que você simplesmente não deseja mais em sua lista de amigos. Ter esse lembrete também é um ótimo recurso de segurança - afinal, você pode estar, sem saber, permitindo que determinados usuários acessem suas histórias e sua localização. </p> <p> </p> <p> De acordo com o Snapchat, esse recurso será lançado em dispositivos Android nas próximas semanas e no iOS nos próximos meses. </p> <p> Dito isso, você não precisa esperar até que o Snapchat lance esse recurso para começar a limpar sua lista de amigos. Você pode fazer isso agora mesmo acessando seu perfil do Snapchat e tocando <strong> Meus amigos </strong> . Pressione e segure o usuário que você deseja apagar, toque <strong> Mais </strong> , e então aperte <strong> Remover amigo </strong> &gt; <strong> Remover </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Outras maneiras de o Snapchat melhorar a segurança </h2> <p> Na mesma postagem do blog, o Snapchat anunciou que também está fazendo parceria com Connect Safely nos EUA e ChildNet no Reino Unido para exibir filtros educacionais. Deslizar para cima esses filtros o levará aos recursos de segurança na Internet da organização relevante. </p> <p> Além disso, o Snapchat está expandindo sua integração com a Crisis Text Line nos Estados Unidos e planeja lançar um recurso semelhante no Reino Unido. A plataforma também está trabalhando com o The Trevor Project para fornecer recursos no aplicativo para jovens LGBTQ. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat aprimora amigos íntimos </h2> <p> O recurso Friend Check Up é apenas outra maneira que o Snapchat está tentando fortalecer sua imagem como uma plataforma para amigos próximos, não estranhos completos. </p> <p> A plataforma se orgulha de não encorajar a comunicação entre pessoas que não se conhecem bem. Ele foi criado para amigos próximos, o que é demonstrado pelo limite de 64 membros da plataforma em grupos e pelo fato de que você não pode se comunicar com ninguém a menos que ambos aceitem o pedido de amizade um do outro. </p>"}