{"title":"Como usar hubs do Mozilla &amp; # 039; Novas características","content":"<p> A Mozilla lançou Hubs, uma plataforma social e de colaboração remota imersiva gratuita, em 2018. Mas as mudanças na forma como as pessoas acessaram e usaram a plataforma durante a pandemia levaram a uma atualização que a torna mais útil para grandes grupos de pessoas com diferentes níveis de experiência usando um gama de dispositivos. </p> <p> Aqui, vemos como a atualização de 2021 muda os hubs e como usar os novos recursos ... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> O que é Mozilla Hubs? O que há de novo? </h2> <p> Mozilla Hubs é uma plataforma gratuita para criar e compartilhar espaços virtuais chamados &quot;quartos&quot;. A plataforma independente de hardware é executada em um navegador da web, disponibilizando-o em computadores, tablets e smartphones com conexão à Internet. Nem mesmo perfis permanentes são necessários, embora ter um venha com vantagens como personalização de avatar. </p> <p> Os recursos interativos nas salas permitem que os usuários assistam à mídia juntos, façam um brainstorm em quadros brancos, assistam a apresentações de slides, examinem modelos 3D e muito mais. Os quartos em si são um pouco básicos em comparação com outras plataformas como Altspace, mas se você tiver a ambição e puder enfrentar o <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Hubs GitHub </a> , há mais possibilidades de personalização. </p> <p> </p> <p> Mas o que a nova atualização traz para a plataforma? Novos usuários, especialmente aqueles na educação, inspiraram muitas das mudanças. </p> <p> Assim, as principais atualizações da plataforma são: </p> <ol> <li> Uma janela / barra de bate-papo dedicada. </li> <li> Uma interface de usuário simplificada e não VR. </li> <li> Um novo fórum de suporte. </li> </ol> <p> Aqui está uma olhada em cada novo recurso e como usá-los ... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Como usar a nova barra de bate-papo do Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs já tinha um recurso de bate-papo em iterações anteriores. No entanto, o texto do bate-papo apareceu momentaneamente na tela principal antes de desaparecer. Isso obstruía a visão do usuário da sala atrás do texto e significava que os bate-papos não podiam ser relidos e referenciados. </p> <p> A nova atualização cria uma janela de bate-papo ou barra na lateral da tela. Isso torna a visualização da sala um pouco menor, mas também torna o texto do bate-papo muito mais fácil de ler. O texto do bate-papo também permanece na barra de bate-papo, permitindo que as conversas persistam ao longo do tempo. </p> <p> Isso é especialmente útil para perguntas feitas durante uma apresentação ou para acompanhar uma conversa se você entrou tarde em uma sala. </p> <p> Você pode acessar a janela de bate-papo usando o <strong> Bate-papo </strong> ícone na barra de ferramentas inferior e digite sua mensagem na caixa de texto fornecida. Se você não quiser que a barra de bate-papo diminua sua tela, clique no mesmo ícone para minimizá-la. </p> <p> Embora minimizado, o texto do bate-papo ainda aparece por um momento, mas é muito menos perturbador do que antes da atualização. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Como selecionar uma interface de usuário não VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs é melhor descrito como um &quot;espaço imersivo&quot;. Pode ser um ambiente de &quot;realidade virtual&quot; se associado a equipamentos de RV, mas este equipamento especializado não é necessário para o uso de Hubs. </p> <p> Os designers de hubs queriam que a IU fosse o mais semelhante possível, independentemente do hardware que um indivíduo usa para acessar a plataforma. Isso também era útil se os usuários usassem hubs regularmente em uma variedade de dispositivos diferentes porque a interface não mudava muito de PC para fone de ouvido de RV para telefone ou tablet. </p> <p> No entanto, a interface priorizou a usabilidade com hardware VR, tornando alguns comandos estranhos ao usar interfaces não VR. De certa forma, isso fazia sentido porque VR é uma interface mais estrangeira, então a otimização para essa interface tornou-a bem tranquila. O problema era que isso sacrificava a usabilidade para não usuários de RV - que acabou sendo a maioria dos usuários. </p> <p> Mas a atualização criou uma interface separada não VR. Portanto, embora os controles em diferentes plataformas não sejam tão universais como costumavam ser, todos ainda ganham. </p> <p> Agora você pode acessar facilmente essa interface atualizada ao criar ou entrar em uma sala. </p> <p> Ao criar ou entrar em uma sala pela primeira vez, selecione <strong> Juntar-se à sala </strong> para uma interface não VR. Os usuários que não usam RV agora obtêm uma interface de apontar e clicar que é um pouco mais amigável do que a tela de projeção de raios na IU antiga. </p> <p> Se você estiver usando hardware VR, selecione <strong> Entrar no dispositivo </strong> em vez de. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Como obter mais ajuda com Hubs Community Support </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Por fim, a Mozilla anunciou que os usuários de Hubs agora podem obter suporte por meio de um <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> fórum da comunidade dedicado </a> . Os hubs sempre tiveram uma comunidade ativa, mas era voltada principalmente para desenvolvedores. Os desenvolvedores podem (e ajudaram) os usuários menos experientes em tecnologia. </p> <p> Mas a nova opção de suporte é mais confortável para não desenvolvedores. A página de suporte já está preenchida com termos muito pesquisados ​​e tópicos solicitados regularmente. Antes, não havia um recurso de navegação conveniente para perguntas de usuários feitas em fóruns. </p> <p> Para encontrar respostas às dúvidas agora, você pode usar a barra de pesquisa no topo da página de suporte ou navegar pelos tópicos frequentes e artigos destacados pela Mozilla. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Você precisa baixar os novos recursos do Mozilla Hubs? </h2> <p> Como os Hubs são baseados em navegador, essas atualizações são automáticas. Downloads adicionais ou instalações manuais não são necessários para a maioria dos usuários. </p> <p> Os usuários de hubs que usaram o material de código aberto para criar suas próprias experiências personalizadas podem ter que alterar manualmente algum código. A Mozilla tem um guia específico para esses casos especiais. </p> <p> Os usuários que já estão familiarizados com os hubs antes da atualização notarão as mudanças. No entanto, como as atualizações da interface não mudam a experiência de RV e otimizam a experiência não-VR, as alterações devem ser fáceis de se acostumar, não importa como você acessa os hubs. </p> <p> </p> <p> As atualizações também marcam um ótimo momento para novos usuários verificarem a plataforma. O recurso de janela de bate-papo dedicada em particular torna mais fácil para professores e apresentadores responderem a perguntas, potencialmente expandindo os casos de uso da plataforma. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Explore os novos hubs </h2> <p> As atualizações dos Hubs do Mozilla mostram muito cuidado com os usuários. Ao responder aos casos de uso e perfis de usuário que os desenvolvedores veem com mais frequência, a barra de bate-papo, os novos canais de suporte e as interfaces otimizadas tornam a plataforma mais amigável e acessível. </p> <p> Mesmo com as atualizações, se os Hubs não forem perfeitos para você, lembre-se de que não é a única plataforma de presença remota habilitada para VR por aí. Uma experiência diferente pode resolver seu problema. </p>"}