{"title":"Como alterar sua senha Unix","content":"<p> Todos nós sabemos o papel de uma senha na proteção de sua privacidade digital. Ter uma senha forte é a primeira camada de defesa que evita que invasores entrem em seu sistema. Portanto, proteger seu computador com uma senha deve ser a principal preocupação de todos. </p> <p> Os sistemas operacionais baseados em Unix oferecem recursos robustos quando se trata de senha e segurança de um usuário. Mas como você utiliza esses recursos avançados para proteger seu sistema? </p> <h2 id=\"unix-vs-linux\"> Unix x Linux </h2> <p> Muitas pessoas ficam confusas quando alguém usa os termos Unix e Linux em um contexto semelhante. Não importa se você está <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> alterar senhas no Linux </a> ou Unix, as etapas são as mesmas. Embora esses dois sistemas operacionais tenham um tipo de arquitetura e estrutura de comando semelhantes, eles são muito diferentes um do outro na realidade. </p> <p> Unix é um sistema operacional desenvolvido no final dos anos 1960 por Ken Thompson e Dennis Ritchie. Ele foi desenvolvido principalmente para portabilidade, multithreading e modificações rápidas. Ao contrário do Linux, o Unix é um software proprietário conhecido por sua poderosa interface de linha de comando. </p> <p> Por outro lado, o Linux é uma família de sistemas operacionais &quot;semelhantes ao Unix&quot; de código aberto. Linus Torvalds desenvolveu este sistema operacional em 1991. É denominado em sistemas operacionais semelhantes ao Unix porque o Linux foi fortemente inspirado no Unix. Mais de 600 distribuições Linux voltadas para a comunidade estão disponíveis na Internet gratuitamente. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Alterando a própria senha no Unix </h2> <p> Na maioria dos sistemas baseados em Unix, os usuários podem alterar as senhas com o <strong> senha </strong> comando. Para alterar sua própria senha no Unix, abra seu terminal pressionando <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Em seguida, para alterar sua senha, digite: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Você verá uma saída semelhante a esta. Primeiro, digite a senha atual e, em seguida, digite sua nova senha duas vezes para concluir o processo. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Você não verá nenhum dos caracteres digitados na tela. Os sistemas operacionais baseados em Unix têm essa maneira única de proteger os usuários de <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> surfe de ombro </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Mudando a senha root </h2> <p> Apenas um usuário root pode alterar a senha root em uma máquina Unix. Para alterar seu usuário atual para root, digite <strong> su - </strong> em seu terminal e pressione <strong> Entrar </strong> . Em seguida, digite a senha do root para confirmar o processo. </p> <p> Agora que você é root, pode facilmente alterar sua senha digitando <strong> senha </strong> em seu terminal. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Alteração da senha de outro usuário </h2> <p> Os usuários root também têm autorização para alterar as senhas de outros usuários no sistema. Para fazer isso, abra seu terminal pressionando <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Em seguida, altere a senha com: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Você verá a seguinte saída no visor do sistema. Digite a nova senha duas vezes para confirmar a alteração. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Gerenciando senhas de usuários no Unix </h2> <p> Os usuários Unix podem facilmente alterar suas senhas usando o <strong> senha </strong> comando. Para aprender mais sobre <strong> senha </strong> , você pode verificar o manual de comando: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux e Unix podem ter algumas semelhanças quando se trata de comandos do sistema, mas são dois sistemas operacionais distintos em muitos outros aspectos. </p>"}