{"title":"Como consertar a falha de estado de energia do driver no Windows 10","content":"<p> A falha de estado de energia do driver é um erro raro de tela azul que ocorre quando um driver entra no modo de hibernação enquanto você está trabalhando. O BSOD geralmente aparece quando o computador está saindo da hibernação e o Windows não consegue ativar o driver do dispositivo ou o driver demora muito para responder. </p> <p> O erro pode ser resolvido por meio de ajustes simples nas configurações de energia, mas alguns usuários podem ter que se aprofundar para eliminar o problema. Aqui estão seis maneiras de corrigir o erro Falha de estado de energia do driver no Windows 10. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Altere suas configurações de energia e plano de energia </h2> <p> A primeira etapa que os usuários devem realizar para diagnosticar esse erro é alterar as configurações de energia do dispositivo. Veja como você pode alterar as configurações de energia do Windows 10. </p> <h3 id=\"change-power-settings\"> Alterar configurações de energia </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> Na barra de pesquisa do menu Iniciar, digite <strong> Painel de controle </strong> e abri-lo. </li> <li> Olhe para <strong> Opções de energia </strong> Clique nisso. </li> <li> Na janela que se abre, clique na opção que diz <strong> Escolha o que o botão liga / desliga faz </strong> . </li> <li> Clique em <strong> Alterar configurações que não estão disponíveis no momento </strong> . Você precisará de privilégios de administrador para fazer isso. </li> <li> Desmarque o <strong> Ativar inicialização rápida, suspensão, </strong> e <strong> Hibernar </strong> opções. </li> <li> Clique em <strong> Salvar alterações </strong> e saia. </li> </ol> <h3 id=\"change-power-plan-settings\"> Alterar as configurações do plano de energia </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> Abrir <strong> Painel de controle </strong> e clique em <strong> Opções de energia. </strong> </li> <li> Localize o plano de energia atualmente selecionado e clique em <strong> Alterar as configurações do plano </strong> . </li> <li> Em seguida, clique em <strong> Altere as configurações avançadas de energia. </strong> </li> <li> Expandir o <strong> Dormir </strong> seção e certifique-se de que todas as configurações estão definidas para <strong> Nunca </strong> . </li> <li> Navegar para <strong> Configurações do adaptador sem fio </strong> e <strong> PCI Express </strong> . Expanda e defina todas as opções para <strong> Nunca </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Atualize seus drivers de vídeo e rede </h2> <p> O motivo mais comum para o BSOD de falha de estado de energia do driver é um driver de rede ou vídeo com defeito. É por isso que é melhor garantir que esses dois drivers estejam atualizados e funcionando perfeitamente. </p> <p> Às vezes, as atualizações mais recentes podem causar instabilidade do sistema também. Nesses casos, os usuários terão que reverter essas atualizações. Atualizar drivers de vídeo também pode <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> resolver problemas de oscilação e oscilação da tela. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Como atualizar os drivers de rede e display </h3> <ol> <li> Aperte <strong> Tecla Windows + R </strong> e digite <strong> devmgmt.msc </strong> . O <strong> Gerenciador de Dispositivos </strong> a janela será aberta. </li> <li> Olhe para <strong> Adaptadores de vídeo </strong> e expanda o menu. </li> <li> Clique com o botão direito nos drivers e clique em <strong> Atualizar driver </strong> . </li> <li> Clique em <strong> Procure automaticamente por software de driver atualizado </strong> . O Windows irá baixar e instalar automaticamente os drivers mais recentes. </li> <li> Faça o mesmo para <strong> Adaptadores de rede </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Como reverter para versões anteriores dos drivers de rede e exibição </h3> <ol> <li> Abrir <strong> Gerenciador de Dispositivos </strong> e expandir o <strong> Adaptadores de vídeo </strong> opção. </li> <li> Clique com o botão direito no driver e selecione <strong> Propriedades </strong> . </li> <li> Navegue até o <strong> Motorista </strong> guia no <strong> Propriedades </strong> cardápio. </li> <li> Clique em <strong> Motorista de reversão, </strong> e o Windows irá restaurar uma versão anterior do driver. </li> <li> Siga as mesmas etapas para <strong> Adaptadores de rede </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. Reparar arquivos corrompidos do sistema usando SFC e DISM </h2> <p> SFC e DISM são duas das ferramentas integradas mais eficazes do Windows que podem ser usadas para corrigir uma ampla variedade de erros do sistema. No caso de uma tela azul de erro de morte, combinar os dois pode ser útil para eliminar o erro. </p> <p> </p> <p> Os usuários devem observar que é vital criar um ponto de restauração do sistema antes de tentar essa correção. </p> <h3 id=\"how-to-use-dism\"> Como usar o DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> Abrir <strong> Prompt de comando </strong> como administrador. </li> <li> Modelo <strong> DISM.exe / Online / Cleanup-image / scanhealth </strong> e aguarde a conclusão do processo. </li> <li> Após a conclusão, digite <strong> DISM.exe / Online / Cleanup-image / Restorehealth </strong> . </li> <li> Espere até que o processo seja concluído. </li> </ol> <p> Como usar SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Corre <strong> Prompt de comando </strong> como administrador. </li> <li> No console, digite <strong> sfc / scannow </strong> . </li> <li> O Windows procurará automaticamente todos os arquivos corrompidos e os reparará. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Restaure o seu computador para um estado anterior </h2> <p> Quando você tiver esgotado todas as outras opções, é melhor restaurar seu computador a um estado anterior. Às vezes, o software recém-instalado faz alterações que podem causar o erro. O Windows geralmente cria um ponto de restauração do sistema automaticamente antes que novos programas sejam instalados e agora é a melhor hora para usar esse recurso. </p> <p> Para usar a Restauração do sistema, siga estas etapas: </p> <ol> <li> Aperte <strong> Tecla Windows + R </strong> e digite <strong> rstrui.exe </strong> . </li> <li> No <strong> Restauração do sistema </strong> janela, clique em Avançar e selecione um ponto de restauração da lista. </li> <li> Clique em <strong> Terminar, </strong> em seguida, o dispositivo será inicializado no estado selecionado. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. Atualize o BIOS </h2> <p> No ataque contínuo de software, driver e atualizações do Windows, o BIOS geralmente é deixado de fora. Isso pode ser atribuído principalmente ao fato de que deve ser feito manualmente. </p> <p> Ao lidar com a falha de estado de energia do driver, os usuários devem se certificar de que seu BIOS está atualizado para a versão mais recente. Conforme explicado aqui, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> o BIOS é uma parte importante do seu computador </a> , portanto, certifique-se de ter o máximo cuidado ao fazer quaisquer alterações nele. </p> <h3 id=\"how-to-check-and-update-the-bios\"> Como verificar e atualizar o BIOS </h3> <ol> <li> Digitar <strong> Configuração do sistema </strong> na barra de pesquisa do menu Iniciar. </li> <li> Na janela, procure <strong> Versão / data do BIOS </strong> e anote a versão. </li> <li> Em seguida, visite o site do fabricante da placa-mãe e procure a versão mais recente do BIOS na seção de downloads. </li> <li> Baixe e execute o arquivo de instalação. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Antes da instalação, você terá a opção de fazer backup da versão atual do BIOS. Certifique-se de selecionar a opção caso as coisas dêem errado. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Desative o antivírus e o Windows Defender </h2> <p> O software antivírus às vezes pode remover ou interferir nos arquivos essenciais do Windows. Isso também pode acontecer durante a atualização de drivers, pois às vezes o software sinaliza erroneamente alguns arquivos no pacote de instalação. </p> <p> É bastante fácil desabilitar seu software antivírus temporariamente. Basta clicar com o botão direito no ícone do seu antivírus na bandeja do sistema e clicar em desativar proteção. Geralmente, esse é o caminho a seguir para a maioria dos softwares antivírus, mas pode ser diferente em outros antivírus. </p> <p> Para desativar o Windows Defender, faça o seguinte: </p> <ol> <li> Procurar <strong> Segurança do Windows </strong> na barra de pesquisa do menu Iniciar e selecione o primeiro resultado. </li> <li> No painel, clique em <strong> Proteção contra vírus e ameaças </strong> . </li> <li> Clique em <strong> Gerenciar configurações </strong> e desabilite a proteção em tempo real. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Observe que você só deve desabilitar seu antivírus temporariamente. Se a desativação do antivírus interromper o erro de falha de estado de energia do driver, você deve <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> considere mudar seu software antivírus por uma alternativa </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Falha de estado de alimentação do driver: resolvido </h2> <p> Um BSOD nunca é uma visão bem-vinda, mas geralmente é facilmente corrigível. </p> <p> No caso de falha de estado de energia do driver, uma atualização de driver simples geralmente corrige o problema. Mas se isso não acontecer, os usuários sempre podem recorrer às correções avançadas listadas acima. </p>"}