{"title":"Como desinstalar o Skype for Business no Windows 10","content":"<p> O Skype for Business é uma excelente ferramenta corporativa de mensagens e vídeo desenvolvida pela Microsoft. Dito isso, talvez sua empresa esteja usando uma alternativa como o Zoom ou o Microsoft Teams e você queira desinstalar o Skype for Business. </p> <p> Em caso afirmativo, estamos aqui para ajudar. Você pode achar que é um pouco mais complicado desinstalar do que outro software, então vamos mostrar a você todas as maneiras de desinstalar o Skype for Business no Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Como impedir que o Skype for Business seja iniciado automaticamente </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Tem certeza de que deseja desinstalar o Skype for Business completamente? Se você quiser usá-lo novamente no futuro, pode preferir simplesmente impedir que o programa seja aberto automaticamente quando você efetuar login no Windows. </p> <p> Para fazer isso: </p> <ol> <li> Abra o Skype for Business. </li> <li> Clique no <strong> ícone de engrenagem </strong> (se você clicar na lista suspensa, clique em <strong> Ferramentas&gt; Opções </strong> ) </li> <li> Clique <strong> Pessoal </strong> . </li> <li> Desmarque <strong> Iniciar automaticamente o aplicativo quando eu fizer logon no Windows </strong> . </li> <li> Clique <strong> OK </strong> . </li> </ol> <p> Agora você precisará abrir manualmente o Skype for Business cada vez que quiser usá-lo. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Você tem permissão para desinstalar o Skype for Business? </h2> <p> O Skype for Business é principalmente um programa empresarial, portanto, provavelmente está instalado no seu computador de trabalho. </p> <p> Nesse caso, você pode não conseguir desinstalar o Skype for Business. O administrador do sistema pode restringir sua conta de usuário de realizar certas ações; desinstalar o Skype for Business pode ser uma delas. </p> <p> </p> <p> Mesmo se sua conta não tiver restrições, é aconselhável verificar com seu administrador de TI antes de desinstalar o Skype for Business. Isso pode causar-lhes uma dor de cabeça no futuro. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Desinstale o Skype for Business via Configurações </h2> <p> Antes de tentar qualquer coisa avançada, tente desinstalar o Skype for Business como faria com qualquer outro aplicativo ou programa. </p> <ol> <li> Aperte <strong> Tecla Windows + I </strong> para abrir as configurações. </li> <li> Clique <strong> Apps </strong> . </li> <li> Dentro do <strong> Pesquise esta lista </strong> campo, entrada <strong> Skype para Negócios </strong> . </li> <li> Se o Skype for Business for exibido, selecione-o e clique em <strong> Desinstalar </strong> . </li> </ol> <p> Se você não encontrar o Skype for Business aqui, é porque está usando uma versão integrada a outros aplicativos do Microsoft 365. </p> <p> Se quiser, você pode desinstalar o Microsoft 365 ou o Office daqui, mas obviamente, isso removerá outros programas como Word, PowerPoint e Access que você provavelmente deseja manter. Como tal, continue lendo. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Instale o Office sem Skype for Business </h2> <p> Embora a instalação padrão do Office não permita que você opte por não instalar o Skype for Business, você pode usar uma técnica avançada para fazer isso. </p> <p> Primeiro, desinstale o Office usando as etapas descritas acima. Alternativamente, vá para o <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> &quot;Desinstalar o Office de um PC&quot; Página de suporte da Microsoft </a> e use a segunda opção para baixar a ferramenta de suporte de desinstalação do Office. </p> <p> Em seguida, baixe o <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Ferramenta de implantação de escritório </a> . Abra-o e escolha para onde extrair os arquivos. Isso lhe dará três <strong> configuration.xml </strong> arquivos e um <strong> setup.exe </strong> Arquivo. </p> <p> Decida qual arquivo de configuração você precisa: <strong> x64 </strong> é para sistemas de 32 bits, <strong> x86 </strong> é para sistemas de 64 bits, e <strong> Empreendimento </strong> é se você estiver instalando a edição Office Enterprise. </p> <p> <strong> Clique com o botão direito </strong> o arquivo de configuração e escolha <strong> Abrir com </strong> &gt; <strong> Bloco de anotações </strong> . </p> <p> Primeiro, procure a linha que começa com: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Altere a abertura da linha da seguinte forma, substituindo <strong> C: \\ Office </strong> com o caminho de onde você extraiu os arquivos: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Em seguida, procure por estas duas linhas (o ID do seu produto pode ser &quot;ProPlus2019Volume&quot; em vez de &quot;OF365ProPlusRetail&quot; e o ID do seu idioma pode ser diferente): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Cole esta linha abaixo: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Em seguida, salve o arquivo. </p> <p> Faça uma busca no sistema por <strong> Prompt de comando </strong> e clique <strong> Executar como administrador </strong> . </p> <p> Insira isso no prompt de comando: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Novamente, substitua o <strong> C: \\ Office </strong> caminho com onde você extraiu os arquivos. </p> <p> Em seguida, execute os seguintes comandos um após o outro (substitua o nome do arquivo de configuração pelo que estiver usando), o que pode levar algum tempo: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Isso instalará o Office sem o Skype for Business. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Mantenha o Skype for Business e organize ótimas reuniões </h2> <p> Não está convencido de que desinstalar o Skype for Business vale o esforço? Justo. Tente dar uma segunda chance. </p> <p> Com o Skype for Business, você pode compartilhar telas, fazer pesquisas, ter um quadro branco colaborativo, gravar a chamada e muito mais. </p>"}