{"title":"Como ingressar em um servidor Minecraft","content":"<p> O Minecraft para um jogador simplesmente não o corta? Quer explorar o vasto mundo de blocos gerado por procedimentos com seus amigos? Não procure mais, aqui está tudo o que você precisa saber sobre como ingressar em um servidor do Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Encontrar o endereço IP de um servidor do Minecraft </h2> <p> Esteja você se juntando ao servidor privado de um amigo ou público com milhares de jogadores, você deve encontrar o endereço IP do servidor. Não se preocupe, isso é rápido e fácil, mas é um processo diferente para <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> encontrando seu próprio endereço IP no Windows </a> ou Mac. </p> <h3 id=\"for-private-servers\"> Para servidores privados </h3> <p> Se o seu amigo tem seu próprio servidor ao qual você deseja entrar, peça o IP a ele. Se eles já souberem o endereço IP do servidor, pule para a próxima seção. </p> <p> Se eles compraram o servidor de hospedagem de um site de terceiros, geralmente podem encontrar o endereço IP verificando o painel do site ou um e-mail que possam ter recebido no momento da compra. </p> <p> Se eles estiverem executando o servidor em seu próprio computador, você tem duas opções para se conectar - LAN (Rede de Acesso Local) e pela Internet (o proprietário precisa encaminhar a porta para que outros se conectem pela Internet). </p> <p> Se você estiver usando a mesma rede que eles (LAN), poderá se conectar usando o endereço IP interno. Você não precisa encaminhar a porta para conexões LAN. </p> <p> Encontre seu endereço IP interno abrindo sua linha de comando ou terminal. Aperte <strong> Windows + R </strong> e digite <strong> cmd </strong> no <strong> Corre </strong> prompt no Windows ou para uso no Mac <strong> Cmd + Espaço </strong> para abrir o holofote e digitar <strong> terminal </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Para linha de comando do Windows </strong> : Modelo <strong> ipconfig </strong> em sua linha de comando para encontrar seu endereço IP. Procure o <strong> Endereço IPv4 </strong> . Será algo como &quot;192.165.0.123&quot;. Agora que você tem este endereço, copie-o para sua área de transferência ( <strong> Ctrl + C </strong> no Windows e <strong> Cmd + C </strong> no Mac) e vá para a próxima seção para saber o que fazer com ele. </p> <p> <strong> Para Mac Terminal </strong> : Modelo <strong> ipconfig getifaddr en0 </strong> (ou <strong> ipconfig getifaddr en1 </strong> se você usar Ethernet em vez de Wi-Fi) em seu terminal para encontrar seu endereço IP. O terminal exibe que seu endereço IP está em uma nova linha. Agora que você tem este endereço, copie-o para sua área de transferência ( <strong> Ctrl + C </strong> no Windows e <strong> Cmd + C </strong> no Mac) e vá para a próxima seção para saber o que fazer com ele. </p> <p> Se você estiver se conectando a um servidor privado pela Internet, precisará do IP público. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Você pode encontrar seu endereço IP público usando uma ferramenta como <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismyipaddress </a> . Agora que você tem este endereço, copie-o para sua área de transferência ( <strong> Ctrl + C </strong> no Windows e <strong> Cmd + C </strong> no Mac) e vá para a próxima seção para saber o que fazer com ele. </p> <h3 id=\"for-public-servers\"> Para servidores públicos </h3> <p> Se você deseja ingressar em um servidor público com outros jogadores, encontre o endereço IP pesquisando na Internet uma lista de servidores. Existem alguns servidores excelentes para você experimentar, destacados posteriormente neste artigo. </p> <p> Agora que você tem este endereço, copie-o para sua área de transferência ( <strong> Ctrl + C </strong> no Windows e <strong> Cmd + C </strong> no Mac) e vá para a próxima seção para saber o que fazer com ele. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Como ingressar em um servidor do Minecraft: cole o endereço IP </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Assim que tiver o endereço IP do servidor ao qual deseja ingressar, inicie o Minecraft e navegue até o <strong> Multijogador </strong> tela. </p> <p> Você tem duas opções para se conectar a um servidor a partir daqui. Se você sabe que deseja voltar ao servidor, clique em <strong> Adicionar servidor </strong> para que você possa salvá-lo em sua lista. </p> <p> Se você está apenas aparecendo para verificar as coisas, use <strong> Conexão direta </strong> para que não apareça na lista. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> De qualquer forma, cole o endereço IP que você copiou para a área de transferência na caixa que diz <strong> Endereço do servidor </strong> . </p> <p> Para <strong> Conexão direta </strong> , clique <strong> Entrar no servidor </strong> . Para <strong> Adicionar servidor </strong> , clique <strong> Feito </strong> e, em seguida, junte-se ao servidor de sua lista clicando duas vezes nele ou selecionando-o e clicando em <strong> Entrar no servidor </strong> . </p> <p> Agora você está jogando Minecraft Multiplayer! Se você quiser levar seu Minecrafting para o próximo nível, confira nosso <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> folha de dicas de comandos do Minecraft </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Servidores Minecraft para jogar com amigos </h2> <p> Esses são servidores divertidos por seus próprios motivos, nos divertimos muito testando-os. </p> <p> <strong> Hypixel </strong> (IP: hypixel.net): O Hypixel é muito popular há muito tempo e por boas razões. Você pode jogar uma série de minijogos desde <strong> Blitz Survival Games </strong> para <strong> Mega Walls </strong> ou <strong> Mistério de assassinato </strong> . </p> <p> <strong> UniverseMC </strong> (IP: mcc.universemc.us): UniverseMC tem um <strong> Facções </strong> modo que o manterá voltando dia após dia. Sério, é viciante. <strong> KitPVP </strong> também é uma ótima maneira de aprimorar suas habilidades de luta com espada. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Provavelmente passamos muito tempo jogando Snapcraft&#39;s <strong> Prisão </strong> modo. Se subir na hierarquia da prisão não parece divertido para você, experimente <strong> Parkour </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;s <strong> Skyblock </strong> O modo é uma aventura para se perder. Cada bloco conta, e eles são muito fáceis de perder para o abismo. </p> <p> <strong> RealismTown </strong> (IP: play.realismtownmc.com): RealismTown é uma fuga de tudo. Um servidor de sobrevivência simples com plug-ins personalizados, uma economia agitada e rostos amigáveis. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Como convidar outras pessoas e ingressar em um reino do Minecraft </h2> <p> Configurar um servidor privado do Minecraft pode ser difícil. Minecraft Realms torna isso mais fácil! </p> <p> Se você deseja ingressar em um servidor Realms, o proprietário do servidor deve primeiro colocar você na lista de permissões. O dono do Reino pode fazer isso convidando você. </p> <p> O proprietário de um reino pode convidar outro jogador iniciando o Minecraft e navegando até <strong> Minecraft Realms </strong> e clicando no <strong> chave inglesa </strong> ícone de seu Reino. A partir daqui, selecione a opção que diz <strong> Jogadoras </strong> e convide o jogador que você deseja com seu nome de usuário do Minecraft. </p> <p> Você pode verificar seus convites clicando no <strong> envelope </strong> ícone no topo ao lado do <strong> Minecraft Realms </strong> logotipo. Se você tiver um convite pendente, ele aparecerá aqui para você aceitar. </p> <p> </p> <p> Depois de aceitar o convite, você poderá ingressar no Reino a partir de sua lista de Reinos, selecionando-o e clicando <strong> Jogar </strong> ou simplesmente clicar duas vezes na opção da lista. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Faça memórias com o Minecraft multijogador </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Agora que você tem o know-how para ingressar em qualquer servidor do Minecraft que deseja, é hora de entrar no jogo. Experimente o que o Minecraft oferece quando você joga com amigos; é muito mais do que pode oferecer quando você joga um de seus modos de jogo sozinho. </p> <p> Jogar Minecraft com outras pessoas também é uma ótima oportunidade para fazer novos amigos e aprender coisas novas. Cada experiência que você tiver construindo uma estrutura enorme ou sendo a última equipe em uma guerra Jogador contra Jogador será algo que você lembrará por muitos anos. </p>"}