{"title":"Como alterar o som de inicialização padrão no Windows 10","content":"<p> O Windows 10 oferece muitas personalizações, uma das quais é a capacidade de alterar o som de inicialização padrão. Se você não gosta do sinal sonoro padrão que toca quando você inicializa o PC, pode alterá-lo para algo de sua preferência. </p> <p> Este guia mostra passo a passo como você pode usar um tom personalizado como o som de inicialização padrão no Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Desligue a inicialização rápida </h2> <p> A inicialização rápida é um recurso que permite inicializar rapidamente o sistema Windows. Uma desvantagem de usar esse recurso é que você não consegue ouvir o som de inicialização. </p> <p> Para habilitar e usar um tom personalizado para a inicialização, você deve primeiro desabilitar este recurso no seu computador. Exceto por desacelerar o tempo de inicialização em alguns segundos, isso não deve ter nenhum outro efeito em seu PC. </p> <p> Veja como desligar a inicialização rápida no Windows 10: </p> <ol> <li> Abra o <strong> Começar </strong> menu, procure por <strong> Painel de controle </strong> e clique no primeiro resultado. </li> <li> Se você estiver visualizando o painel no modo de categoria, clique no <strong> Hardware e som </strong> opção. Caso contrário, clique <strong> Opções de energia </strong> . </li> <li> Selecione <strong> Opções de energia </strong> na tela resultante, se você clicou <strong> Hardware e som </strong> na etapa acima. </li> <li> Clique <strong> Escolha o que o botão liga / desliga faz </strong> à esquerda. </li> <li> Selecione os <strong> Alterar configurações que não estão disponíveis no momento </strong> link. </li> <li> Desmarque a opção para <strong> Ativar inicialização rápida (recomendado) </strong> . </li> <li> Clique <strong> Salvar alterações </strong> na parte inferior para salvar suas alterações. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Existem maneiras de <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> corrigir tempos de inicialização lentos no Windows 10 </a> se o seu PC demorar muito para inicializar. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Ative o som de inicialização do Windows 10 </h2> <p> Agora que a inicialização rápida está desativada, você precisa ativar a opção que permite personalizar o som de inicialização padrão. </p> <p> Ativar essa opção requer que você modifique um valor no registro do Windows. Isso não é muito complexo e deve ser feito em um ou dois minutos. </p> <p> </p> <p> Veja como você faz isso: </p> <ol> <li> Aperte <strong> Tecla Windows + R </strong> , modelo <strong> regedit </strong> , e acertar <strong> Entrar </strong> . </li> <li> Clique <strong> sim </strong> no prompt para fazer alterações no registro. </li> <li> Quando o registro for aberto, navegue até o seguinte caminho. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> À direita, clique duas vezes na entrada que diz <strong> ExcludeFromCPL </strong> . </li> <li> Entrar <strong>0</strong> no <strong> Dados de valor </strong> campo, selecione <strong> Hexadecimal, </strong> e clique <strong> OK </strong> . </li> <li> Clique no <strong> Arquivo </strong> menu e selecione <strong> Saída </strong> para sair do registro. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> A opção de personalizar a inicialização padrão agora deve ser ativada. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Baixe o tom de som de inicialização </h2> <p> Isso é algo que realmente não podemos ajudá-lo passo a passo. Você precisa baixar ou escolher o tom de seu computador que deseja usar como som de inicialização padrão em seu PC. </p> <p> Pode ser qualquer arquivo de áudio disponível na Internet ou em seu computador. </p> <p> Se ainda não tiver o tom, você pode baixar um da internet e salvá-lo no seu PC. Existem muitos <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> sites de download de áudio grátis </a> que você pode usar para baixar um bom tom para o som de inicialização do seu computador. </p> <p> Certifique-se de que seu tom não seja muito longo. Isso porque, como você já sabe, o PC reproduz o som de inicialização apenas por alguns segundos e não mais do que isso. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Converta o tom de som de inicialização em um formato compatível </h2> <p> Seu tom baixado deve estar no formato WAV para usá-lo como o som de inicialização padrão. Se o seu arquivo está em MP3 ou qualquer outro formato de áudio, a primeira coisa que você precisa fazer é converter o arquivo para WAV. </p> <p> Isso é bastante fácil de fazer, graças a muitos <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> conversores de áudio grátis </a> disponível lá fora. </p> <p> Simplesmente escolha um dos conversores, carregue seu tom, escolha WAV como o formato de saída e seu carrilhão de inicialização do Windows 10 deve estar pronto. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Altere o som de inicialização padrão no Windows 10 </h2> <p> Agora que seu tom está pronto, aqui está o procedimento final para torná-lo o som de inicialização padrão em seu computador Windows 10. </p> <p> Siga estas etapas para fazer isso: </p> <ol> <li> Abra o <strong> Começar </strong> menu, procure por <strong> Alterar sons do sistema </strong> e clique no primeiro resultado. </li> <li> Marque a caixa que diz <strong> Tocar som de inicialização do Windows </strong> . </li> <li> Achar <strong> Logon do Windows </strong> no <strong> Eventos do Programa </strong> seção e clique uma vez. </li> <li> Você pode ouvir o som atual clicando no <strong> Teste </strong> botão. </li> <li> Para alterar o som atual para o seu tom, clique no <strong> Navegar </strong> botão. </li> <li> Navegue até a pasta onde seu tom WAV está localizado e clique duas vezes nele. </li> <li> O nome do seu tom aparece no <strong> Sons </strong> menu suspenso. Clique <strong> Teste </strong> para testar seu tom. </li> <li> Se você está feliz com tudo, clique <strong> Aplicar </strong> seguido pela <strong> OK </strong> no fundo. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> Na próxima vez que seu computador ligar, você ouvirá o som de inicialização recém-selecionado em vez do som padrão. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Como redefinir o som de inicialização padrão no Windows 10 </h2> <p> Se você quiser voltar para o carrilhão de inicialização padrão, pode fazê-lo alterando um <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> opção de configurações em seu PC com Windows 10 </a> . </p> <p> Veja como: </p> <ol> <li> Procurar <strong> Alterar sons do sistema </strong> no <strong> Começar </strong> menu e clique no primeiro resultado. </li> <li> Achar <strong> Logon do Windows </strong> no <strong> Eventos do Programa </strong> seção e clique uma vez. </li> <li> Clique no <strong> Sons </strong> menu suspenso na parte inferior e selecione o <strong> Windows Logon.wav </strong> opção. </li> <li> Clique <strong> Aplicar </strong> seguido pela <strong> OK </strong> para salvar suas alterações. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> Seu PC agora reproduzirá o som de inicialização padrão do Windows na inicialização. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Como alterar rapidamente o som de inicialização padrão no Windows 10 </h2> <p> Se você alterar o som de inicialização padrão com muita freqüência, poderá achar os procedimentos acima um pouco demais. </p> <p> Nesse caso, você pode usar um aplicativo gratuito chamado WinAero Tweaker para alterar o carrilhão de inicialização. Este aplicativo também está disponível na versão portátil e, portanto, você não precisa instalar nada no seu computador. </p> <p> Para usar este aplicativo: </p> <ol> <li> Baixe e execute o <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> arquivo de configuração. </li> <li> Quando ele pedir para escolher um modo, selecione <strong> Modo portátil </strong> . </li> <li> Siga as instruções na tela. </li> <li> Lançar <strong> WinAero Tweaker </strong> . </li> <li> Expandir <strong> Aparência </strong> à esquerda e clique em <strong> Som de Inicialização </strong> no menu expandido. </li> <li> Marcação <strong> Ativar som de inicialização </strong> à direita. </li> <li> Selecione <strong> Substitua o som de inicialização </strong> . </li> <li> Escolha um arquivo WAV para defini-lo como o som de inicialização padrão. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Alterando o Boot Chime para sua preferência no Windows 10 </h2> <p> Se você não é um grande fã do som de inicialização atual, os métodos acima devem permitir que você altere para o seu tom favorito em seu PC. Você sempre pode reverter para o tom padrão quando quiser. </p> <p> O Windows 10 é personalizável em grande medida, e isso permite que você torne seu PC verdadeiramente seu, permitindo que você altere todos e cada um de seus aspectos. </p>"}