{"title":"Como fazer um fundo transparente no Photoshop","content":"<p> Existem várias ferramentas disponíveis no Adobe Photoshop que fazem uso do Adobe Sensei, o motor de inteligência artificial (IA) da plataforma. Essas ferramentas são úteis para uma variedade de finalidades, incluindo a criação de fundos transparentes. </p> <p> Nos tutoriais a seguir, mostraremos como fazer um fundo transparente no Photoshop usando alguns métodos fáceis diferentes. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Por que você deseja tornar um plano de fundo transparente no Photoshop? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Para começar, vamos reformular a pergunta. Porque normalmente, são os usuários mais experientes do Photoshop que sabem o que são planos de fundo transparentes e para que servem. </p> <p> Em suma, se você está perguntando como tornar um fundo transparente no Photoshop, o que você provavelmente está perguntando é: &quot;como faço para remover um fundo da minha imagem no Photoshop?&quot; Ou talvez você esteja se perguntando, &quot;como excluo o plano de fundo da minha imagem no Photoshop?&quot; </p> <p> Semântica à parte, aqui estão alguns motivos comuns pelos quais você deseja tornar um plano de fundo transparente no Photoshop: </p> <ul> <li> Para remover elementos de distração, como outras pessoas ou objetos </li> <li> Para criar um retrato artístico </li> <li> Para colocar seu assunto em um plano de fundo completamente diferente </li> </ul> <p> Essencialmente, tornar um fundo transparente no Photoshop tem tudo a ver com o isolamento do assunto. Ou seja, há algo errado com o plano de fundo na imagem original e você deseja excluir o plano de fundo totalmente para dar ênfase ao seu assunto. </p> <p> Com este conceito central em mente, vamos dar uma olhada em algumas maneiras diferentes de tornar um fundo transparente no Photoshop. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Usando o Painel de Propriedades no Photoshop para Remover um Plano de Fundo </h2> <p> Este método é a maneira mais fácil de remover um plano de fundo no Photoshop. Mas depende da sua imagem. Este método funciona melhor se você tiver fundos simples, onde o assunto se destaca e está claramente definido. </p> <p> Você pode baixar esta foto de <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> e acompanhe. </p> <ol> <li> Assim que sua imagem for importada para o Photoshop, pressione <strong> Ctrl </strong> + <strong> J </strong> para duplicar a camada. <strong> Observação: </strong> Se você perder esta etapa, não verá as opções de seleção que examinamos na etapa três. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Vamos para <strong> Janela </strong> &gt; <strong> Propriedades </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Selecione <strong> Remover imagem de fundo </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Para ver o seu fundo transparente, clique no <strong> Olho </strong> ícone à esquerda do <strong> Fundo </strong> camada. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Com sua única camada transparente, você agora está livre para soltá-la em outro plano de fundo ou criar outros efeitos para destacar seu objeto. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Colocando uma Camada de Ajuste de Cor Sólida </h3> <p> Embora a mudança de planos de fundo seja um tópico para outro tutorial, mostraremos rapidamente como colocar um <strong> Camada de ajuste de cor sólida </strong> por baixo de sua camada transparente para criar um efeito diferente. </p> <ol> <li> Usando as edições de nosso tutorial acima, alterne o <strong> X </strong> até que a cor do primeiro plano seja <strong> Preto </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Vou ao <strong> Criar nova camada de preenchimento ou ajuste </strong> ícone no canto inferior direito da tela e selecione <strong> Cor sólida </strong> . Então clique <strong> OK </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Uma camada de preenchimento de cor deve aparecer no topo da pilha de camadas. Se não, tudo bem porque agora, vamos clicar no <strong> Preenchimento de Cor </strong> camada e arraste-a logo abaixo de nossa camada transparente, como mostrado. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Você pode ver como é fácil usar a camada transparente recém-criada e colocá-la em um novo plano de fundo. </p> <p> Se o seu assunto for um retrato como este, você pode até continuar a <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> edite a imagem usando um plugin do Photoshop, chamado Portrait Pro </a> , para melhorar ainda mais a imagem. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Usando a ferramenta de seleção de assunto para fazer um fundo transparente </h2> <p> A ferramenta de seleção de assunto pode ser usada em substituição ao método acima, mas há etapas adicionais envolvidas. Isso ocorre porque a ferramenta Selecionar assunto funciona melhor com planos de fundo complicados ou com planos de fundo onde há vários assuntos. Basicamente, estamos dizendo ao Photoshop o que selecionar para criar um fundo transparente. </p> <p> Neste tutorial, vamos preparar a imagem para remover a mulher do lado esquerdo da nossa foto, tornando essa parte da imagem transparente. Isso nos permitirá preencher o espaço com outra pessoa ou usar as várias ferramentas com reconhecimento de conteúdo do Photoshop para preencher os pixels. </p> <p> Novamente, esses são tópicos para outro tutorial, mas estamos mencionando-os aqui porque geralmente há etapas adicionais de edição a serem realizadas após a criação de um plano de fundo transparente. </p> <p> Você pode baixar esta foto de <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> e acompanhe. </p> <ol> <li> Com a imagem importada para o Photoshop, vá para <strong> Selecione </strong> &gt; <strong> Sujeito </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Ambas as mulheres serão selecionadas, conforme indicado pelas linhas de seleção “formigas marchando” ao redor delas. Selecione os <strong> Laço </strong> ferramenta na coluna esquerda, se não aparecer por padrão. Então, com o <strong> Alt </strong> pressionada continuamente, trace um círculo ao redor da mulher à direita e, em seguida, solte a <strong> Alt </strong> chave. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Clique esquerdo </strong> em algum lugar dentro da mulher selecionada à esquerda. Escolher <strong> Selecione inverso </strong> no menu. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Vamos para <strong> Selecione </strong> &gt; <strong> Selecionar e mascarar </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> Por padrão, o vermelho indica a área selecionada. Para selecionar mais da imagem a ser tornada transparente, como partes da cadeira, selecione o <strong> Escovar </strong> ferramenta como mostrado. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Certifique-se de que <strong> Mais </strong> ( <strong> + </strong> ) ícone é selecionado acima. Em seguida, pinte de vermelho nas regiões desejadas para torná-las transparentes. Há apenas um pouco a fazer neste caso. </li> <li> Então vá para <strong> Saída para </strong> e selecione <strong> Nova camada com máscara de camada </strong> no menu suspenso. Clique <strong> OK </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Você ficará com um fundo parcialmente transparente onde a senhora à esquerda costumava estar. A seleção não é perfeita. Você ainda pode ver alguns pixels do cabelo e do rosto da mulher. Mas isso pode ser limpo usando o <strong> Escovar </strong> ferramenta com o <strong> Camada de fundo </strong> selecionado. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Como alternativa, também pode ser deixado como está. Se a pessoa estiver apenas sendo removida, existem ferramentas com reconhecimento de conteúdo que podem ser aplicadas para mesclar no plano de fundo. Assim, parece que a mulher está sozinha na mesa. Ou outra pessoa pode ser combinada para lhe fazer companhia. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Outras ferramentas de seleção: intervalo de cores, área de foco e céu </h2> <p> Você deve ter notado que existem outras opções no <strong> Selecione </strong> menu diferente de <strong> Sujeito </strong> . Todos os três métodos de seleção usam ferramentas diferentes, mas todos realizam a mesma coisa - todos determinam o que o Photoshop seleciona. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Como o <strong> Sujeito </strong> opção de seleção, essas ferramentas podem fornecer resultados que acabam com um fundo parcial ou totalmente transparente. Mas, de modo geral, seus usos são para resultados mais refinados, como quando <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> substituindo um céu no photoshop </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Duas ferramentas são tudo o que você precisa para fazer fundos transparentes </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> No passado, os usuários do Photoshop dependiam de uma variedade de ferramentas de seleção para criar fundos transparentes. Essas ferramentas ainda estão disponíveis hoje (a ferramenta Lasso, Magic Wand, Pen tool, etc.) e permanecem úteis para trabalhos de precisão. </p> <p> Mas atualmente, existem realmente apenas duas ferramentas necessárias para criar fundos transparentes, em grande parte graças ao núcleo de IA do Adobe Sensei. </p> <p> Existem plug-ins do Photoshop, como Luminar AI, que também usam AI para ajudar a editar suas fotos. Com essa tecnologia avançada sendo aplicada à edição de fotos, é seguro apostar que criar fundos transparentes se tornará ainda mais fácil e preciso em um futuro próximo. </p> <p> <small> Crédito da imagem: Fralda / <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}