{"title":"Como usar os filtros neurais do Photoshop para criar caras engraçadas","content":"<p> O Photoshop possui um conjunto de ferramentas, chamadas de filtros neurais, que facilitam a criação de caras engraçadas. Esta pequena coleção de controles deslizantes usa a inteligência artificial do Adobe Sensei para fazer ajustes em suas imagens. </p> <p> Neste tutorial, vamos usar os filtros neurais encontrados no menu Smart Portrait para criar uma cara engraçada. Você logo descobrirá que quando você leva esses controles deslizantes ao extremo, eles tendem a criar efeitos drásticos e muitas vezes cômicos! </p> <h2 id=\"using-photoshop-s-neural-filters-to-create-funny-faces\"> Usando Filtros Neurais do Photoshop para Criar Caras Engraçadas </h2> <p> Não há realmente nada de complicado sobre esses controles deslizantes no Smart Portrait. Eles são todos muito diretos e fáceis de manipular. </p> <p> </p> <p> Mostraremos como acessar este menu porque não é tão fácil de encontrar num relance. Em outras palavras, não se preocupe se você já possui uma assinatura do Adobe Photoshop e nunca viu esses recursos antes. Eles estão agrupados com outras ferramentas que estão em desenvolvimento beta. </p> <p> Primeiro, baixe esta imagem de <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> para acompanhar. Ou sinta-se à vontade para usar qualquer uma das suas fotos para ver os efeitos que consegue obter. </p> <p> Vamos começar! </p> <ol> <li> Aperte <strong> Ctrl </strong> + <strong> J </strong> para criar uma camada duplicada. <p> <img alt=\"Create duplicate layer\" src=\"images/1-create-duplicate-layer-139.png\" loading=\"lazy\"> </p> </li> <li> Clique na camada duplicada. Clique com o botão direito e selecione <strong> Converter para objeto inteligente </strong> . <p> <img alt=\"Convert to smart object\" src=\"images/2-convert-to-smart-object-s-993.png\" loading=\"lazy\"> </p> </li> <li> Vamos para <strong> Filtro </strong> &gt; <strong> Filtros Neurais </strong> . <p> <img alt=\"Go to Neural Filters\" src=\"images/3-go-to-neural-filters-688.png\" loading=\"lazy\"> </p> </li> <li> Selecione os <strong> Filtros Beta </strong> ícone. Então escolha <strong> Retrato Inteligente </strong> e clique no dial. <p> <img alt=\"Go to Smart Portrait\" src=\"images/4-go-to-smart-portrait-454.png\" loading=\"lazy\"> </p> </li> <li> Altere os valores do controle deslizante para o seguinte: <strong> Felicidade: </strong> <strong> 50 </strong> , <strong> Surpresa: </strong> <strong> 50 </strong> , <strong> Raiva: </strong> <strong> 50 </strong> , <strong> Idade facial: </strong> <strong> 50 </strong> , <strong> Olhar: </strong> <strong> 50 </strong> , <strong> Espessura do cabelo: </strong> <strong> 50 </strong> . Então clique <strong> OK </strong> . <p> <img alt=\"Change slider values\" src=\"images/5-change-slider-values-795.png\" loading=\"lazy\"> </p> </li> </ol> <p> Vamos ver como ficou a imagem! </p> <p> <strong> Cara engraçada antes: </strong> </p> <p> <img alt=\"Funny face before\" src=\"images/6-before-silly-face-639.png\" loading=\"lazy\"> </p> <p> <strong> Cara engraçada depois de: </strong> </p> <p> <img alt=\"After funny face\" src=\"images/7-after-silly-face-925.png\" loading=\"lazy\"> </p> <p> Não se esqueça de que existem muitos plug-ins gratuitos para o Photoshop que podem adicionar efeitos especiais às suas fotos. Às vezes, esses toques extras podem adicionar profundidade às suas imagens, o que ajuda a destacar suas ideias engraçadas. </p> <p> </p> <p> </p> <h2 id=\"it-s-fun-to-discover-alternative-uses-for-photoshop-tools\"> É divertido descobrir usos alternativos para as ferramentas do Photoshop </h2> <p> Como você pode imaginar, os criadores do Smart Portrait for Photoshop provavelmente não pretendiam que suas ferramentas fossem usadas para criar imagens engraçadas. Na verdade, se você ajustar os controles deslizantes moderadamente, poderá descobrir que adicionar efeitos emocionais sutis torna a imagem mais forte em muitos casos. </p> <p> Mas essa é a grande vantagem do Photoshop. Muitas ferramentas tradicionais podem ser usadas para finalidades alternativas. Photoshop deixa para a imaginação do criador correr solta. </p> <p> <small> Crédito da imagem: Alex Green / <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}