{"title":"Colaboração com Photoshop, Illustrator e Fresco Add Document","content":"<p> Você já trabalhou em um projeto criativo com outras pessoas online? Muitas vezes, pode consistir no envio e recebimento de arquivos em e-mails ou mensagens. Baixar um novo arquivo apenas para fazer uma revisão e enviar o arquivo novamente antes que outra pessoa possa fazer o mesmo - o processo parece desajeitado e ineficiente às vezes. </p> <p> Mas se os projetos da sua equipe foram feitos no Photoshop, Illustrator ou Fresco, você ficaria feliz em saber que a Adobe acabou de simplificar esse fluxo de trabalho para você. </p> <h2 id=\"collaborate-on-the-cloud\"> Colabore na nuvem </h2> <p> Pam Clark, gerente de produto do Photoshop, postou no <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Blog da Adobe </a> com uma atualização de recurso para Photoshop, Illustrator e Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Agora no canto superior direito da respectiva interface de usuário de cada programa está o novo <strong> Convidar para editar </strong> característica. Em um processo muito semelhante ao <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> compartilhamento no Google Drive </a> , você pode clicar no botão para abrir uma caixa de texto para digitar o e-mail de quem deseja adicionar ao projeto como colaborador. </p> <p> Todos os colaboradores têm acesso de edição ao documento e seu histórico de versão nos dispositivos suportados. Para Photoshop e Illustrator, isso é PC e iPad. Para a Fresco, são essas mesmas duas plataformas, além do iPhone. </p> <p> Apenas uma pessoa pode trabalhar em um documento de nuvem compartilhado por vez, mas as alterações salvas serão sincronizadas com todos os colaboradores automaticamente. Você pode acessar seus documentos de nuvem compartilhada em seu <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Ativos da Adobe </a> página e no <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Creative Cloud </a> aplicativo de desktop. </p> <p> Precisa de novas escovas para a temporada? Kyle T. Webster, um evangelista sênior de design da Adobe, lançou o <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> Pacote de Escovas de Inverno 2020 </a> para Photoshop e Fresco. </p> <p> </p> <p> A mesma postagem também detalhou a adição de Preset Sync ao Photoshop para Mac e Windows. Ative-o e as configurações de seus pincéis, amostras, gradientes, padrões, estilos e formas serão mantidas. “Pincéis sincronizados estarão disponíveis em breve na versão para iPad”, escreve Clark. </p> <p> </p> <p> Além disso, se você é um artista que sempre está em movimento, ficará feliz em saber que agora pode girar a tela no Illustrator no iPad. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe torna mais fácil trabalhar remotamente </h2> <p> É fácil para os criativos digitais criticarem a Adobe quando os vimos dominar o mercado de software de multimídia digital por tanto tempo. Mas você não pode simplesmente descartar a Adobe como uma empresa lucrativa quando ela se adapta consistentemente à forma como seus usuários mudaram seu fluxo de trabalho ao longo do tempo. </p> <p> Esta nova atualização de recurso para Photoshop, Illustrator ou Fresco chega apenas cinco dias depois <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark adicionou marcas compartilhadas </a> . Agora que está se tornando mais normal trabalhar com pessoas exclusivamente online, parece que a empresa está fazendo tudo o que pode para tornar a colaboração online um pouco mais contínua. </p> <p> Mantenha seus dedos cruzados; talvez veremos a edição em nuvem chegar a todos os aplicativos da Creative Cloud no futuro. </p>"}