{"title":"Como fazer uma captura de tela em dispositivos Samsung","content":"<p> Você pode fazer uma captura de tela com cada telefone e tablet Android, mas o método exato para fazer isso dependerá do fabricante do seu dispositivo. </p> <p> Se você tiver um dispositivo Samsung Galaxy, terá vários métodos diferentes à sua disposição, como pressionar botões ou deslizar pela tela. Vamos detalhar como fazer a captura de tela em dispositivos Samsung. </p> <h2 id=\"press-the-power-and-volume-down-buttons\"> 1. Pressione os botões liga / desliga e diminuir volume </h2> <p> Para a maioria, esta será a maneira mais fácil de fazer uma captura de tela em um dispositivo Samsung. </p> <p> Simplesmente mantenha pressionado o <strong> Poder </strong> botão (ou <strong> Chave lateral </strong> ) e o <strong> Volume baixo </strong> botão simultaneamente. </p> <p> A localização exata desses botões dependerá do seu dispositivo. No Samsung Galaxy S21, ambos os botões estão no lado direito do dispositivo. No Samsung Galaxy S8, o volume está à esquerda e a energia está à direita. </p> <p> Você só precisa segurar esses botões por um ou dois segundos. A tela piscará em branco para indicar que uma captura de tela foi tirada. </p> <p> Isto é um <a href=\"https://www.makeuseof.com/tag/6-ways-to-take-screenshots-on-android/\" target=\"_blank\" rel=\"nofollow noopener\"> atalho padrão de captura de tela do Android </a> que funcionará em mais do que apenas dispositivos Samsung. </p> <p> </p> <h2 id=\"use-palm-swipe\"> 2. Use Palm Swipe </h2> <p> Em alguns dispositivos Samsung, você pode deslizar a palma da mão pela tela para fazer uma captura de tela. </p> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"advanced features\" src=\"images/advanced-features-412.jpg\" loading=\"lazy\"> Expandir <img alt=\"motions and gestures\" src=\"images/motions-and-gestures-740.jpg\" loading=\"lazy\"> Expandir <img alt=\"palm swipe to capture\" src=\"images/palm-swipe-to-capture-297.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Para habilitar isso, vá para <strong> Configurações&gt; Recursos avançados&gt; Movimentos e gestos&gt; Deslizar com a palma da mão para capturar&gt; Ativado </strong> . </p> <p> Agora, deslize a ponta da mão pela tela da direita para a esquerda para fazer uma captura de tela. </p> <p> Se você não tiver certeza do movimento exato, a tela Configurações mostrará uma animação que demonstra. </p> <p> </p> <h2 id=\"ask-bixby-or-google-assistant\"> 3. Pergunte ao Bixby ou ao Google Assistente </h2> <p> Se você tiver um assistente virtual ativado por voz configurado no telefone, poderá usá-lo para fazer uma captura de tela. </p> <p> Se você tiver voz Bixby, diga &quot;Ei Bixby, faça uma captura de tela&quot;. Como alternativa, se você tiver o Google Assistente, diga &quot;Ok Google, tire uma captura de tela&quot;. </p> <p> Você pode emparelhar esses comandos com outras instruções, como &quot;Ei, Bixby, tire uma captura de tela e compartilhe no Instagram&quot;. </p> <p> </p> <p> </p> <h2 id=\"use-the-edge-panel\"> 4. Use o painel de borda </h2> <p> Alguns dispositivos Samsung possuem painéis de borda. Esses são recursos úteis que você pode acessar rapidamente deslizando o dedo na lateral da tela. Um painel de borda que você pode ativar permite fazer capturas de tela. </p> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"display\" src=\"images/display-661.jpg\" loading=\"lazy\"> Expandir <img alt=\"edge screen\" src=\"images/edge-screen-495.jpg\" loading=\"lazy\"> Expandir <img alt=\"edge panels\" src=\"images/edge-panels-983.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Para habilitar isso, vá para <strong> Configurações&gt; Tela&gt; Tela lateral&gt; Painéis laterais&gt; Ligado </strong> . A partir daqui, habilite o <strong> Seleção inteligente </strong> painel. </p> <p> Agora, quando você desliza da borda direita da tela, o painel de seleção inteligente é exibido. </p> <p> Selecione um <strong> Retângulo </strong> ou <strong> oval </strong> e arraste para escolher a área da qual deseja fazer a captura de tela. Tocar <strong> Feito </strong> e toque no <strong> Salve  </strong> ícone (a seta para baixo). </p> <p> </p> <h2 id=\"use-the-s-pen\"> 5. Use a S Pen </h2> <p> Se você tiver um dispositivo Galaxy Note, você pode usar a S Pen para fazer uma captura de tela. </p> <p> Pegue a S Pen do dispositivo, toque no <strong> Menu de comando aéreo </strong> ícone e toque em <strong> Gravação de tela </strong> . Isso fará uma captura de tela completa. Você pode então editar a captura de tela usando as ferramentas na tela, se desejar. Uma vez feito isso, toque no <strong> Salve  </strong> ícone. </p> <p> </p> <h2 id=\"use-scroll-capture-to-screenshot-the-entire-page\"> 6. Use a captura de rolagem para capturar a tela inteira da página </h2> <p> Se você deseja capturar uma página da web ou um aplicativo longo, não precisa fazer várias capturas de tela. Em vez disso, você pode usar o recurso Scroll Capture da Samsung para criar uma única captura de tela grande. </p> <p> <img alt=\"samsung scroll capture\" src=\"images/scroll-capture-e1612347426613-576.jpg\" loading=\"lazy\"> </p> <p> Depois de fazer uma captura de tela normal, o menu Captura inteligente aparece na parte inferior da tela. Sobre isso, toque no <strong> Captura de rolagem </strong> ícone - são duas setas para baixo que saltam. </p> <p> Um toque irá rolar a página para baixo uma vez e costurar a imagem na parte inferior da primeira. Continue tocando no ícone até capturar tudo na página que deseja. </p> <p> </p> <h2 id=\"how-to-view-your-samsung-screenshots\"> Como visualizar suas capturas de tela do Samsung </h2> <p> Depois de tirar uma captura de tela, você pode se perguntar onde estão salvos e como você pode acessá-los. Isso é simples. </p> <p> Abra o <strong> Galeria </strong> aplicativo e selecione <strong> Álbuns </strong> no menu inferior. Você verá então um <strong> Capturas de tela </strong> álbum que você pode gerenciar como fotos normais. </p> <p> </p> <h2 id=\"master-your-samsung-device-with-these-tips\"> Domine o seu dispositivo Samsung com estas dicas </h2> <p> Agora você sabe fazer uma captura de tela em um telefone ou tablet Samsung. Escolha o método que achar mais fácil e rápido, já que todos produzem o mesmo resultado final. </p> <p> Deseja obter mais do seu dispositivo Samsung? Certifique-se de explorar tudo o que o One UI da Samsung oferece, uma vez que existem muitos recursos úteis que não vêm com o Android padrão. </p>"}