{"title":"Como liberar espaço no iCloud","content":"<p> Você está farto dessas notificações pop-up dizendo que você está com pouco espaço na sua conta do iCloud? Boas notícias: você não precisa suportá-los por muito mais tempo. </p> <p> E, melhor ainda, você também não precisará gastar dinheiro para atualizar sua conta. </p> <p> A Apple dá a cada usuário 5 GB de armazenamento gratuito no iCloud, o que parece quase nada. Mas se você jogar certo, perceberá que é mais do que suficiente para todas as suas necessidades. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Descubra o que está ocupando mais espaço </h2> <p> Quando o armazenamento do iCloud está cheio, o melhor lugar para começar é descobrir o que está ocupando mais espaço em seus dispositivos. Na maioria das vezes, você ficará surpreso com a resposta. </p> <p> Para descobrir o que está ocupando mais espaço no iCloud no seu iPhone: </p> <ol> <li> Vamos para <strong> Definições </strong> . </li> <li> Clique para <strong> identificação da Apple </strong> . </li> <li> Vamos para <strong> iCloud&gt; Gerenciar Armazenamento </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (2 imagens) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Expandir <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Quando estiver na guia Gerenciar armazenamento, você receberá uma análise do que está usando mais espaço em sua conta do iCloud. Para algumas funções, você pode percorrer e excluir os dados para liberar espaço de armazenamento. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Exclua suas fotos antigas </h2> <p> As fotos costumam ser o ladrão de armazenamento mais aparente em sua conta do iCloud. Se você tirar fotos com uma câmera profissional e enviá-las para o seu telefone, este é ainda mais o caso. </p> <p> Para excluir fotos do seu iPhone: </p> <ol> <li> Vá para o rolo da câmera. </li> <li> Selecione as imagens que deseja excluir. </li> <li> Volte para o menu principal do rolo da câmera. </li> <li> Vá para o <strong> Excluído recentemente </strong> pasta. </li> <li> Selecione <strong> Apagar tudo </strong> e confirme. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Exclua seus e-mails antigos </h2> <p> Se você conectou sua conta de e-mail ao iCloud, mas raramente usa suas mensagens, está ocupando um espaço valioso que poderia usar em outro lugar. Se você usar o serviço por muitos anos, a quantidade de dados que eles usam irá aumentar lentamente. </p> <p> Para excluir seus e-mails antigos: </p> <ol> <li> Vá para o seu aplicativo Mail. </li> <li> Selecione os e-mails que deseja excluir. </li> <li> Exclua esses e-mails e feche o aplicativo. </li> </ol> <p> Se você não usa o Mail com frequência, também pode optar por excluir o aplicativo do seu telefone. Dessa forma, você não vai construir uma lista de dados perdidos novamente. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Remover arquivos do iCloud Drive </h2> <p> Se você tem um MacBook ou Mac, pode não perceber que ainda armazena arquivos que não armazena há anos Conforme seus dados diminuem, eles se tornarão mais incômodos. </p> <p> Felizmente, a remoção de arquivos iCloud da unidade do seu computador é simples. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Para excluir arquivos iCloud da unidade do seu computador: </p> <ol> <li> Abrir <strong> Localizador </strong> . </li> <li> Vá até o iCloud Drive no menu à esquerda. </li> <li> Selecione os arquivos que deseja excluir e mova-os para a pasta de lixo. </li> <li> Clique com o botão direito ou Ctrl + Clique no <strong> Ícone de lixo </strong> no banco dos réus. </li> <li> Selecione <strong> Lixo vazio </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Libere espaço em seus dispositivos Apple </h2> <p> Embora possa parecer que você está em uma batalha constante para limpar o armazenamento do iCloud, fazer isso não precisa ser estressante. Independentemente do dispositivo Apple que você usa, há muitas maneiras de ver o que está consumindo seus dados e fazer alterações. </p> <p> Depois de limpar o armazenamento do iCloud, é uma boa ideia ficar de olho nele. Quando você notar que as coisas estão quase chegando ao limite, repita essas etapas e evite que aconteçam. </p>"}