{"title":"Como instalar o Minecraft Forge e gerenciar seus mods","content":"<p> Quando o Minecraft lançou seu alfa público pago pela primeira vez em 2009, era apenas um jogo sandbox simples e cheio de blocos. Mais de uma década depois, o Minecraft povoou seus mundos com mais de 100 blocos diferentes e mais de 40 mobs. </p> <p> Se você joga desde o início, no entanto, o Minecraft vanilla ou padrão pode ficar um pouco obsoleto para você. Com o Minecraft Forge, você pode gerenciar mods baixados e este guia irá ensiná-lo a configurar as coisas. </p> <h2 id=\"what-is-minecraft-forge\"> O que é o Minecraft Forge? </h2> <p> Quando você pensa em modificar um videogame, provavelmente também pensa que precisa ter amplo conhecimento de tecnologia ou programação para fazê-lo. Isso pode ser verdade com outros títulos, mas adicionar mods ao Minecraft é simples com o Forge. </p> <p> Forge é um servidor de código aberto gratuito que você pode usar para instalar e executar mods do Minecraft. Seus desenvolvedores o projetaram especificamente para tornar mais fácil, mesmo para as pessoas menos experientes em tecnologia, adicionar mods de jogos criados pela comunidade à sua cópia do Minecraft. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Como instalar o Minecraft Forge </h2> <p> Agora que você sabe o que é o Forge, como instalá-lo? Antes de mais nada, você precisará instalar <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Java </a> se ainda não o fez. Depois disso, você pode seguir estas etapas simples: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Baixe o Minecraft Forge </h3> <p> Vou ao <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> site oficial do Forge </a> para baixar o instalador. Certifique-se de que o número da versão escrito no download seja o mesmo número da versão do Minecraft que você gostaria de modificar. </p> <p> No lado esquerdo do site do Forge, ele lista todas as versões, da mais nova à mais antiga. No inicializador do Minecraft, você pode ver o número da sua versão atual no perfil abaixo da arte do banner do jogo. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Abra o instalador do Forge </h3> <p> Assim que terminar o download, abra o instalador do Forge. Selecione cliente ou servidor nas opções, dependendo de quais mods você deseja baixar. Verifique se o endereço do seu <strong> .Minecraft </strong> pasta está correta (se não estiver, clique no botão com três pontos e navegue até o endereço correto) e clique em <strong> OK </strong> . O Forge levará alguns minutos para instalar. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Abra o Minecraft Launcher </h3> <p> Assim que o Forge terminar a instalação, abra o Minecraft Launcher. Selecione os <strong> forja </strong> perfil se ainda não estiver ativo, inicie o jogo. Vai demorar um pouco na primeira vez que você inicializar depois de instalar o Forge. Mas, depois de ativar a tela inicial, você verá um novo <strong> Modificações </strong> botão próximo a <strong> Minecraft Realms </strong> . </p> <p> Agora, você pode baixar mods para essa pasta e expandir o Minecraft da maneira que desejar. Esta pasta também é onde você organizará e gerenciará todos os seus mods. Isso ajudará você a controlá-los. </p> <p> Sites populares para baixar mods incluem <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> CurseForge </a> , e <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Planet Minecraft </a> . Há também uma seção dedicada a mods no <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> fórum oficial do Minecraft </a> , e <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Modpacks do Minecraft - coleções de mods </a> que outros jogadores acham que funcionam melhor juntos. </p> <p> Alternativamente, se você não consegue encontrar um mod existente que corresponda ao que você esperava adicionar ao jogo, você sempre pode <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> faça seu próprio mod do Minecraft </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Adicione mais ao Minecraft com a ajuda do Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> Após um processo de instalação fácil, o Minecraft Forge oferece um lugar prático para armazenar, classificar e controlar todos os mods que você baixou. Você pode não se ver atualmente como alguém que vai baixar muitos mods, mas acredite em nós. Sempre começa com um mod, depois outro, depois mais um ... </p> <p> Então, eventualmente, você percebe que tem mais conteúdo modificado do que conteúdo básico em seu jogo do Minecraft. </p>"}