{"title":"Como dobrar o espaço de um documento do Word","content":"<p> Este artigo explica como dobrar linhas de espaço, parágrafos e todo o documento no Microsoft Word. Existem quatro maneiras de duplicar as linhas de espaço no Microsoft Word. Você pode usar qualquer uma dessas opções para modificar algumas linhas ou todo o documento no Word. </p> <h2 id=\"double-space-lines-from-the-home-tab\"> Linhas de espaço duplo na guia inicial </h2> <p> Esta é a maneira mais rápida de duplicar o espaço do seu documento. Você pode usar isso quando quiser adicionar espaços duplos para apenas parte do documento. Selecione os parágrafos que deseja alterar e siga as etapas abaixo. </p> <ol> <li> Abra o Microsoft Word. </li> <li> Vou ao <strong> Home&gt; Grupo de Parágrafos&gt; Selecione o Espaçamento de Linha e Parágrafo </strong> ícone. </li> <li> Para dobrar as linhas de espaço, escolha 2.0 no menu suspenso. </li> <li> Para mais opções de espaçamento, selecione <strong> Opções de espaçamento de linha </strong> na lista. </li> </ol> <p> <img alt=\"Double space from Home tab in Word\" src=\"images/microsoft-word-home-double-space-339.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-between-paragraphs-from-the-design-tab\"> Espaço duplo entre os parágrafos na guia Design </h2> <p> Modifique o espaço vertical entre os parágrafos do documento, definindo o espaçamento antes ou depois de cada parágrafo. Observe que isso aplica o espaçamento em todo o documento e também afeta o espaçamento entre linhas. Isso oferece menos espaço para controlar o espaçamento entre linhas do que os outros métodos aqui. </p> <ol> <li> Abra o Microsoft Word. </li> <li> Vamos para <strong> Design&gt; Espaçamento de parágrafo </strong> e escolher <strong> Dobro </strong> . </li> </ol> <p> <img alt=\"Paragraph Spacing in Word\" src=\"images/microsoft-word-paragraph-spacing-639.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-from-the-page-layout-tab\"> Linhas de espaço duplo na guia Layout da página </h2> <p> Use esta opção para configurar linhas com espaçamento duplo antes de começar a adicionar conteúdo ao seu documento. As configurações aqui permitem que você ajuste seu texto com outras opções. </p> <ol> <li> Abra o Microsoft Word. </li> <li> Vou ao <strong> Layout da página </strong> aba. </li> <li> Vou ao <strong> Parágrafo </strong> grupo. Clique na pequena seta para baixo no canto inferior direito para abrir a caixa de diálogo de configurações do parágrafo. </li> <li> Fique no <strong> Recuos e espaçamento </strong> aba. </li> <li> Clique na seta para baixo ao lado do <strong> Espaçamento entre linhas </strong> caixa. </li> <li> Selecione <strong> Dobro </strong> e clique no <strong> OK </strong> botão para sair da caixa de diálogo. </li> </ol> <p> <img alt=\"Selecting double space between lines from the layout tab\" src=\"images/microsoft-word-line-spacing-layout-tab-522.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-with-styles\"> Linhas de espaço duplo com estilos </h2> <p> Você escreve redações em espaço duplo? Você pode <a href=\"https://www.makeuseof.com/tag/microsoft-word-styles/\" target=\"_blank\" rel=\"nofollow noopener\"> salve isso como um estilo especial no Word </a> para apenas ensaios ou modificar um estilo existente. </p> <ol> <li> Abra o Microsoft Word. </li> <li> Vou ao <strong> Home&gt; Grupo de estilos </strong> . Clique com o botão direito <strong> Normal </strong> . </li> <li> Selecione <strong> Modificar </strong> no menu suspenso. </li> <li> Sob <strong> Formatação </strong> , Clique no <strong> Espaço duplo </strong> botão. </li> <li> Selecione OK. </li> </ol> <p> <img alt=\"Modifying a style with double line spacing in Word\" src=\"images/microsoft-word-styles-paragraph-spacing-793.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"what-does-double-spaced-lines-mean\"> O que significa linhas duplas espaçadas? </h2> <p> O espaçamento entre linhas nada mais é do que a altura do espaço entre cada linha de texto. Um espaço duplo significa que as frases terão uma linha em branco igual à altura total de duas linhas de texto entre cada linha. Por padrão, a maioria dos processadores de texto tem espaçamento simples ativado (ou um pouco mais do que espaçamento simples), que é o espaço com apenas uma linha de altura. O Word tem um espaçamento de linha padrão de <strong> 1.08 </strong> . </p> <p> O espaçamento entre linhas é uma consideração de estilo importante e apenas uma das maneiras de formatar seu texto para melhor legibilidade. </p>"}