{"title":"Controle seus hábitos de aplicativos do macOS com o Quitter","content":"<p> Alguns aplicativos podem criar hábitos, mas o Quitter pode ser bom para sua saúde digital. É um pequeno aplicativo de barra de menu com uma tarefa objetiva que visa reduzir as distrações. </p> <h2 id=\"what-does-quitter-do\"> O que o Quitter faz? </h2> <p> O Quitter gerencia uma lista de aplicativos para fechar automaticamente após um período de inatividade. É construído em torno da teoria de que alguns aplicativos podem ser úteis, mas ainda distraem quando estão abertos. Você pode precisar <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> use o Twitter para pesquisas importantes </a> , mas você deve evitar se distrair quando terminar. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Como baixar e instalar o Quitter </h2> <p> O Quitter está disponível no desenvolvedor <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Site de Marco Arment </a> . O download é um arquivo zip contendo um único arquivo, <strong> Quitter.app </strong> . Se você executar o aplicativo de fora da pasta Aplicativos, ele se oferecerá para se instalar lá: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Uma vez executado, você pode definir o Quitter para <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> comece no login </a> clicando no ícone da barra de menu e selecionando o comando de menu, <strong> Inicie o Quitter no Login </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Interface Principal do Quitter </h2> <p> O Quitter executa sua tarefa em segundo plano, mantendo-se fora do seu caminho. A única vez que você realmente interagirá com ele é adicionar ou excluir aplicativos que deseja controlar com o Quitter. </p> <p> O <strong> Editar regras </strong> janela mostra uma lista de aplicativos gerenciados. Ele estará vazio por padrão. Clique no <strong> + </strong> ícone no canto inferior esquerdo para adicionar um aplicativo. Isso abrirá uma caixa de diálogo de arquivo que você pode usar para selecionar o aplicativo. Na maioria das vezes, estará em seu <strong> Formulários </strong> pasta: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Cada aplicativo da lista possui duas configurações. Você pode definir a quantidade de tempo inativo que leva antes que o Quitter aja. Você também pode definir se deseja encerrar ou ocultar o aplicativo: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Se você quiser parar de controlar um aplicativo com o Quitter, selecione-o na lista e clique no botão <strong> - </strong> botão. Lembre-se de que alguns aplicativos serão confirmados antes de encerrar. Às vezes, você pode definir essa configuração e permitir que o Quitter feche o aplicativo silenciosamente. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Desistir é simples, mas eficaz </h2> <p> Realmente é tão simples quanto isso. O Quitter permite que você mantenha uma lista de aplicativos para ocultar ou encerrar, caso não os use por um determinado período de tempo. É um dos muitos aplicativos Mac gratuitos que ajudam a melhorar sua produtividade. </p>"}