{"title":"Como fazer capturas de tela no seu Apple Watch","content":"<p> Você já quis mostrar um novo mostrador de relógio ou compartilhar seu progresso no aplicativo Activity do Apple Watch? Embora não seja tão óbvio, é possível fazer capturas de tela do seu Apple Watch que são fáceis de compartilhar. </p> <p> A Apple parece fazer o possível para ocultar esse recurso, mas é muito fácil de fazer. Neste artigo, mostraremos como. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> Primeiro, certifique-se de que as capturas de tela estão ativadas </h2> <p> Por padrão, tirar screenshots do seu Apple Watch está desabilitado. Como mencionamos, a Apple realmente gosta de ocultar esse recurso. Portanto, primeiro você precisa se certificar de que permite que seu Apple Watch faça capturas de tela. </p> <p> Basta seguir estas etapas para fazer isso: </p> <ol> <li> Abra o <strong> Ver </strong> aplicativo no seu iPhone. </li> <li> Role para baixo e toque em <strong> Em geral </strong> . </li> <li> Role para baixo até o final e certifique-se de ligar <strong> Habilitar capturas de tela </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Expandir <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Expandir <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Como fazer capturas de tela no seu Apple Watch </h2> <p> Agora que está habilitado, fazer capturas de tela no seu Apple Watch é bastante simples. É muito parecido com como você <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> faça capturas de tela no seu iPhone </a> ou iPad. </p> <p> Basta seguir estas etapas: </p> <ol> <li> No seu Apple Watch, pressione o botão <strong> Coroa digital </strong> e a <strong> Botão Lateral </strong> ao mesmo tempo. </li> <li> <strong> Liberação </strong> ambos os botões para tirar a captura de tela. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Você deve sentir uma pequena vibração tátil em seu pulso, bem como ver um flash branco no visor do Apple Watch. Se isso não aconteceu, você precisa tentar novamente. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Para onde vão as suas capturas de tela do Apple Watch? </h2> <p> Assim como as capturas de tela do seu iPhone ou iPad, as capturas de tela que você tira com o Apple Watch irão direto para o aplicativo Fotos. Você os encontrará na Biblioteca e na pasta Screenshots. </p> <p> </p> <h2 id=\"capture-every-minute\"> Capture a cada minuto </h2> <p> Agora que você pode fazer capturas de tela com seu Apple Watch, exibir suas novas complicações ou mostradores de relógio personalizados será mais fácil do que nunca. Claro, você também pode tentar compartilhar os mostradores do relógio com amigos e familiares em vez de apenas exibi-los. </p>"}