{"title":"Como economizar bateria no controlador PS5 DualSense","content":"<p> Embora o controlador DualSense do PlayStation 5 tenha uma vida útil melhorada da bateria em relação ao DualShock 4 do PlayStation 4, ainda é possível que o seu controlador morra no meio de um momento importante. </p> <p> Vejamos algumas maneiras de economizar bateria no controlador DualSense e fazer com que dure o máximo possível. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Configure o controlador PS5 para desligar automaticamente </h2> <p> Se você deixar seu PS5 ligado por qualquer motivo e, portanto, deixar o controlador ligado por horas, isso obviamente consumirá a vida da bateria. Para combater isso, é uma boa ideia definir um cronômetro para que seu DualSense desligue quando você não o estiver usando. </p> <p> No menu principal do PS5, vá para <strong> Configurações&gt; Sistema&gt; Economia de energia </strong> . Aqui você verá o <strong> Definir o tempo até que os controladores desliguem </strong> opção, que você pode definir para <strong> Após 10 minutos </strong> , <strong> 30 minutos </strong> , <strong> 60 minutos </strong> , ou <strong> Fora </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Não há nenhuma boa razão para deixar seu controlador ligado por longos períodos de tempo enquanto estiver inativo. Habilitar essa opção limita a vida útil da bateria desperdiçada quando você não está em sua TV. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Desligue manualmente o controlador DualSense </h2> <p> Para momentos em que você sabe que não usará o controlador PS5 por um tempo, faz sentido desligá-lo imediatamente em vez de esperar pelo temporizador de desligamento automático. Isso é útil se você estiver usando o PS5 para assistir a aplicativos de entretenimento como o Netflix, ou até mesmo apenas assistindo a uma longa cena em um jogo. </p> <p> </p> <p> Para desligar o controle PS5, aperte o <strong> Botão PS </strong> no controlador para abrir o menu rápido. Role para a direita e selecione o <strong> Acessórios </strong> botão, que é mostrado como um ícone do controlador com a vida útil da bateria atual. No menu resultante, escolha o seu <strong> Controlador sem fio </strong> , seguido pela <strong> Desligar </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Fazer isso desligará o seu controlador até que você acerte o <strong> Botão PS </strong> para ligá-lo novamente. Se não quiser mexer no menu, você também pode desligar o controle do PS5 segurando o botão <strong> Botão PS </strong> por 10 segundos. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Reduza as funções do controlador que usam bateria </h2> <p> O DualSense tem um punhado de funções que consomem a vida da bateria. Desativar essas opções não estenderá drasticamente a bateria do seu controlador, mas pode ajudar um pouco se você priorizar a vida útil da bateria em vez de recursos sofisticados. </p> <p> Visita <strong> Configurações&gt; Acessórios&gt; Controladores </strong> para desligar essas funções: </p> <ul> <li> Definir <strong> Brilho dos indicadores do controlador </strong> para <strong> Dim </strong> . Isso reduzirá as luzes em seu controlador; eles serão iluminados automaticamente se necessário para o acessório da câmera. </li> <li> Diminuir o <strong> Intensidade de vibração </strong> para <strong> Fraco </strong> ou <strong> Fora </strong> . Embora o novo recurso de feedback tátil do DualSense torne o ruído mais realista, ele usa um pouco de bateria. Se você não se preocupa com o recurso, talvez para um determinado jogo, desativá-lo aumentará a vida útil da bateria. </li> <li> Também diminua ou desative o <strong> Intensidade do efeito de gatilho </strong> . Este é outro recurso principal do DualSense que muda a resistência dos botões L2 e R2 dependendo do que você está fazendo no jogo. Se você não se importar muito com ele, baixá-lo conservará um pouco de suco. </li> <li> Diminuir o <strong> Volume (alto-falante para controlador) </strong> controle deslizante. Isso reduz a saída de alto-falante embutido do controlador, economizando um pouco de bateria se você não gostar disso de qualquer maneira. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Compre um cabo de carregamento mais longo </h2> <p> Se usar todas as dicas acima ainda não manter seu controlador funcionando por tanto tempo quanto você gostaria, você deve considerar a compra de um cabo USB-C mais longo. Com isso, você pode facilmente conectar seu controlador para carregar e continuar jogando quando estiver baixo. Você não terá que puxar uma cadeira para mais perto da TV como faria com um cabo curto. </p> <p> Você pode encontrar cabos de carregamento USB-C para USB-A de 10 pés (ou mais) na Amazon por um preço baixo. Tente o <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> Cabo USB-C CableCreation </a> para uma opção sólida. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Se você joga com um cabo conectado frequentemente, no acima <strong> Controladores </strong> página de configurações, você deve definir <strong> Método de Comunicação </strong> para <strong> Use cabo USB </strong> . Com isso, seu controlador se comunicará por cabo em vez de ainda usar o Bluetooth quando estiver conectado. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Mantenha seu DualSense carregado </h2> <p> Agora você sabe como manter a bateria DualSense viva para longas sessões de jogo. Além de comprar um segundo controlador e trocá-los regularmente, essas são suas melhores opções para estender a vida útil da bateria. </p> <p> Não se esqueça de que você pode usar os controladores do PS4 ao jogar jogos do PlayStation 4 no PS5. Essa é outra maneira de conservar a vida útil da bateria DualSense. </p> <p> <small> Crédito da imagem: Alex Van Aken / <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}