{"title":"Como usar um gerenciador de senhas com seu dispositivo Android","content":"<p> O Android tem um ótimo recurso que permite que os gerentes de senha preencham diretamente seus detalhes de login em aplicativos e serviços em seu dispositivo Android. Ele melhora muito a experiência de usar um gerenciador de senhas, pois todo o processo acontece com apenas alguns toques. Você não precisa mais ir e voltar entre os aplicativos para ver e inserir seus detalhes de login. </p> <p> Veja como você pode usar um gerenciador de senhas no Android de maneira adequada e segura para preencher automaticamente seus dados de login em aplicativos e sites. </p> <h2 id=\"why-you-should-use-a-password-manager\"> Por que você deve usar um gerenciador de senhas </h2> <p> Se você valoriza a segurança de suas contas online, nunca deve usar as mesmas senhas entre elas. Com o número de aplicativos e serviços que todos nós usamos diariamente crescendo constantemente, lembrar de tantas senhas exclusivas também não é uma opção viável. </p> <p> É aqui que entra um gerenciador de senhas, pois ele armazenará todas as suas senhas com segurança. </p> <p> Você pode até gerar novas senhas usando um gerenciador de senhas para que não precise pensar em uma nova toda vez que se registrar em um novo aplicativo ou serviço. Armazenar todas as suas credenciais de login em um gerenciador de senhas é uma opção muito melhor do que simplesmente anotá-las em algum lugar. </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> Todos os dados armazenados em um gerenciador de senhas são criptografados usando uma senha mestra. Essa senha mestra atua como uma chave para desbloquear os dados criptografados. A maioria dos gerenciadores de senhas não oferece uma opção para redefinir essa senha mestra, portanto, se você esquecê-la, sua conta também pode ficar bloqueada. No entanto, lembrar apenas de uma senha mestra é muito mais fácil do que centenas de senhas para todos os aplicativos e serviços que você usa. </p> <p> Você pode usar um gerenciador de senhas para mais do que apenas armazenar suas credenciais de login. Ele pode salvar suas notas importantes, arquivos, detalhes de contas bancárias e muito mais. Alguns gerenciadores de senha também oferecem uma opção para gerar códigos de autenticação de dois fatores. Verificação de saída <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> alguns recursos úteis do gerenciador de senhas </a> para usá-lo ao máximo. </p> <p> Cada vez que você abre um gerenciador de senhas, primeiro você terá que verificar sua identidade inserindo a senha mestra ou por meio de autenticação biométrica. Dependendo da intensidade com que você deseja proteger sua conta do gerenciador de senhas, há também a opção de usar chaves de segurança de autenticação de dois fatores baseadas em hardware para segurança adicional. </p> <p> Você pode ler sobre <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> como diferentes gerenciadores de senhas funcionam </a> para saber como eles podem salvar suas senhas importantes com segurança. </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> Como usar um gerenciador de senhas com Android </h2> <p> Todos os principais gerenciadores de senhas oferecem suporte à API de preenchimento automático no Android. Isso significa que, uma vez que o gerenciador de senhas de sua escolha tenha recebido as permissões relevantes, ele mostrará um menu suspenso com as credenciais de login de qualquer aplicativo em que você está tentando fazer login. </p> <p> </p> <p> Nem é preciso dizer que primeiro você deve se inscrever com um gerenciador de senhas de sua escolha e certificar-se de instalar o aplicativo em seu dispositivo Android e fazer login nele. Depois de fazer isso: </p> <ol> <li> Abra o <strong> Definições </strong> menu no seu dispositivo Android e navegue até <strong> Sistema&gt; Idioma e entrada&gt; Serviço de preenchimento automático. </strong> Se você não vir essa opção, pesquise &quot;Serviço de preenchimento automático&quot; no menu Configurações. </li> <li> Selecione seu gerenciador de senhas na lista de serviço de preenchimento automático. Se você não usa nenhum gerenciador de senhas e tem suas senhas salvas no Google Chrome, selecione <strong> Google </strong> da lista. </li> <li> Tocar <strong> OK </strong> quando perguntado se você confia no aplicativo que acabou de selecionar ou não. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (2 imagens) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> Expandir <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Agora que o gerenciador de senhas foi configurado corretamente, ele pode preencher automaticamente seus dados de login em qualquer aplicativo que você baixar em seu dispositivo Android. </p> <p> Por razões de segurança, você terá que verificar sua identidade por meio do scanner de impressão digital ou desbloqueando seu gerenciador de senha sempre que tentar usar o recurso de preenchimento automático. Você terá que se certificar de que o recurso de desbloqueio biométrico está habilitado no menu de configurações do seu gerenciador de senhas para o último. </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> Como preencher automaticamente as senhas usando um gerenciador de senhas </h2> <p> Agora que seu gerenciador de senhas está configurado, você pode usá-lo para preencher automaticamente as senhas sempre que precisar fazer login em um de seus aplicativos. </p> <ol> <li> Abra qualquer aplicativo em seu dispositivo Android e acesse sua página de login. </li> <li> Toque no campo onde você deve inserir seu nome de usuário / ID de e-mail. Seu gerenciador de senhas aparecerá automaticamente como uma opção suspensa. </li> <li> Toque nele, confirme sua identidade e selecione as credenciais de login que deseja inserir. Você também terá a opção de pesquisar em seu cofre se tiver vários logins para o mesmo aplicativo. </li> <li> Tudo será preenchido automaticamente e você pode tocar no botão de login para entrar em sua conta. </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> Sempre que você abre um aplicativo que pede seus detalhes de login, seu gerenciador de senhas detecta automaticamente esses campos e mostra um prompt para preenchê-los. Também é importante que você <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> mantenha seu gerenciador de senhas organizado </a> especialmente se você estiver usando um por muito tempo. </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> Como preencher automaticamente os detalhes de login em sites </h3> <p> Seu gerenciador de senhas também pode preencher automaticamente seus detalhes de login em sites em navegadores como Chrome e Firefox para Android. Você terá que dar ao aplicativo acesso de acessibilidade em seu dispositivo Android para que isso funcione corretamente. </p> <ol> <li> Abra o <strong> Definições </strong> menu no seu dispositivo Android e vá para o <strong> Acessibilidade </strong> seção. </li> <li> Dentro de <strong> Serviços baixados </strong> ou <strong> Serviços instalados </strong> menu, selecione seu gerenciador de senhas e conceda-o <strong> Acessibilidade </strong> Acesso. </li> </ol> <p> Agora, seu gerenciador de senhas também mostrará um menu suspenso para preencher automaticamente os detalhes de login toda vez que você abrir a seção de login de qualquer site que visitar. </p> <p> Os gerenciadores de senha também são inteligentes o suficiente para solicitar automaticamente que você salve os detalhes de login sempre que detectarem que você se registrou para uma nova conta em um aplicativo ou site em seu dispositivo Android. </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> Sempre use um gerenciador de senhas </h2> <p> Você deve sempre usar um gerenciador de senhas para armazenar suas credenciais de login importantes, detalhes de contas bancárias e outras notas. Com os gerenciadores de senha se integrando perfeitamente ao próprio Android e preenchendo automaticamente seus dados de login assim que configurados corretamente, há poucos motivos para não fazê-lo. </p> <p> Se você valoriza sua privacidade e segurança online, um gerenciador de senhas vai lhe dar paz de espírito, pois é uma opção mais segura e segura do que usar a mesma senha em vários aplicativos e serviços. </p>"}