{"title":"Como compartilhar com segurança seu PC Windows 10 com contas de usuário separadas","content":"<p> Existem muitos motivos pelos quais você deseja compartilhar seu PC com outras pessoas. Se você deseja ter um computador para toda a família ou usar o mesmo PC para fins comerciais, poder alternar entre os usuários é a solução ideal. </p> <p> Ao criar contas de usuário separadas no mesmo PC, você não apenas mantém os arquivos e configurações de todos separados, mas também garante a segurança dos dados de todos. Configurar várias contas de usuário do Windows para cada membro da família é a solução. </p> <p> O processo de criação de várias contas de usuário do Windows 10 é simples e mostraremos como você pode fazer isso. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Quando você pode precisar compartilhar seu PC com Windows 10 com outras pessoas? </h2> <p> Existem várias situações em que você pode precisar compartilhar seu PC com outras pessoas. Esses incluem: </p> <h3 id=\"at-work\"> 1. No Trabalho </h3> <p> Se você for proprietário de uma empresa, adicionar vários usuários ao mesmo PC com Windows 10 pode ser econômico - especialmente se seus funcionários usam um computador em meio período. Isso também torna possível compartilhar arquivos com mais facilidade. </p> <h3 id=\"at-home\"> 2. Em casa </h3> <p> Criar várias contas de usuário no mesmo PC pode ser vantajoso se você deseja compartilhar o mesmo PC com todos os outros membros da sua família. Se você trabalha em casa e depende do seu PC, esta estratégia pode ajudar a proteger todo o seu trabalho. </p> <h3 id=\"in-public-places\"> 3. Em lugares públicos </h3> <p> Se você trabalha em uma instituição pública, como uma biblioteca, com certeza terá várias pessoas usando o mesmo computador. Criar várias contas de usuário será uma excelente solução que ajudará você e todos os outros <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> fique seguro ao usar computadores públicos </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Como criar uma nova conta de usuário no Windows 10 usando uma conta da Microsoft </h2> <p> O Windows 10 facilita o compartilhamento do mesmo PC com outras pessoas. Quando você adiciona um usuário, a pessoa obtém suas próprias configurações de área de trabalho, limites de armazenamento e tem acesso apenas a seus próprios arquivos e pastas. O que também é ótimo é que você e as pessoas com quem compartilha seu PC sempre terão a liberdade de <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> alterar seus aplicativos e configurações padrão no Windows 10 </a> . </p> <p> Como administrador, é fácil criar várias contas de usuário em seu PC usando uma conta da Microsoft. Primeiro, vá para <strong> Iniciar&gt; Configurações&gt; Contas&gt; Outras pessoas </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Para criar uma nova conta de usuário, clique em <strong> Adicionar outra pessoa a este PC </strong> . Você precisará fornecer um endereço de e-mail vinculado a uma conta da Microsoft - qualquer outro endereço de e-mail não funcionará. A partir daqui, clique <strong> Próximo </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Se você estiver criando uma conta para alguém que não tem um endereço de e-mail da conta da Microsoft, pode simplesmente clicar <strong> Adicionar outra pessoa a este PC </strong> e clique <strong> Eu não tenho as informações de login dessa pessoa </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Você pode criar uma conta de usuário usando o endereço de e-mail existente de uma conta que não seja da Microsoft. Você deve observar que esse endereço de e-mail será vinculado a uma conta da Microsoft. </p> <p> Como alternativa, você pode criar uma conta de usuário criando primeiro um novo endereço de e-mail do Outlook para o usuário. Para fazer isso, clique em <strong> Obtenha um novo endereço de e-mail </strong> . Em seguida, você precisará criar uma senha, selecionar o país de residência do usuário e preencher a data de nascimento. Quando terminar, clique em <strong> Próximo </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> A nova conta de usuário agora aparecerá na lista de usuários do seu PC. Você pode sempre <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> mude seu nome de login no Windows 10 </a> , e as outras pessoas com quem você compartilha seu PC terão os mesmos privilégios. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Como criar uma nova conta de usuário no Windows 10 sem usar uma conta da Microsoft </h2> <p> Você ainda pode criar uma conta de usuário para alguém que não tem uma conta de e-mail do Outlook e prefere não usar uma conta da Microsoft. O mesmo se aplica a alguém que não gostaria que seu endereço de e-mail não pertencente à Microsoft fosse vinculado a uma conta da Microsoft. </p> <p> Para fazer isso, clique em <strong> Iniciar&gt; Configurações&gt; Contas&gt; Outras pessoas&gt; Adicionar outra pessoa a este PC&gt; Não tenho as informações de login dessa pessoa&gt; Adicionar um usuário sem uma conta da Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. Na tela que aparece, você pode preencher as informações da pessoa. Você precisará criar um nome de usuário e uma senha. Clique <strong> Próximo </strong> , e a conta do usuário estará pronta. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Quando você cria uma conta de usuário do Windows 10 sem usar uma conta da Microsoft, ela é chamada de <strong> conta local </strong> . Ao contrário de uma conta da Microsoft, uma conta local não sincroniza as configurações entre os dispositivos e não permite que o proprietário da conta instale nenhum aplicativo da Microsoft Store. Também não dará ao proprietário da conta acesso ao OneDrive. </p> <p> Para poder instalar aplicativos de desktop, o proprietário da conta local será solicitado a fornecer a senha da conta do administrador, que será sua neste caso. Por esse motivo, você deverá estar por perto para digitar a senha ou deverá fornecê-la ao proprietário da conta local. É aconselhável que você crie uma conta local para alguém que não usará nenhum dos produtos e serviços da Microsoft. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Como criar uma nova conta de usuário para um colega ou aluno </h2> <p> Se você deseja criar uma conta de usuário para um colega de trabalho ou aluno, clique em <strong> Iniciar&gt; Configurações&gt; Contas&gt; Outras pessoas&gt; Adicionar um usuário profissional ou escolar </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Em seguida, você terá que inserir as informações da conta da pessoa e selecionar o tipo de conta relevante. Quando terminar, clique <strong> Adicionar </strong> . A conta do usuário estará pronta. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Gerenciando contas em seu PC com Windows 10 </h2> <p> Depois de criar as contas necessárias em seu PC, você pode usar alguns métodos para gerenciá-las com eficiência. </p> <h3 id=\"changing-account-types\"> 1. Alterar tipos de conta </h3> <p> Como administrador do PC, você pode configurar e gerenciar todas as contas de usuário em seu computador Windows 10. Você pode conceder acesso de administrador a outra pessoa clicando em <strong> Configurações&gt; Contas&gt; Outros usuários </strong> . </p> <p> A partir daqui, clique na conta à qual deseja conceder direitos de administrador. Clique <strong> Alterar tipo de conta </strong> , mude o tipo de conta de <strong> Usuário comum </strong> para <strong> Administrador </strong> e então clique <strong> OK </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Alternando entre contas </h3> <p> Depois de criar contas para outros usuários, é fácil alternar de uma conta para outra. Para fazer isso, pressione <strong> Ctrl + Alt + Delete </strong> , selecione <strong> Mudar de utilizador, </strong> e escolha a conta para a qual deseja alternar. Você pode inserir a senha da conta e começar. </p> <p> Se desejar fechar uma conta antes de mudar, você precisa sair ou reiniciar o PC. A partir daí, você pode escolher o usuário para o qual deseja alternar e inserir a senha apropriada. </p> <h3 id=\"removing-accounts\"> 3. Removendo contas </h3> <p> Como administrador, também é fácil para você remover contas de usuário. Para fazer isso, clique em <strong> Configurações&gt; Contas&gt; Outros usuários </strong> , clique na conta que deseja remover e clique em <strong> Remover </strong> . Na tela que aparece, clique em <strong> Excluir conta e dados </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Você está pronto para compartilhar com segurança seu PC Windows 10 com outras pessoas </h2> <p> Configurar várias contas de usuário em seu PC com Windows 10 é uma estratégia fácil e econômica. Quer você queira compartilhar seu computador no trabalho, em casa ou em espaços públicos, várias contas de usuário o ajudarão a fazer isso com segurança. Agora que você pode criar várias contas de usuário, também precisa saber como bloquear contas de usuário para que seu PC esteja sempre seguro. </p>"}