{"title":"Como usar as automações de atalhos do Apple Watch e três exemplos para experimentar","content":"<p> Já desejou que seu Apple Watch ativasse automaticamente o modo Não perturbe no momento em que você entrar no cinema? Gostaria de mudar automaticamente o mostrador do Apple Watch uma vez por dia? Você pode fazer isso e muito mais, graças às automações do Apple Watch. </p> <p> watchOS 7 introduziu algumas rotinas de automação excelentes para o Apple Watch. A melhor parte é que você não precisa de nenhum conhecimento de programação para configurar essas rotinas ou criar as suas próprias. </p> <p> Mostraremos como configurar automações em seu Apple Watch, além de três automações para ilustrar alguns exemplos do que você pode fazer. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Como configurar as automações do Apple Watch </h2> <p> O aplicativo Shortcuts da Apple é o centro da automação do iOS e tem tudo que você precisa para configurar as automações do Apple Watch também. Ao contrário dos atalhos da Siri, as automações do iOS não podem ser compartilhadas com outras pessoas no momento da escrita. Isso significa que não podemos fornecer um link para baixar nossas automações favoritas. </p> <p> Em vez disso, daremos a você um passo a passo para criar automações do Apple Watch (com capturas de tela) para que você possa configurá-las rapidamente no seu iPhone. </p> <p> </p> <p> Para criar uma automação do Apple Watch, primeiro você terá que decidir o que deseja automatizar e escolher os gatilhos de acordo. Vamos começar com algo simples, como colocar seu Apple Watch no modo silencioso às 22h todas as noites. </p> <p> Você pode configurar isso facilmente seguindo estas etapas: indo para o <strong> Automação </strong> guia no aplicativo Atalhos. Veja como: </p> <ol> <li> Abra o <strong> Atalhos </strong> aplicativo no seu telefone e vá para o <strong> Automação </strong> aba. </li> <li> Se você nunca criou uma automação em seu iPhone, toque no grande botão azul rotulado <strong> Criar Automação Pessoal </strong> . Caso você tenha criado uma automação antes, terá que tocar no <strong> Mais </strong> botão no canto superior direito e, em seguida, pressione <strong> Criar Automação Pessoal </strong> . </li> <li> Como queremos acionar uma automação em um determinado horário todos os dias, toque em <strong> Hora do dia </strong> , selecione <strong> Hora do dia </strong> mais uma vez e digite a hora na caixa logo abaixo dessa opção. No nosso caso, vamos garantir que o horário seja 22h (ou 22h). </li> <li> Logo abaixo disso, você pode definir a frequência para esta automação. No nosso caso, vamos tocar <strong> Diariamente </strong> . Agora toque <strong> Próximo </strong> , que está no canto superior direito da tela. </li> <li> Na próxima página, toque em <strong> Adicionar ação </strong> e procurar por <strong> Definir modo silencioso </strong> , que aparecerá sob o <strong> Ações </strong> subtítulo. Tocar <strong> Definir modo silencioso </strong> e certifique-se de que a ação é <strong> Ativar modo silencioso </strong> . Agora toque <strong> Próximo </strong> . </li> <li> A tela final mostrará quando a automação será executada e o que ela fará. Você só precisa desabilitar <strong> Pergunte antes de correr </strong> para certificar-se de que a automação funcionará por conta própria. Tocar <strong> Feito </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Agora, todas as noites, às 22h, seu Apple Watch ativará automaticamente o modo silencioso. Se quiser desativar o modo silencioso pela manhã, você pode criar uma segunda automação semelhante para fazer o trabalho. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 ótimas automações Apple Watch para experimentar </h2> <p> Agora que vimos um exemplo, vamos examinar algumas das automações mais úteis do Apple Watch que você pode configurar em seu dispositivo. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Comece um treino quando você chegar ou sair de um local </h3> <p> É fácil esquecer de começar os treinos no seu Apple Watch. Embora o wearable tenha um recurso de detecção automática de treino, ele nem sempre funciona de maneira confiável. Isso é especialmente o caso com exercícios de baixa intensidade, como exercícios de mobilidade. </p> <p> Felizmente, existe uma automação Apple Watch para resolver este problema: </p> <ol> <li> No aplicativo Shortcuts, crie uma nova automação e toque em <strong> Chegar </strong> . </li> <li> Agora toque <strong> Escolher </strong> para escolher o local que desencadeia este exercício. Basta digitar o nome da sua academia ou parque do bairro onde você vai correr e um mapa com um alfinete de localização aparecerá na metade inferior da tela. Aqui você pode ampliar o raio em que essa automação é acionada. Tocar <strong> Feito </strong> . </li> <li> Escolha <strong> A qualquer momento </strong> ou selecione o <strong> Intervalo de tempo </strong> quando você deseja que essa automação seja executada. Agora toque <strong> Próximo </strong> . </li> <li> Tocar <strong> Adicionar ação </strong> e procurar por <strong> Comece o treino </strong> . </li> <li> Tocar <strong> Comece o treino </strong> e selecione o exercício junto com a meta (meta aberta, tempo, calorias queimadas ou distância percorrida). Depois disso, toque <strong> Próximo </strong> . </li> <li> Revise sua automação e toque em <strong> Feito </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (3 imagens) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Agora, o seu Apple Watch iniciará automaticamente os exercícios com base na sua localização. Você também pode selecionar <strong> Sair </strong> em vez de <strong> Chegar </strong> na primeira etapa para acionar essa automação ao sair de um determinado local, como sua casa. Por exemplo, se estiver trabalhando em casa e sair apenas para uma caminhada matinal, você pode fazer seu Apple Watch iniciar um treino de caminhada ao ar livre sempre que sair de casa. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Mude o mostrador do relógio da Apple automaticamente </h3> <p> Alterar os mostradores do relógio é fácil, mas é ainda mais conveniente fazer com que o Apple Watch faça isso por você. Vamos ver como mudar o mostrador do relógio periodicamente, bem como alguns acionadores alternativos para fazer isso funcionar de maneira diferente. </p> <p> Primeiro, certifique-se de que você <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> adicionou e personalizou mostradores de relógio em seu Apple Watch </a> então você tem algo para trabalhar. Em seguida, no aplicativo Shortcuts: </p> <ol> <li> Crie uma nova automação e toque em <strong> Hora do dia </strong> . </li> <li> Selecione quando deseja que o mostrador do relógio mude, junto com a frequência com que você deseja que isso aconteça Nós selecionamos <strong> nascer do sol </strong> e <strong> Diariamente </strong> para definir um mostrador de relógio todas as manhãs. Tocar <strong> Próximo </strong> . </li> <li> Agora toque <strong> Adicionar ação </strong> e procurar por <strong> Definir mostrador do relógio </strong> . </li> <li> Tocar <strong> Definir mostrador do relógio </strong> , tocar <strong> Cara </strong> e, em seguida, escolha um dos mostradores do relógio na lista. Tocar <strong> Próximo </strong> . </li> <li> Desabilitar <strong> Pergunte antes de correr </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (2 imagens) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Agora observe a magia à medida que o mostrador do relógio muda automaticamente. Se você quiser que o mostrador do relógio mude continuamente a cada poucas horas, basta configurar automações semelhantes com um horário diferente na segunda etapa. </p> <p> Você também pode alterar automaticamente o mostrador do relógio sempre que sair de casa ou chegar a qualquer local específico usando o <strong> Chegar </strong> ou <strong> Sair </strong> gatilhos em vez de <strong> Hora do dia </strong> na primeira etapa. </p> <p> Os próprios mostradores de relógio da Apple são bons o suficiente para você começar, mas existem muitos <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> maravilhosos rostos Apple Watch personalizados </a> que você também deve tentar. Isso permitirá que você adicione uma variedade maior de faces às suas automações. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Ative o Modo Teatro em locais silenciosos </h3> <p> Ativar o Modo Cinema (Modo Cinema em algumas regiões) coloca o Apple Watch no modo silencioso e desliga a tela até que você toque na tela ou pressione a Coroa Digital. Isso é mais útil em cinemas ou outros locais onde você deseja evitar incomodar os outros. </p> <p> Veja como você pode usar os atalhos para ativar automaticamente o modo teatro em locais selecionados: </p> <ol> <li> Crie uma nova automação e selecione o <strong> Chegar </strong> acionar. </li> <li> Agora toque <strong> Escolher </strong> e procure o teatro, ou outro local que você frequenta. Tocar <strong> Feito </strong> e, em seguida, selecione o intervalo de tempo durante o qual deseja que essa automação funcione. Se você visita o local principalmente à noite, por exemplo, pode definir esse intervalo de tempo para evitar que isso aconteça acidentalmente. Agora toque <strong> Próximo </strong> . </li> <li> Tocar <strong> Adicionar ação </strong> e procurar por <strong> Definir modo de teatro </strong> . </li> <li> Tocar <strong> Definir modo de teatro </strong> , seguido pela <strong> Próximo </strong> . Finalmente, toque <strong> Feito </strong> para habilitar essa automação. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (2 imagens) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Expandir <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> Certifique-se de configurar outra automação usando o <strong> Sair </strong> acione e repita esse processo para que o Modo Teatro seja desativado automaticamente quando você sair do local. </p> <p> Você também pode usar o <strong> Hora do dia </strong> gatilho para ativar ou desativar o Modo Teatro automaticamente. Esta pode ser uma opção útil para a hora de dormir ou se você tiver uma reunião em um horário definido todos os dias da semana. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Faça suas próprias automações do Apple Watch </h2> <p> Estas são apenas algumas automações fáceis que você pode configurar com o Apple Watch, mas as possibilidades são infinitas. Você pode tentar truques legais, como enviar uma mensagem para alguém sempre que terminar um treino, e muito mais. </p> <p> As automações que escolhemos se concentram em tarefas que aparecem com frequência, mas com um pouco de criatividade, você pode ultrapassar os limites do que o Apple Watch faz por você. Não se esqueça de que o Apple Watch tem muitos outros aplicativos para aumentar sua produtividade também. </p>"}