{"title":"Este novo aplicativo permite que você controle o seu Mac com um controlador de jogos","content":"<p> Controlly é um novo aplicativo do desenvolvedor Hugo Lispector que torna muito fácil navegar por toda a interface de usuário do macOS com seus controladores de PlayStation e Xbox. </p> <p> Isso pode ser especialmente útil quando, por exemplo, transmitir seu programa de TV favorito de um Mac para sua televisão na sala de estar via AirPlay, mas não se deu ao trabalho de se levantar e sentar na frente do computador apenas para selecionar outro programa. Controlly permite que você use o controlador que acompanha o console de jogos Sony ou Microsoft como controle remoto para o seu Mac. </p> <p> Você consegue controlar não apenas o movimento do mouse, mas também atribuir recursos do sistema, como Mission Control, App Exposé e muito mais, aos botões de hardware. Certos controladores MFi (feitos para iOS) também podem funcionar com o Controlly após serem emparelhados via Bluetooth com um computador Mac. </p> <h2 id=\"what-about-key-mapping-apps\"> E os aplicativos de mapeamento de teclas? </h2> <p> Lispector explica sobre <a href=\"https://hugolispector.com/announcing-controlly/\" target=\"_blank\" rel=\"nofollow noopener\"> o blog dele </a> porque o Controlly é melhor do que várias ferramentas de mapeamento de teclas. </p> <blockquote> <p> As ferramentas de mapeamento de teclas permitem que os usuários mapeiem cada botão no controlador para uma letra ou tecla numérica. Isso é bom para jogos, mas não o suficiente para um controlador de uso geral para o Mac. Além disso, essas ferramentas de mapeamento de teclas não suportam atalhos de teclado e sua interface de usuário poderia ser mais visual na minha opinião. </p> </blockquote> <p> Lispector também é o cérebro por trás do El Trackpad para Mac. Disponível no <a href=\"https://apps.apple.com/app/el-trackpad/id1531822775\" target=\"_blank\" rel=\"nofollow noopener\"> Loja de aplicativos </a> , El Trackpad permite controlar o cursor do mouse macOS por meio de um iPhone ou iPad. </p> <p> </p> <p> </p> <h2 id=\"a-single-window-app\"> Um aplicativo de janela única </h2> <p> Assenta com controle na barra de menu do seu Mac. O aplicativo é muito fácil de usar, com tudo confinado em uma única janela. É aqui que você pode configurar as ações do mouse de acordo com sua preferência, bem como definir atalhos de teclado personalizados para acionar recursos específicos do sistema. Os controles do sistema também podem ser aplicados aos botões. Por exemplo, você pode querer controlar o cursor com o botão esquerdo enquanto usa o outro para rolar. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Eu queria usar um controlador de jogo como controle remoto para Mac, mas não consegui encontrar um aplicativo para isso. Então, eu mesmo construí um e agora está disponível na App Store 🎮🥳: <a href=\"https://t.co/HEkFXUtMeL\"> https://t.co/HEkFXUtMeL </a><br><br> Agradecimentos especiais para <a href=\"https://twitter.com/siracusa?ref_src=twsrc%5Etfw\"> @siracusa </a> para encontrar um bug interessante antes do lançamento! <a href=\"https://t.co/2QVwvZjjvI\"> pic.twitter.com/2QVwvZjjvI </a></p> - Hugo Lispector (@hugolispector) <a href=\"https://twitter.com/hugolispector/status/1358828792626753536?ref_src=twsrc%5Etfw\"> 8 de fevereiro de 2021 </a></blockquote>  <p> Os controles de mídia e reprodução suportados incluem reproduzir / pausar, avançar / retroceder, silenciar, aumentar / diminuir o volume e aumentar / diminuir o brilho. Pessoas que usam regularmente as várias conveniências do macOS, como Look Up, Smart Zoom, Mission Control, Launchpad e Mirror Displays também podem atribuir qualquer uma dessas funções a um botão. </p> <p> </p> <h2 id=\"how-to-get-controlly\"> Como Obter Controle </h2> <p> O Controlly está disponível gratuitamente no <a href=\"https://apps.apple.com/app/controlly/id1548544614\" target=\"_blank\" rel=\"nofollow noopener\"> Mac App Store </a> e requer o macOS Big Sur para funcionar. </p> <p> O aplicativo vem com uma versão de avaliação gratuita de 7 dias com todas as funcionalidades. Depois que o período de teste expirou, quaisquer controles além do movimento do mouse e cliques não serão mais reconhecidos. </p> <p> A funcionalidade completa requer uma atualização única de $ 3,99. Você será solicitado a iniciar o teste ao conectar pela primeira vez um controlador de jogos compatível ao seu Mac. </p>"}