{"title":"Em breve, o Microsoft Bing usará IA para corrigir seus erros de digitação","content":"<p> Errar uma única palavra em uma consulta de pesquisa pode transformar um uso produtivo de seu tempo em uma confusão de resultados irrelevantes. A Microsoft pretende consertar isso introduzindo o Speller100, um verificador ortográfico baseado em IA para o Bing. </p> <h2 id=\"what-is-speller100\"> O que é Speller100? </h2> <p> A gigante do software anunciou o Speller100 no <a href=\"https://www.microsoft.com/en-us/research/blog/speller100-zero-shot-spelling-correction-at-scale-for-100-plus-languages/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog de pesquisa da Microsoft </a> . A empresa observa que obter um termo de pesquisa correto na primeira passagem é muito importante, mesmo que um erro de digitação tenha ocorrido acidentalmente. </p> <p> Quando um usuário comete um erro de digitação em uma consulta de pesquisa, isso geralmente pode significar desastre para os resultados. Se o mecanismo de pesquisa não souber o que o usuário quis dizer, ele pode dar um palpite incorreto sobre o significado da palavra ou, pior, ignorá-lo completamente. </p> <p> Infelizmente, tal ocorrência significaria um desastre para os resultados da pesquisa. Um pequeno erro em seu termo de pesquisa pode enviar os resultados em uma direção totalmente diferente da desejada, o que significa mais ajustes frustrantes em seus termos de pesquisa. </p> <p> A Microsoft pretende consertar isso usando seu Speller100 com tecnologia de IA para verificar novamente seus termos de pesquisa. Se você já digitou algo incorretamente ao pesquisar no Google, deve ter notado a pequena recomendação que o mecanismo de pesquisa lhe dá para ter certeza de que está procurando a coisa certa. </p> <p> Speller100 for Microsoft fará algo semelhante, mas com a vantagem de trabalhar com mais de 100 idiomas diferentes. Speller100 irá utilizar <a href=\"https://www.makeuseof.com/tag/machine-learning-google-free-course/\" target=\"_blank\" rel=\"nofollow noopener\"> IA de aprendizado de máquina </a> para garantir que o corretor ortográfico evolua para atender melhor às expectativas do usuário. </p> <p> A Microsoft acredita que este é um empreendimento importante porque calculou que 15 por cento das consultas de pesquisa contêm um erro de grafia de alguma forma. Permitir que o Bing redirecione o usuário para onde ele deseja ir de forma inteligente ajuda a economizar tempo e melhorar a experiência do usuário. </p> <p> Quando a Microsoft usou o Speller100 para ajudar nas pesquisas do Bing, encontrou alguns resultados fascinantes: </p> <blockquote> <p> O número de páginas sem resultados reduzido em até 30%. O número de vezes que os usuários tiveram que reformular manualmente sua consulta foi reduzido em 5%. O número de vezes que os usuários clicaram em nossa sugestão de ortografia aumentou de um dígito para 67%. O número de vezes que os usuários clicaram em qualquer item da página passou de um dígito para 70%. </p> </blockquote> <p> Assim, se você usa o Bing regularmente, fique atento para sugestões de ortografia mais competentes e melhores resultados gerais. </p> <p> </p> <h2 id=\"making-a-better-bing-with-speller100\"> Fazendo um Bing melhor com Speller100 </h2> <p> Se você tem dedos desajeitados, comece a pesquisar com o Bing a partir de agora. Com o novo sistema Speller100, esses erros de digitação furtivos serão corrigidos para uma melhor experiência geral de pesquisa. </p> <p> Se você é da Austrália, poderá usar o Bing com mais frequência no futuro. No momento em que este artigo foi escrito, o Google estava ameaçando deixar a Austrália e levar seus serviços consigo, mas a Microsoft está ansiosa para assumir a responsabilidade e preencher a vaga que o Google deixará para trás. </p> <p> <small> Crédito da imagem: Sharaf Maksumov / <a href=\"https://www.shutterstock.com/image-photo/ryazan-russia-march-01-2018-homepage-1055848478\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}