{"title":"Em breve, você poderá desativar os feeds de vídeo de pessoas no Microsoft Teams","content":"<p> Às vezes, você não quer que todos mostrem seus vídeos em uma reunião virtual; às vezes, você prefere gerenciar quem pode mostrar suas webcams e quem não pode. Felizmente, a Microsoft está adicionando essa funcionalidade ao Teams, para que você possa controlar quem pode ou não mostrar suas câmeras em uma reunião. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Planos da Microsoft para censura de vídeo em equipes </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> avistou uma série de entradas no <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Roteiro do Microsoft 365 </a> relacionadas à desativação das webcams dos participantes nas equipes. Os recursos ainda estão em desenvolvimento, mas pelo que podemos ver no Roadmap, será uma atualização interessante para as equipes. </p> <p> Se esta é a primeira vez que você ouve falar do Roadmap, é uma maneira fantástica de ver o que a Microsoft planejou para seus serviços. Identificamos os planos da gigante do software para <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> permitir apresentadores anônimos no Microsoft Teams </a> por meio do Microsoft 365 Roadmap. </p> <p> Agora, a Microsoft adicionou mais duas entradas ao Roadmap. Um deles discute como desligar a câmera de um único participante, enquanto o outro discute como desativar a câmera de todos de uma vez. </p> <p> Para o primeiro, a Microsoft deseja permitir que um organizador de reunião desabilite a webcam de uma única pessoa. Este é um recurso útil para pessoas que estão causando problemas com suas webcams ou apenas para ligar e desligar as pessoas na hora de falar. </p> <p> O último recurso permite que um organizador ative e desative as webcams de todos em uma varredura. O organizador pode escolher girar o botão antes do início da reunião ou fazê-lo em tempo real enquanto a sessão está em andamento. </p> <p> Ambos os recursos estão listados duas vezes no Roadmap. O primeiro lote está programado para lançamento em abril de 2021 e o segundo em maio. Como tal, não está claro quando receberemos essa atualização, mas não deve demorar muito até que você tenha o controle total sobre quem pode ou não mostrar a cara nas reuniões de suas equipes. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Controlando melhor suas reuniões com equipes da Microsoft </h2> <p> Se você sempre quis gerenciar os feeds de webcam das pessoas no Microsoft Teams, está com sorte. A gigante do software está trabalhando em um recurso que permitirá que você desligue câmeras individuais ou todas de uma vez. Teremos que esperar para ver uma data exata de quando esse recurso será lançado. </p> <p> Se você estiver interessado em mais maneiras de gerenciar as reuniões de suas equipes, sabia que em breve o serviço recapitulará suas sessões para você? Ele foi originalmente agendado para um lançamento em janeiro de 2021, mas foi adiado para fevereiro por enquanto. </p> <p> <small> Crédito da imagem: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}