{"title":"Hyundai e Kia Deny estão em negociações para desenvolver o carro da Apple","content":"<p> A Hyundai e sua subsidiária Kia viram suas ações despencarem depois que as empresas revelaram em documentos regulatórios que não estão em negociações com a Apple sobre o projeto secreto do carro da Apple. </p> <p> As ações da Hyundai e Kia despencaram 6,21% e quase 15%, respectivamente. </p> <p> Os registros reconhecem que a Hyundai estava recebendo pedidos &quot;de várias empresas&quot; para cooperação no desenvolvimento conjunto de veículos elétricos autônomos, mas depois acrescentam que &quot;nada foi decidido&quot;, já que tudo está &quot;em um estágio inicial&quot;. </p> <p> &quot;A Hyundai Motor não está negociando com a Apple o desenvolvimento de veículos autônomos&quot;, diz o documento da Hyundai. De acordo com <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , A Kia Motors também disse que não estava em negociações com a Apple. </p> <p> Isso, por sua vez, pode significar que a Apple pode ter decidido fazer parceria com fornecedores de automóveis que não falam sobre nenhum negócio publicamente. Na verdade, MUO relatou recentemente que um punhado de <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> As montadoras japonesas estão em negociações com a Apple </a> sobre ingressar em uma cadeia de suprimentos da Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> A Apple não gosta de vazamentos </h2> <p> Um acordo de fabricação fracassado com a Kia supostamente incluía <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> construindo cerca de 100.000 carros Apple por ano nos EUA </a> . O Apple Car deveria ser baseado na nova plataforma de veículo elétrico da Hyundai, que suporta carga rápida de 80 por cento em 18 minutos e oferece um alcance máximo de 250 milhas (cerca de 500 quilômetros) com uma única carga. </p> <p> A Kia é a segunda maior fornecedora de carros da Coreia do Sul, atrás de seu coproprietário Hyundai. A Apple aparentemente pretende anunciar publicamente o Apple Car em alguns anos. </p> <p> </p> <p> Mas a Apple é extremamente sensível a vazamentos, o que torna mais interessante e peculiar uma enxurrada de reportagens recentes sobre o carro da Apple. É claro que a Apple não ficou feliz por causa desses relatos, que provavelmente a liderança da empresa foi recebida com surpresa e consternação. </p> <p> O que estamos vendo agora é provavelmente algum tipo de controle de danos por parte da Hyundai. Embora ambos os lados possam revisitar as negociações, não achamos que isso vá acontecer porque há muitas outras montadoras que a Apple poderia, e provavelmente fará, parceria. </p> <p> <small> Crédito da imagem: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}