{"title":"Instagram assume uma postura mais dura em relação ao discurso de ódio em DMs","content":"<p> O Instagram está gerando consequências mais duras para usuários que enviam discurso de ódio em mensagens diretas (DMs). A plataforma está fazendo essas mudanças à luz das mensagens de ódio dirigidas aos jogadores de futebol do Reino Unido. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Abusadores de DM podem agora ser banidos permanentemente </h2> <p> Em uma postagem no <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> o blog sobre o Instagram </a> , O Instagram anunciou que terá uma postura mais dura em relação ao discurso de ódio em DMs. A plataforma reconheceu o &quot;abuso online racista dirigido a jogadores de futebol no Reino Unido&quot; e afirmou que não &quot;quer esse comportamento no Instagram&quot;. </p> <p> A partir de agora, os usuários que enviarem um DM com discurso de ódio serão temporariamente proibidos de enviar mensagens no aplicativo. Assim que o Instagram implementar essas novas mudanças, a plataforma banirá permanentemente as contas que violam repetidamente suas regras em DMs. </p> <p> O Instagram também notou que vai desabilitar todas as novas contas que os usuários infratores criem na tentativa de contornar as restrições do Instagram. Por último, afirmou que continuará a envidar esforços para desativar as contas &quot;criadas exclusivamente para o envio de mensagens abusivas&quot;. </p> <p> Enquanto você já pode <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> denunciar usuários por discurso de ódio no Instagram </a> , a plataforma também está trabalhando na expansão de sua ferramenta que permite aos usuários bloquear DMs de contas que não estão seguindo. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Erradicando o conteúdo odioso no Instagram </h2> <p> O discurso de ódio nas plataformas sociais nem sempre é óbvio e abertamente. DMs definitivamente não estão protegidos contra discurso de ódio, e a última atualização do Instagram ajudará a manter usuários abusivos fora da plataforma. </p>"}