{"title":"Instagram ganhou &amp; # 039; t promover Reposts TikTok em Momentos","content":"<p> O Instagram está tentando reduzir os Reels que foram republicados do TikTok. A plataforma acaba de anunciar que seu algoritmo não promoverá mais bobinas com marca d&#39;água TikTok. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram destrói as postagens do TikTok </h2> <p> O Instagram está tornando mais difícil para os usuários descobrirem os Momentos provenientes do TikTok (e de qualquer outro aplicativo). A plataforma postou em seu <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> Conta @Creators Instagram </a> , anunciando uma nova lista de práticas recomendadas para Momentos. </p> <p> Mais notavelmente, o Instagram não recomenda postar Momentos que são &quot;visivelmente reciclados de outros aplicativos (ou seja, contém logotipos ou marcas d&#39;água).&quot; O Instagram afirma que &quot;esses tipos de Momentos não serão recomendados com frequência para pessoas que ainda não seguem você em lugares como a guia Momentos.&quot; </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Crédito da imagem: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram lançou Reels </a> no verão de 2020 como uma tentativa direta de competir com o TikTok. Por causa da semelhança entre Reels e TikTok, os quais empregam um formato de vídeo curto, os usuários naturalmente repõem TikToks para Reels. Mas agora, esses transplantes TikTok não receberão mais o mesmo tratamento que o conteúdo criado nativamente nos Reels. </p> <p> Isso faz sentido para o Instagram, já que a plataforma busca tornar os Reels ainda mais populares do que o TikTok. O Instagram não quer mais que os usuários tratem os Reels como uma lixeira para TikToks virais - ele quer conteúdo original feito por criadores que realmente usam os Reels. </p> <p> Os filmes com marcas d&#39;água de aplicativos concorrentes não são os únicos tipos de vídeos que o algoritmo do Instagram vai despriorizar. O Instagram também observa que qualquer Reel que esteja borrado, tenha uma borda ao redor ou esteja coberto de texto não será promovido. </p> <p> Quanto ao tipo de conteúdo que ajudará os usuários a serem descobertos, o Instagram sugere que os criadores postem conteúdo que seja inspirador, utilize ferramentas criativas, tenha uma orientação vertical, aproveite a biblioteca de música do Instagram e seja &quot;divertido e divertido&quot;. A plataforma também recomenda tentar iniciar uma tendência em todo o aplicativo. </p> <p> De acordo com o Instagram, seguir essas práticas recomendadas ajudará você a &quot;ter a melhor chance de ser descoberto&quot;. </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> Será que o TikTok será destronado? </h2> <p> As melhores práticas atualizadas do Instagram para Reels apenas mostram o quanto o TikTok é uma ameaça. É comum ver Reels ostentando um logotipo TikTok, e esta atualização tentará acabar com essa tendência. </p> <p> Dito isso, isso pode limpar qualquer conteúdo reciclado, mas pode afastar os criadores que têm seguidores em ambos os aplicativos. O Instagram está se esforçando para ser como o TikTok e pode acabar perdendo sua própria identidade no processo. </p>"}