{"title":"Magna, Nissan e Foxconn são todas candidatas a construir o carro da Apple","content":"<p> A Kia pode não estar mais concorrendo para fabricar o indescritível Apple Car, mas a Apple tem muitas outras opções viáveis ​​caso decida construir seu primeiro automóvel. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Veículos elétricos (EV) ajudam o meio ambiente </a> e o sucesso da Tesla supostamente não passou despercebido entre os chefes da Apple. A empresa aparentemente está despejando recursos na construção de um sistema autônomo <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> EV que pode não ter volante </a> . Dito isso, fabricar carros sempre foi um poço de dinheiro, exigindo uma vasta cadeia de suprimentos abrangendo continentes. </p> <p> Como informamos recentemente, a Apple e a Kia não parecem fazer parceria no Apple Car, afinal. Além disso, as principais montadoras japonesas supostamente abordadas pela Apple parecem <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> preocupado em ser relegado a fabricantes contratados </a> . </p> <p> Um novo relatório de <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> tenta reunir possíveis fornecedores e parceiros de montagem para a produção do EV da Apple. As opções potenciais incluem Nissan e Stellantis, bem como Magna que fabrica carros para outras marcas e muito mais. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn tem laços existentes com a Apple </h2> <p> A Foxconn é uma opção importante - a empresa tem laços existentes com a Apple como fabricante contratado que monta iPhones e outros gadgets. Há alguns meses, a Foxconn revelou seu primeiro chassi EV junto com uma plataforma de software. </p> <p> Ela planeja lançar uma bateria de estado sólido até 2024, mesmo ano em que o Apple Car entrará em produção em massa. A Foxconn e a Fiat Chrysler estão em uma joint venture para construir carros elétricos na China. A Apple poderia tirar proveito das tecnologias da Foxconn como base para seu EV. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna é um bom ajuste </h2> <p> A Magna, com sede no Canadá, fabrica várias peças para marcas como BMW e Jaguar Land Rover em sua fábrica em Graz, Áustria. Magna oferece seus serviços de engenharia e manufatura para startups de EV. A empresa fez parceria com a LG para construir trens de força e recentemente começou a montar veículos na China. </p> <p> </p> <p> A Bloomberg diz que a Magna tem o benefício de um relacionamento anterior com a Apple - é a primeira fabricante contratada com a qual a Apple conversou quando decidiu entrar no mercado de EV há cinco anos. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> As discussões Apple-Hyundai podem reiniciar </h2> <p> Quanto à Hyundai e à Kia, ambas administram operações de fabricação nos Estados Unidos. A nova plataforma EV da Kia promete uma autonomia de cerca de 311 milhas (mais de 500 quilômetros) e baterias de carregamento rápido de até 80 por cento em 18 minutos. </p> <p> A Apple estaria interessada em uma parceria com a Hyundai / Kia. Contudo, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> conversas desmoronaram </a> depois que executivos confirmaram relatos de que a empresa estava em negociações com a Apple. </p> <blockquote> <p> A grande desvantagem da Hyundai e da Kia são as idas e vindas recentes sobre o desenvolvimento de um carro para a Apple, uma empresa notoriamente sigilosa. Embora as duas montadoras tenham dito que as conversas não estão acontecendo, é possível que as discussões possam recomeçar se a Apple os considerar os melhores parceiros possíveis. </p> </blockquote> <p> A Kia planeja lançar 23 novos modelos EV baseados em sua plataforma até 2025. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan e montadoras europeias </h2> <p> O artigo tenta explicar por que a Nissan seria uma boa opção para a Apple. Nisan tem uma plataforma EV co-desenvolvida com a Renault, mas o mais importante, seu CEO Makoto Uchida disse recentemente que a Nissan &quot;tem o DNA para fazer coisas que outros não farão.&quot; </p> <p> </p> <p> Combine isso com o fato de que a empresa passou por dificuldades financeiras nos últimos 12 meses e você tem um possível negócio Apple-Nissan no horizonte, a Bloomberg tem: </p> <blockquote> <p> A montadora está mergulhada em uma crise, relatando sua maior perda em duas décadas no ano fiscal de 2019, e pode obter a receita necessária ajudando a Apple a desenvolver ou fabricar seu veículo. Ele também pode se beneficiar do acesso à tecnologia da Apple. Depois de buscar uma estratégia de volume a qualquer custo que corroesse o lucro, a Nissan precisa atrair clientes com melhores salários, em grande parte com a tecnologia dentro de seus carros. </p> </blockquote> <p> O relatório prossegue destacando as montadoras europeias, como a Stellantis, como possíveis parceiros de montagem e produção do Apple Car. Disponibilidade de capacidade de produção é talvez o maior fator na fabricação de carros - basta perguntar a Tesla. Diante disso, a Apple faria bem em terceirizar a produção de seu EV para vários vendedores e fornecedores de automóveis. </p> <p> <small> Crédito da imagem: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}