{"title":"Maçã e crianças super saudáveis ​​resolvem conflito sobre logotipos de frutas em duelo","content":"<p> As batalhas legais podem ser um pouco surreais às vezes. Desde agosto de 2020, a Apple está em uma disputa legal com uma empresa de planejamento de refeições chamada Super Healthy Kids por causa de um logotipo para seu aplicativo Prepear, que a Apple considerou um pouco parecido com o seu. </p> <p> O logotipo frutado da Apple, que consiste em uma maçã de desenho animado com uma mordida e uma única folha, tem sido usado desde o final dos anos 1970. O logotipo muito mais recente do Super Healthy Kids, por sua vez, consiste em uma pêra de desenho animado com uma única folha. </p> <p> Por um tempo, parecia que o mundo não era grande o suficiente para dois logotipos inspirados em frutas com folhas em um ângulo alegre. Agora, as duas empresas supostamente resolveram suas queixas - e bastou a Super Healthy Kids reformular a forma da folha ofensiva em questão. </p> <h2 id=\"dilution-of-distinctiveness\"> Diluição de Distintividade </h2> <p> O argumento legal da Apple era que o local em forma de pêra poderia &quot;causar diluição da distinção&quot; do logotipo icônico da Apple, que está lá com o swoosh da Nike e alguns outros selecionados como um ícone mundialmente reconhecido. </p> <p> O novo logotipo do Prepear já está exibido no <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> site da empresa </a> , e aparecerá no aplicativo em breve. Tem a forma de uma folha em forma de meia lua, em vez da forma oval anterior pontiaguda. A Apple consentiu com a mudança, conforme documentos arquivados no <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Patente dos EUA e Escritório de Marcas Registradas </a> (USPTO.) </p> <p> </p> <p> &quot;A Prepear tem o prazer de anunciar que resolveu amigavelmente seu problema de marca registrada com a Apple&quot;, disse o co-fundador da empresa Russ Monson <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple vs. pequenas empresas </h2> <p> Embora pareça que um acordo amigável foi alcançado, em um ponto o conflito entre as duas empresas - uma, como o titã de tecnologia mais valioso do mundo, muito maior do que a outra - pareceu ficar bastante contencioso. </p> <p> Seguindo a reclamação original da Apple, o cofundador e COO da Prepear Russell Monson criou um <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Petição Change.org </a> , criticando a Apple. A petição acabou recebendo 269.654 assinaturas. Agora foi fechado. </p> <p> &quot;A Apple tem se oposto a pequenas empresas com logotipos relacionados a frutas iniciando ações judiciais caras&quot;, observou a petição, &quot;mesmo quando esses logotipos não se parecem em nada com o logotipo da Apple, ou não estão na mesma linha de negócios que a Apple em tudo.&quot; </p> <p> Ele continuou que muitas empresas ameaçadas pela Apple jogaram a toalha porque &quot;não podem pagar as dezenas de milhares de dólares&quot; para custar essas ações judiciais. A equipe disse que é uma &quot;experiência terrível ser atacado legalmente por uma das maiores empresas do mundo&quot;. </p> <p> <small> Crédito da imagem: Apple / Prepear </small> </p>"}