{"title":"Microsoft adiciona alertas de ameaças do estado da nação ao Defender para Office 365","content":"<p> Em uma atualização interessante e como uma resposta direta ao ataque cibernético da SolarWinds, a Microsoft está pronta para adicionar um novo aviso de atividade de hacking de estado-nação ao Microsoft 365. Os avisos alertarão os usuários sobre quaisquer ameaças potenciais provenientes de um invasor de estado-nação, dando aos usuários hora de reagir à ameaça. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft apresenta notificações de ameaças do estado da nação </h2> <p> O Microsoft Defender for Office 365 (anteriormente conhecido como Office 365 Advanced Threat Protection) exibirá uma notificação informando aos usuários corporativos que um ataque suspeito de ameaça de estado-nação está interferindo em seu espaço de trabalho. </p> <blockquote> <p> Esses ataques representam algumas das atividades de ameaça mais avançadas e persistentes que a Microsoft rastreia. O Microsoft Threat Intelligence Center segue essas ameaças, cria perfis abrangentes da atividade e trabalha em estreita colaboração com todas as equipes de segurança da Microsoft para implementar detecções e atenuações para proteger nossos clientes. </p> </blockquote> <p> A Microsoft já notifica milhares de usuários por ano que um ator de ameaça de um Estado-nação pode estar interferindo em sua rede. No entanto, no momento, os alertas são enviados por e-mail. </p> <p> Se o usuário do Microsoft Defender para Office 365 não verificar seu e-mail no dia, pode perder uma notificação importante. Embora o Defender for Office 365 seja principalmente um produto corporativo, notificações importantes ainda escapam. </p> <p> As novas notificações aparecerão no painel do Microsoft Defender for Office 365. Ele terá uma chance muito maior de ser visto por administradores de rede, equipes de segurança, equipe de gerenciamento e assim por diante. </p> <p> A Microsoft adicionou os &quot;Alertas de Atividades Potenciais do Estado-nação&quot; ao Mapa do Office 365 em 6 de fevereiro de 2021 e espera que o recurso seja concluído até o final do mês. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> O que é um ataque do estado-nação? </h2> <p> Um ataque de estado-nação é considerado um dos tipos mais perigosos de ataque cibernético, devido à profundidade de conhecimento e à variedade de recursos disponíveis para o ator da ameaça. </p> <p> </p> <p> O <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> ciberataque recente da SolarWinds </a> é fortemente suspeito de ser um ataque de estado-nação, tal era o nível de especialização necessário para se infiltrar nessas redes de alto nível. O ataque, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> conhecido como um hack da cadeia de suprimentos </a> , alvos múltiplos comprometidos após permanecerem inativos nas redes da vítima por meses </p> <p> Mas, apesar de quão perigoso um ataque de estado-nação soa e parece, na maioria das vezes, usuários regulares como você e eu não somos os alvos. Dedicar recursos tão substanciais para atacar cidadãos comuns não vale a pena, pois há maneiras muito mais fáceis de acessar seus dados. </p> <p> Como tal, as ameaças do estado-nação geralmente atacam alvos muito maiores, como escritórios do governo, grandes empresas de tecnologia, infraestrutura nacional e assim por diante. </p>"}