{"title":"Microsoft Teams recebe dois novos aplicativos de produtividade e rastreamento","content":"<p> A Microsoft está trazendo dois novos Power Apps para o Microsoft Teams: Boletins e Marcos. Ambos os novos aplicativos se concentram em tornar mais fácil compartilhar e rastrear o trabalho, além de serem construídos usando a Power Platform personalizável, permitindo que você os adapte às necessidades da sua organização. </p> <p> Os novos aplicativos já estão disponíveis na loja do Microsoft Teams, o que significa que você pode começar a usá-los imediatamente. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Novos aplicativos poderosos para equipes da Microsoft: boletins e marcos </h2> <p> Os novos aplicativos executam funções fiéis aos nomes. </p> <p> Conforme anunciado em <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> o Blog de Power Apps </a> , <strong> Boletins </strong> é um aplicativo do Microsoft Teams a partir do qual você publica notícias da empresa, informações e muito mais para toda a organização. O aplicativo terá um papel central na distribuição de comunicações por todo o espaço de trabalho, garantindo que cada usuário receba notificações e seja incluído na conversa da organização. </p> <blockquote> <p> A solução Bulletins capacita a equipe de comunicação a compartilhar notícias e informações da empresa ou departamentais em um local central. Os artigos de notícias podem ser organizados em categorias e conter conteúdo rico, incluindo imagens, vídeos, botões acionáveis. Os editores também podem visualizar as métricas dos artigos postados, como taxas de visualização ao longo do tempo. </p> </blockquote> <p> Os Boletins do Microsoft Teams também são otimizados para dispositivos móveis. Os usuários móveis têm o mesmo acesso ao aplicativo e podem responder, personalizar e postar da mesma forma que seus colegas de desktop. </p> <p> <strong> Milestones </strong> traz rastreamento de projeto, atualizações de status e atualizações de equipe multifuncional em um único hub. </p> <blockquote> <p> Cada organização tem uma necessidade única de seu software de rastreamento de projeto. O aplicativo Milestones oferece a facilidade de baixo código para personalizar essa experiência. Você pode atualizar os rótulos dos campos, incluir novos campos ou incluir fluxos de processos de negócios, como notificações para proprietários de fluxo de trabalho quando houver uma mudança de status na tarefa. </p> </blockquote> <p> O Milestones, portanto, tem como objetivo se tornar um portal de rastreamento de projeto para oferecer suporte a toda a plataforma Microsoft Teams, em vez de ter que acessar um aplicativo diferente para acompanhar o que está acontecendo com seu projeto. </p> <p> O aplicativo Milestones permitirá uma ampla personalização para atender às necessidades de sua organização e seus projetos. Além disso, você pode fixar os marcos no canal da equipe principal para que todos vejam. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> O Microsoft Teams está se tornando a ferramenta ideal </h2> <p> A introdução de novos aplicativos para gerenciamento de projetos e boletins para toda a organização é outro passo para que o Microsoft Teams se torne a ferramenta ideal para todas as funções. Microsoft recentemente fez <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> A navegação das equipes é muito mais fácil </a> e, nos últimos meses, vimos muitas atualizações de funcionalidade chegarem à plataforma de espaço de trabalho colaborativo. </p> <p> </p> <p> Como a pandemia de COVID-19 continua a afetar os locais de trabalho tradicionais e as práticas de trabalho em casa se tornam mais fortes, espere que a Microsoft continue promovendo novos recursos do Microsoft Teams. </p>"}