{"title":"O Discord para iOS permite que ladrões de meme salvem imagens de incorporações no Twitter","content":"<p> O Discord para iPhone foi atualizado na App Store com vários novos recursos, incluindo uma nova opção que torna muito mais fácil salvar imagens de incorporações do Twitter. Com ele, você pode salvar memes de tweets sem as soluções alternativas às quais tinha que recorrer anteriormente. </p> <p> Infelizmente, isso não parece funcionar com GIFs animados. Além disso, salvar imagens estáticas de tweets não está disponível no Discord para Windows e no Discord para Android. Apenas a versão 60.0 do aplicativo Discord para iOS parece ter esse novo recurso útil implementado. </p> <p> Novo no Discord? Em caso afirmativo, leia nosso guia explicando <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> como conversar online com amigos e estranhos </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Como salvar imagens de tweets </h2> <p> Para salvar uma imagem como um meme de um tweet que você enviou, dê um toque longo no tweet em questão e escolha a opção &quot;Salvar imagem&quot;. Você encontrará a imagem salva na biblioteca de fotos do seu dispositivo. Antes dessa mudança, você era forçado a abrir manualmente um tweet em um navegador da web antes de salvar a imagem subjacente em seu dispositivo. </p> <p> </p> <p> Como <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> notas, a versão Android emprega um processo diferente para salvar imagens de tweet. Em primeiro lugar, você deve tocar na imagem para abri-la em tela cheia. Uma vez na interface de tela cheia, clique no <strong> Download </strong> botão próximo ao topo da tela para salvar a imagem no dispositivo. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Outros novos recursos do Discord para iOS </h2> <p> Além de salvar imagens de incorporações do Twitter, o changelog mostrado na última versão do iOS do Discord mencionou um par de outros novos recursos. O primeiro é um prático pop-out de emoji na área de trabalho que permite saber de onde um emoji é. </p> <p> &quot;Toque naquele pequeno emoji no bate-papo enquanto está no seu telefone e veja a quem ele pertence&quot;, diz o changelog no menu de configurações do Discord no desktop e no celular. E se você usa o Discord em seu iPad, ficará encantado em saber que o compartilhamento de tela móvel agora está disponível em seu tablet. </p> <p> <small> Crédito da imagem: Discord </small> </p>"}