{"title":"O que é o emote do PogChamp e quando ele é usado?","content":"<p> Os termos de gíria podem vir de qualquer lugar e, embora parte do vocabulário recentemente cunhado possa parecer um pouco bobo, o importante é que as pessoas se entendam quando se comunicam. </p> <p> Se você vasculhou seu quinhão da Internet ao longo de alguns anos, é provável que tenha visto &quot;PogChamp&quot; ou &quot;poggers&quot; nos comentários de vídeos ou artigos. Mas o que isso significa? </p> <p> Aqui está tudo o que você precisa saber sobre isso ... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> O que significa Pogchamp e quando usá-lo </h2> <p> PogChamp é o nome de um emote Twitch - um dos mais antigos na plataforma, na verdade. Tanto o emote quanto o nome do emote são usados ​​para expressar entusiasmo ou surpresa, de forma genuína ou sarcástica. </p> <p> Os emotes do Twitch são exatamente o que parecem: emojis, emoções ou pictogramas exclusivos do aplicativo e do site do Twitch. Eles são usados ​​por visualizadores e streamers para expressar diferentes sentimentos no bate-papo. </p> <p> </p> <p> O termo &quot;PogChamp&quot; é derivado da frase &quot;Pog Champion&quot; ou &quot;Play of Game Champion&quot;, enquanto a frase &quot;Play of the Game&quot; foi popularizada pelo Overwatch, um jogo competitivo de tiro em primeira pessoa. O Overwatch possui uma característica em que, no final de cada partida, um carretel de destaque mostra a &quot;melhor&quot; jogada dessa partida. </p> <p> &quot;PogChamp&quot; e o sentimento que ele descreve geraram muitos derivados. Tanto &quot;poggers&quot; quanto simplesmente &quot;pog&quot; ganharam uma presença significativa na gíria online. É comum ver streamers reagir com entusiasmo a algo dizendo &quot;poggers&quot;. </p> <p> E embora tenha chegado a fóruns e outros cantos da Internet, você não o usaria com a maioria dos conhecidos na vida diária, a menos que eles também estejam cientes do contexto do termo. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> As Origens do Emote PogChamp </h2> <p> </p> <p> A icônica e exagerada face chocada do emote PogChamp original foi vista pela primeira vez em um vídeo do YouTube pela Cross Counter TV em 2010. </p> <p> Nele, a personalidade da internet Ryan &quot;Gootecks&quot; Gutierrez faz uma careta com os olhos e a boca bem abertos em resposta ao cameraman esbarrando no tripé. Sentado ao lado dele está o outro streamer Mike Ross. </p> <p> Eventualmente, a reação digna de meme se tornou um emote Twitch. </p> <p> De acordo com <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , As personalidades do Twitch cujas semelhanças são usadas para emotes são pagas de acordo com o uso. Isso significa que há uma cobrança sempre que alguém usa o emote. </p> <p> Estima-se que Gutierrez costumava ganhar cerca de US $ 50.000 por ano com usuários do Twitch que enviavam spam para a imagem de seu rosto no chat. Além disso, Gutierrez recebeu algo entre US $ 50.000 e US $ 100.000 adiantados - apenas para permitir que Twitch usasse sua imagem. </p> <p> No entanto, Gutierrez não representaria PogChamp para sempre. Em 6 de janeiro de 2021, <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch baniu o emote PogChamp original </a> , Informando que a imagem original deveria ser removida da plataforma. </p> <p> Como resultado, a plataforma criou um novo emote PogChamp. Desde então, o Twitch teve uma variedade de criadores online se tornando o novo rosto do PogChamp; streamers com diferentes origens e tamanhos de público. </p> <p> </p> <p> O emote carrega o mesmo significado que o original - expressando uma reação de surpresa, excitação ou choque. No entanto, o emote em si mudou. </p> <p> E mesmo com a proibição do Twitch no emote PogChamp com a cara de Gutierrez, o uso de &quot;poggers&quot; e &quot;pog&quot; na gíria da internet provavelmente continuará inalterado. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp expressa empolgação, alegria ou choque </h2> <p> PogChamp é um dos mais antigos emotes do Twitch, mas também é um dos mais versáteis. </p> <p> Devido à sua capacidade de descrever reações positivas e negativas, PogChamp provavelmente continuará a ser usado em toda a Internet, mesmo que o rosto associado ao nome não seja sempre o mesmo. </p>"}