{"title":"O que são óculos para jogos e como eles funcionam?","content":"<p> O jogo é, por natureza, competitivo. E pessoas competitivas, por natureza, buscam melhorias. Isso significa prática, mas também significa ter o equipamento certo. Falamos, é claro, de óculos para jogos. </p> <p> Se você acredita em jogos sérios, os óculos para jogos já estão no seu radar. Mas o que são e realmente funcionam? Vamos dar uma olhada. </p> <h2 id=\"what-are-gaming-glasses\"> O que são óculos para jogos? </h2> <p> Óculos de jogos de diferentes fabricantes prometem aumentar o desempenho do jogador, melhorando a percepção de profundidade, cor e contraste e até mesmo aumentando o tempo de reação. Os fabricantes projetam alguns óculos de jogos dedicados para usar confortavelmente com um <a href=\"https://www.makeuseof.com/tag/best-wireless-gaming-headset-pc/\" target=\"_blank\" rel=\"nofollow noopener\"> gama de fones de ouvido sem fio </a> . </p> <p> A maioria das promessas relacionadas ao aumento do desempenho do jogador vem do bloqueio da luz azul. Em termos mais simples, “óculos para jogos” geralmente são apenas óculos de bloqueio de luz azul comercializados para jogadores. </p> <p> </p> <h2 id=\"how-do-gaming-glasses-work\"> Como funcionam os óculos para jogos? </h2> <p> A luz azul é um comprimento de onda específico de luz de fontes de luz artificiais, incluindo computadores e dispositivos móveis. A luz azul tem alguns benefícios, incluindo aumentar o estado de alerta. A desvantagem é que, de acordo com <a href=\"https://www.health.harvard.edu/staying-healthy/blue-light-has-a-dark-side\" target=\"_blank\" rel=\"nofollow noopener\"> Harvard Medical School </a> , a exposição excessiva à luz azul pode causar problemas de sono e outros problemas de saúde. </p> <p> <img alt=\"Wavelengths of light\" src=\"images/light-spectrum-817.jpg\" loading=\"lazy\"> Crédito da imagem: Peter Corbett / <a href=\"https://www.flickr.com/photos/ptc24/14457002075/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Flickr </a> </p> <p> Quer sejam para trabalho ou lazer, os óculos de bloqueio de luz azul funcionam incorporando um pigmento nas lentes que retira o comprimento de onda azul da luz antes que ela entre em seus olhos. </p> <p> Podemos dizer, com toda a confiança da ciência moderna, que os óculos com filtro de luz azul funcionam. Mas os óculos para jogos que incorporam filtro de luz azul melhoram o seu jogo, como afirma a maioria dos fabricantes? </p> <p> </p> <h2 id=\"is-there-any-proof-that-gaming-glasses-work\"> Existe alguma prova de que os óculos para jogos funcionam? </h2> <p> Embora tenha havido muitos estudos sobre a luz azul e o impacto que ela tem em nossos olhos e corpos, não houve estudos sobre o desempenho aprimorado que os fabricantes de óculos para jogos prometem. O consenso é que os óculos para jogos protegem seus olhos, mas podem não salvar suas estatísticas. </p> <p> Isso não significa que os óculos para jogos não funcionem, apenas significa que não temos números concretos que apóiem ​​a afirmação. Mas, a teoria faz sentido. Quando Oakley e Turtle Beach se uniram para lançar os óculos para jogos, eles criaram uma página sobre a ciência por trás dos óculos. Algumas coisas fazem sentido, outras não. </p> <p> </p> <p> De acordo com <a href=\"https://www.oakley.com/en-us/collections/e-sports\" target=\"_blank\" rel=\"nofollow noopener\"> Oakley </a> , seus óculos para jogos (com filtro de luz azul) aprimoram a cor e o contraste e &quot;aprimoram a visão&quot;. O glasse faz isso da mesma maneira que os produtos da Oakley aumentam o desempenho em outros esportes; filtrando comprimentos de onda específicos de luz. </p> <p> </p> <p> A Oakley projeta lentes para outras condições ou atividades, como neve e ciclismo. Mas a Oakley não tem certeza de como faz isso para jogos. Nos jogos, o mesmo display digital cria símiles de ambientes drasticamente diferentes. </p> <p> Dito de outra forma: se Hoth e Endor de Star Wars fossem lugares reais, você usaria óculos de proteção esportivos diferentes em cada lugar. Por quê? Porque as condições de iluminação e cores em cada ambiente são drasticamente diferentes. Então, como usar um par de óculos pode melhorar seu jogo em ambos os mapas digitais em um jogo como Star Wars Battlefront? </p> <p> As páginas explicativas associadas aos óculos para jogos não respondem a esse tipo de pergunta de forma concreta. No entanto, a Oakley explica como suas diferentes lentes se adaptam a diferentes ambientes do mundo real. </p> <p> A resposta potencial, &quot;a luz azul é a única luz que importa nos jogos&quot;, é promissora, embora um pouco anticlimática. Essa abordagem filtra a luz azul de &quot;ruído&quot; que a tela cria, tornando outras cores mais vibrantes, semelhantes aos óculos de neve que ajudam você a ver através da luz refletida. Se Oakley tivesse uma resposta mais complexa e satisfatória, não poderíamos encontrar. </p> <p> Quanto a saber se os óculos para jogos realmente funcionam, a resposta é mista. </p> <p> Eles melhoram o contraste e a cor? sim. </p> <p> Eles melhoram a percepção de profundidade? Pode ser. </p> <p> Eles melhoram o tempo de reação? Provavelmente não. </p> <p> </p> <h2 id=\"who-makes-gaming-glasses-what-s-the-price-range\"> Quem faz óculos para jogos? Qual é a faixa de preço? </h2> <p> Então você ainda está interessado, ou talvez mais interessado, em óculos para jogos. Quem os faz? Quanto eles custam? </p> <p> Se você está curioso, os óculos para jogos feitos por Turtle Beach e Oakley podem ser um pouco caros, custando US $ 219 e US $ 166, mas eles não são os únicos fabricantes por aí. </p> <p> <a href=\"https://www.amazon.com/s?k=J%2BS&ref=bl_dp_s_web_0\" target=\"_blank\" rel=\"nofollow noopener\"> Visão J + S </a> faz óculos para jogos e uso geral do computador que estão mais próximos da faixa de US $ 20 a US $ 30. <a href=\"https://www.amazon.com/stores/page/CDD15E77-5B39-4751-B616-E4E8D7B34CBD?ingress=2&visitId=8812e852-1c1c-4604-826c-749221236fa5&ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> Gunnar </a> tem toda uma linha de produtos de óculos dedicados a jogos que variam de cerca de US $ 50 a mais de US $ 100. <a href=\"https://www.amazon.com/stores/HyperX/page/C3BFE396-3717-4B59-A6EA-0A070E7654D1?ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> HyperX Gaming </a> tem um conjunto dedicado de óculos para jogos que se enquadra nessa faixa de preço semelhante. </p> <p> Ao comprar óculos para jogos, lembre-se de que alguns têm faixas de preços diferentes para lentes graduadas ou acessórios que usam lentes graduadas que você já usa. </p> <p> </p> <h2 id=\"can-glasses-up-your-game\"> Os óculos podem melhorar o seu jogo? </h2> <p> <img alt=\"gamer wearing glasses\" src=\"images/gamer-wearing-glasses-455.png\" loading=\"lazy\"> </p> <p> No final das contas, a eficácia dos &quot;óculos para jogos&quot; se esconde por trás da ciência. Há ciência genuína por trás da filtragem de luz azul e alguns óculos de jogos incorporam recursos de design muito reais para torná-los um bom par com outros acessórios de jogos. Mas, também há muito do bom e antigo marketing envolvido. </p> <p> Se você não acredita em &quot;óculos para jogos&quot; ou deseja opções de estilo mais versáteis, considere explorar os óculos de filtragem de luz azul padrão antes de investir em óculos para jogos. Os benefícios são provavelmente idênticos. </p> <p> <small> Crédito da imagem: Marco Verch / <a href=\"https://www.flickr.com/photos/160866001@N07/49854762018/\" target=\"_blank\" rel=\"nofollow noopener\"> Flickr </a></small> </p>"}