{"title":"O Speedtest agora pode medir a velocidade de transmissão de vídeo da sua rede","content":"<p> Se você já testou a velocidade da Internet da sua rede, provavelmente já ouviu falar <a href=\"https://www.speedtest.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Teste rápido </a> , um serviço online popular da Ookla que faz exatamente o que seu nome indica. Milhões de pessoas têm usado o serviço para verificar o download e upload velocidade da sua conexão de rede desde Speedtest lançado em 2006. </p> <p> Com o Speedtest para iOS, você pode &quot;medir a qualidade de sua experiência de streaming antes de colocar seu próximo vídeo na fila&quot;. </p> <h2 id=\"test-how-well-your-network-can-stream-videos\"> Teste o quão bem sua rede pode transmitir vídeos </h2> <p> </p> <p> No <a href=\"https://www.speedtest.net/insights/blog/video-test-announcement/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog Speedtest </a> , Ookla anunciou que agora você pode usar o aplicativo iOS para medir a resolução máxima dos vídeos, o tempo de armazenamento em buffer e o tempo de carregamento em sua rede. O teste de vídeo é gratuito e, com o tempo, chegará a outras plataformas. </p> <p> Ookla explica que você precisa de um teste de velocidade dedicado para vídeos porque &quot;os provedores [de rede] rotineiramente priorizam o tráfego de vídeo de forma diferente de outro tráfego.&quot; Isso significa que a maneira como sua rede lida com o conteúdo de vídeo pode ser diferente da maneira como lida com texto e fotos, por exemplo. </p> <p> </p> <h2 id=\"how-to-use-speedtest-for-ios-and-how-it-works\"> Como usar o Speedtest para iOS e como funciona </h2> <p> Testar a velocidade de streaming de vídeo com Speedtest é simples. Ao abrir o aplicativo, selecione <strong> Vídeo </strong> na barra de navegação na parte inferior e, em seguida, no botão amarelo intermitente de início. O aplicativo levará apenas alguns minutos para testar diferentes qualidades de vídeo em sua rede antes de você obter os resultados. </p> <p> <strong class=\"gallery__section-title\"> Galeria de imagens (4 imagens) </strong> <img alt=\"The screen to start the Speedtest video test\" src=\"images/speedtest-video-1-538.png\" loading=\"lazy\"> Expandir <img alt=\"The popup you get upon first trying the new video Speedtest\" src=\"images/speedtest-video-2-638.png\" loading=\"lazy\"> Expandir <img alt=\"A video Speedtest in progress\" src=\"images/speedtest-video-3-438.png\" loading=\"lazy\"> Expandir <img alt=\"Viewing the results of a video Speedtest\" src=\"images/speedtest-video-4-209.png\" loading=\"lazy\"> Expandir </p> <p> Perto </p> <p> <strong> Download: </strong> <a href=\"https://apps.apple.com/us/app/speedtest-by-ookla/id300704847\" target=\"_blank\" rel=\"nofollow noopener\"> Speedtest para iOS </a> </p> <p> Quando você transmite um vídeo, ele é entregue a você por meio de taxas de bits adaptáveis ​​que ajustam a qualidade do vídeo dependendo das condições da rede. O teste de vídeo mede essa taxa de bits adaptável para dar uma ideia de que tipo de desempenho você deve esperar de sua conexão. </p> <p> Querendo saber se você deve transmitir aquela série Netflix em seu <a href=\"https://www.makeuseof.com/tag/netflix-ready-smart-tv/\" target=\"_blank\" rel=\"nofollow noopener\"> TV inteligente </a> ou no seu dispositivo móvel? Speedtest ajuda você. Os resultados também informam quais dispositivos funcionam melhor no nível de desempenho da rede. </p> <p> Dito isso, é possível que o teste de vídeo volte e diga que sua rede não pode transmitir com êxito a resolução máxima suportada por seu dispositivo. Se isso acontecer com você, provavelmente é um problema de rede. </p> <p> </p> <h2 id=\"how-fast-is-your-network-connection\"> Qual é a velocidade da sua conexão de rede? </h2> <p> A Ookla parece orgulhosa de apresentar que seu aplicativo oferece &quot;resultados acionáveis&quot;. Se você achar que o serviço do seu provedor de rede não está de acordo com o seu contrato, você pode usar os resultados do teste de vídeo para provar isso. </p> <p> Esperançosamente, a capacidade de testar streaming de vídeo chegará ao PC e Android em breve. </p>"}