{"title":"O que é o Terminal Bloomberg e o que o torna tão poderoso?","content":"<p> A Bloomberg é um dos maiores serviços de notícias financeiras do mundo e seu fundador, Mike Bloomberg, é uma das pessoas mais ricas do mundo. </p> <p> Grande parte da riqueza que ele adquire vem do Terminal Bloomberg, o software de computador indispensável para muitas empresas do setor financeiro. Se você trabalha em um escritório corporativo, é provável que você mesmo já o tenha usado. </p> <p> Então, o que exatamente o Terminal Bloomberg faz e o que o torna tão poderoso e precioso para os profissionais de Wall Street? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Como o Terminal Bloomberg surgiu </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Antes de construir o Terminal Bloomberg, Mike Bloomberg foi sócio geral da Salomon Brothers, um banco de investimentos com sede em Nova York. </p> <p> Depois de receber um pacote de indenização de US $ 10 milhões em 1981, ele inventou um sistema que combinava dados financeiros, análises, conformidade e serviços de informações financeiras e comerciais relevantes em um único software - o Terminal Bloomberg. </p> <p> O Terminal Bloomberg fez sua estreia oficialmente em 1982, e o resto é história. Hoje, o Terminal é usado por mais de 320.000 assinantes em todo o mundo. Estima-se que o próprio software seja responsável por um terço da receita da Bloomberg LP. Além do PC, o Terminal Bloomberg também está disponível em smartphones. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Quem usa o terminal Bloomberg? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Crédito da imagem: Andrey Rudakov / <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> O Terminal Bloomberg é frequentemente descrito como um supercomputador sem o qual os profissionais de Wall Street não conseguem viver. Uma assinatura do Terminal Bloomberg custa cerca de US $ 20.000 a US $ 24.000 por ano, mas isso não impede sua base de clientes de renovar suas assinaturas devido à sua utilidade. </p> <p> Comerciantes, corretores, analistas, gerentes de portfólio, investidores e executivos são a principal base de consumidores do Terminal. </p> <p> Se você é um estudante universitário que busca um curso de finanças ou economia, provavelmente também aprendeu a navegar pelas funções básicas. Isso ocorre porque mais instituições de ensino superior estão assinando o Terminal para que os alunos possam obter conhecimento prático sobre os mercados financeiros. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Qual é a aparência do terminal Bloomberg? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Crédito da imagem: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> O Terminal Bloomberg tem uma interface icônica fácil de reconhecer: uma tela totalmente preta e linhas e linhas de texto neon em uma fonte que lembra um videogame antigo dos anos 90. </p> <p> O Terminal também fornece seus próprios computadores para a experiência ideal, chamados de Terminal de Display Compacto de 15 polegadas da Bloomberg. Com resoluções nativas de 60 Hz, cores de 32 bits e telas de 1024 x 768 (XGA), os terminais de exibição compactos oferecem exibição de alta qualidade por meio de um suporte de computador ergonomicamente projetado. Em um ambiente corporativo, o Terminal funciona normalmente em duas, mas às vezes de quatro a seis telas. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Crédito da imagem: Bloomberg Professional Services / <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Em termos de hardware, para usar o Terminal Bloomberg, você precisa de um teclado estilo PC nativo da Bloomberg chamado Starboard, que no topo de suas teclas QWERTY regulares contém teclas vermelhas, azuis, verdes e amarelas para funções específicas. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Funções do terminal Bloomberg </h2> <p> Agora, aqui estão algumas das funções mais poderosas do Terminal Bloomberg. </p> <p> O <b> AJUDA </b> botão é talvez a chave mais útil para aqueles que estão apenas começando. Se você tiver alguma dúvida sobre qualquer coisa no Terminal, basta apertar a tecla uma vez e um especialista da Bloomberg estará lá para iniciar um chat ao vivo com você para resolver suas dúvidas. Por que se preocupar mais com o Google? </p> <p> Se você tiver uma conexão com a Internet, definitivamente não é estranho para <b> Bloomberg News </b> . Os usuários podem simplesmente digitar <b> NOTÍCIAS </b> e pressione Enter para obter as informações mais recentes sobre tendências de mercado, movimentos e outras notícias de última hora relevantes. </p> <p> Assim que um corretor de Wall Street for informado das maiores notícias do dia, diga que ele gostaria de verificar as ações e o desempenho financeiro de uma empresa naquele dia. Sem problema: teclas de atalho como <b> BQ </b> , <b> GIP </b> , e <b> OMON </b> fornecer gráficos visuais em tempo real, dados, cotações, tendências e previsões sobre uma opção de ações ou um fundo. </p> <p> Quer exportar um gráfico visualmente agradável do Terminal para o Excel? O próprio Terminal já vem bem incorporado com o Microsoft Excel. Basta bater <b> DAPI </b> no Terminal. Aqueles com familiaridade de nível avançado com as planilhas de compilação do Terminal que são atualizadas automaticamente com os dados mais recentes sempre que o arquivo é aberto. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Aprenda a criar gráficos de atualização automática do Microsoft Excel aqui </a> . </p> <p> Aqueles na indústria conversam sobre <b> Bloomberg Messaging </b> , que é basicamente o Facebook Messenger, mas no Bloomberg. Ele permite que você envie uma mensagem para qualquer pessoa que esteja no Terminal. Isso significa que qualquer pessoa no setor pode entrar em contato tecnicamente entre si instantaneamente. Chega de pedir o número de outra pessoa ou fazer perguntas sobre a melhor maneira de entrar em contato. </p> <p> Se você está tentando descobrir mais sobre uma pessoa conhecida em um setor específico, insira <b> PESSOAS </b> permitirá que você navegue por suas credenciais. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Crédito da imagem: Bloomberg Professional Services / <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Bloomberg Map </b> é essencialmente o Google Maps, mas mais detalhado e personalizado para o setor financeiro. </p> <p> Usando dados geoespaciais, o mapa apresenta aos usuários uma visualização dos desastres naturais em todo o mundo, para que os rastreadores de commodities estejam cientes dos impactos dos desastres naturais em commodities como petróleo e ouro. Para acessar o mapa, digite <b> BMAP </b> . </p> <p> O trabalho está feito durante o dia. Digamos que nosso corretor de Wall Street queira jantar em um restaurante chique. Alguns iriam <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> procure bons lugares no Google ou aplicativos populares de avaliação de restaurantes </a> . No entanto, o Terminal pode fazer isso com <b> JANTAR, que </b> mostra informações e comentários dos usuários sobre restaurantes sofisticados nas proximidades. </p> <p> Se nosso corretor de Wall Street deseja gastar muito, mas não sabe o que gastar, basta inserir <b> MLUX </b> no terminal retornará com resultados sobre os melhores itens de luxo disponíveis para compra online. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Terminal Bloomberg </h2> <p> O Terminal Bloomberg não é apenas um sistema de dados financeiros. É também uma plataforma de rede social, compras e restaurantes. Seu maior ponto de venda é que é um serviço tudo-em-um entregue com velocidade e precisão inacreditáveis. Não é de admirar que aqueles que usam o Terminal não se cansem dele. </p> <p> Se você tiver a chance de acessar o Terminal na escola ou no trabalho, aproveite ao máximo e tente digitar as teclas de comando acima para ver o que sai. </p>"}