{"title":"O PAC da Microsoft não fará doações para objetores eleitorais durante o próximo ciclo","content":"<p> Após o ataque ao Capitólio dos Estados Unidos, a Microsoft suspendeu as contribuições de e para seu PAC há cerca de três semanas. A decisão foi tomada para dar ao comitê tempo para avaliar o impacto do motim e como seguir em frente após os eventos. </p> <p> Agora, a Microsoft anunciou que as contribuições de seu PAC começarão novamente, mas não fará nenhuma doação a nenhum membro do Congresso que votou contra a certificação dos resultados da eleição. A suspensão continuará ao longo do ciclo eleitoral de 2022 e é uma declaração importante de uma das principais empresas de tecnologia do mundo. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC suspende contribuições para objetores </h2> <p> Em 5 de fevereiro de 2021, uma postagem para <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog Corporativo da Microsoft </a> revelou como o PAC avançaria após o ataque sem precedentes ao Capitólio do país. </p> <p> </p> <p> O PAC da Microsoft não fará mais doações para membros do Congresso &quot;que votaram contra a certificação de eleitores&quot;. Isso se estende a quaisquer funcionários estaduais e outras organizações que apoiaram as objeções ou sugeriram que os legisladores deveriam anular os resultados eleitorais. </p> <p> O PAC também mudará a forma como aborda as doações. Anteriormente, todas as doações eram feitas a candidatos políticos, como acontece com muitos Comitês de Ação Política. </p> <p> No entanto, o Microsoft PAC está levando em consideração que alguns membros contribuintes não desejam apoiar figuras políticas específicas e, em vez disso, preferem financiar trabalhos e organizações com foco na &quot;preservação e promoção da democracia&quot;. </p> <p> </p> <p> Como uma extensão dessa política, o PAC também trabalhará mais estreitamente com outras empresas e organizações que compartilham os mesmos ideais. </p> <p> A mudança final no PAC vem no nome. Os membros existentes do Microsoft PAC descobriram que o nome não refletia completamente o fato de ser um fundo voluntário. Doravante, o PAC é renomeado como Microsoft Corporation Stakeholders Voluntary PAC (MSVPAC). </p> <blockquote> <p> Acreditamos que essas medidas são apropriadas, dada a importância dessas questões para a estabilidade e o futuro da democracia americana. Eles também foram amplamente apoiados nas sessões de audição e no feedback de outros funcionários. Percebemos que essas etapas, embora significativas, serão muito ou pouco para alguns funcionários. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft tenta se distanciar dos objetores eleitorais </h2> <p> A notícia de que a Microsoft está se distanciando dos opositores não é nenhuma surpresa. Não é muito pouco, muito tarde para o gigante da tecnologia, mas é sem dúvida uma tentativa de salvar a face depois que surgiu que o Microsoft PAC fez doações consideráveis ​​a muitos membros do Congresso na raiz do movimento para rejeitar os resultados das eleições. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1 <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> é um dos maiores contribuintes para os membros do Congresso que tentaram subverter o processo democrático <br><br> A Microsoft NÃO assumiu COMPROMISSOS para parar de financiar este grupo <br><br> Em uma reunião da empresa na quinta-feira, Prez Brad Smith explicou o porquê. <br><br> E é muito assustador </p> - Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 de janeiro de 2021 </a></blockquote>  <p> Mesmo que o presidente da Microsoft, Brad Smith, tentasse explicar as contribuições como uma ferramenta política regular para obter acesso aos políticos (por exemplo, doações para favores políticos), isso destaca por que tantos acreditam que a existência de PACs e Super PACs é maciçamente prejudicial para os democratas processar. </p>"}