{"title":"O iOS 14.5 permite que os usuários selecionem o Spotify como reprodutor de música padrão","content":"<p> Pelo menos nos Estados Unidos, Spotify e Apple Music são os dois principais serviços de streaming de música. Se você está preso ao ecossistema da Apple, no entanto, o Apple Music tem uma grande vantagem porque está mais integrado às ofertas de produtos da Apple. </p> <p> Por exemplo, uma pessoa que usa o Siri para solicitar uma música foi, até agora, direcionada ao Apple Music como padrão. Mas isso aparentemente está mudando com o novo iOS 14.5 beta --- com os usuários agora capazes de selecionar diferentes serviços de música de terceiros, incluindo o Spotify, como seu serviço de música padrão. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Disponível no iOS 14.5 Beta </h2> <p> Conforme observado por <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumores </a> , o recurso está atualmente disponível apenas para aqueles que estão na versão beta da última versão do iOS, embora provavelmente seja implementado para todos em um futuro próximo. </p> <p> </p> <p> O serviço de música padrão pode ser selecionado quando o usuário pede pela primeira vez ao Siri para reproduzir uma faixa ou um álbum. Quando o fizerem, serão apresentadas as opções de escolha de serviços diferentes como seu padrão. Nem todos os usuários estão descobrindo que o processo de seleção funciona exatamente da mesma forma para eles. Isso sugere que a Apple ainda está ajustando o recurso. </p> <p> </p> <h2 id=\"different-options-available\"> Diferentes opções disponíveis </h2> <p> No entanto, é uma boa opção de se ter. O iOS 14 tornou mais fácil para os usuários adotar alternativas de terceiros aos aplicativos padrão da Apple. Por exemplo, eles agora podem escolher diferentes clientes de e-mail ou navegador. Essa é uma ótima notícia para quem deseja um pouco mais de escolha ao usar os sistemas operacionais da Apple. E quem não ama a escolha? </p> <p> <small> Crédito da imagem: kenary820 / <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}