{"title":"O Xiaomi Mi 11 está oficialmente se tornando global","content":"<p> Se você está procurando um novo smartphone, pode pensar que <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> é o carro-chefe perfeito para você. Mas o Xiaomi Mi 11 é outro smartphone com especificações de ponta que você precisa considerar. </p> <p> O telefone foi o primeiro a ser lançado com o processador Qualcomm Snapdragon 888 de última geração, mas estava inicialmente disponível apenas na China. </p> <p> Felizmente, a Xiaomi corrigiu a situação e lançou o telefone globalmente. E não só vem com especificações impressionantes, mas tem um preço chocantemente baixo. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> Sobre o que é todo o Xiaomi Mi 11 Fuss? </h2> <p> Obviamente, a principal coisa que chamará sua atenção para o Xiaomi Mi 11 é o processador Snapdragon 888, mas a empresa também traz um hardware bastante impressionante em todo o dispositivo. </p> <p> Começando com a tela, o Xiaomi Mi 11 apresenta impressionantes 6,81 polegadas de tela. Ele possui uma tela AMOLED WQHD + 120Hz, para que você obtenha uma taxa de atualização extremamente rápida. O telefone também possui Gorilla Glass Victus que aguenta uma surra. Além disso, ele vem com um brilho de pico de 1.500 nit, o que é bastante impressionante. </p> <p> </p> <p> Outra grande atração é o sensor da câmera principal de 108 megapixels, que tira fotos incríveis. Há uma lente ultra-grande angular de 13 megapixels com um campo de visão sólido de 123 graus e um atirador telefoto de 5 megapixels que vai chegar mais perto e pessoalmente. </p> <p> A frente do telefone possui uma câmera selfie de 20 megapixels inserida em um furador. </p> <p> Há uma bateria de 4.600 mAh que mantém o telefone funcionando por longos períodos. Como acontece com qualquer bom carro-chefe, há velocidades de carga de 55 W com fio ou 50 W sem fio disponíveis, para que você possa recarregar rapidamente. Além disso, você obtém carregamento reverso com o Xiaomi Mi 11, para que possa usar sua bateria grande para carregar seus outros dispositivos. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Preço e disponibilidade do Xiaomi Mi 11 </h2> <p> O telefone está definido para ser lançado na Europa e na Austrália. A empresa revelou o preço em euros, dizendo que o telefone custará apenas € 749, o que é bastante razoável para as especificações que este aparelho traz. Esse preço é para o modelo básico do telefone com 8 GB de RAM e 128 GB de armazenamento. Um modelo mais caro possui 8 GB de RAM e 256 GB de armazenamento interno por € 799. </p> <p> O telefone está definido para ser lançado nas cores Midnight Grey e Horizon Blue no mercado europeu. </p> <p> Xiaomi não disse exatamente quando o telefone começaria a ser vendido. Em vez disso, a empresa disse que anunciará mais por meio de seus canais regionais de mídia social nos próximos dias. </p> <p> Se você está procurando um dispositivo carro-chefe e não está nos Estados Unidos, deve considerar a compra do Xiaomi Mi 11. Ele tem especificações sólidas de preço. </p>"}