{"title":"O recurso de pesquisa de guias do Chrome pode aparecer no Microsoft Edge","content":"<p> Agora que o Microsoft Edge usa a base de código Chromium, o navegador da gigante do software pode aproveitar os mesmos benefícios que o Google Chrome tem por padrão. Um usuário atento do Reddit notou uma mudança recente no Microsoft Edge que sugere o recurso de pesquisa de guias do Chrome aparecendo no navegador. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Como a pesquisa de guias pode chegar ao Microsoft Edge </h2> <p> O usuário do Reddit Leopeva64-2 disparou o alarme no <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Subreddit do Microsoft Edge </a> depois de identificar uma variável de mudança no código do Edge. </p> <p> Anteriormente, você tinha que tirar manualmente o recurso do esconderijo. Ele estava enterrado no código do Microsoft Edge e você tinha que usar o sinalizador de linha de comando <code>--enable-features=TabSearch</code> para ativá-lo. </p> <p> Agora, esse sinalizador não funciona mais - no entanto, ele foi substituído por um novo sinalizador chamado <code>--enable-features=msTabSearch</code>. Como afirma Leopeva64-2: </p> <blockquote> <p> Os sinalizadores que começam com &quot;ms&quot; (msExtensionsHub, msDownloadsHub, etc.) geralmente são usados ​​para habilitar ou desabilitar recursos &quot;exclusivos&quot; do Edge, portanto, o fato de a Microsoft ter feito essa alteração pode significar que eles vão habilitar esse recurso por padrão em breve (ou talvez eles adicionem um novo sinalizador no edge: // sinalizadores). </p> </blockquote> <p> Assim, como o sinalizador TabSearch agora tem a marca &quot;ms&quot;, provavelmente veremos esse recurso aparecer no Microsoft Edge por padrão. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> Rivalidade amigável da Microsoft com o Chrome </h2> <p> Se a Microsoft prosseguir com a habilitação desse recurso, dará um passo mais perto de ir de igual para igual com o navegador mais importante da Internet, o Google Chrome. </p> <p> Para enfrentar seus rivais, a Microsoft encontrou um equilíbrio entre adicionar recursos que as pessoas esperam de um navegador moderno e desenvolver novos recursos para ajudar o Edge a se destacar. Por exemplo, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> O Edge recebeu uma ferramenta Pesquisar na barra lateral </a> para ajudá-lo a competir melhor com o Chrome. </p> <p> No entanto, a Microsoft não se esqueceu de quem deu ao Edge a ajuda necessária. Afinal, o navegador agora é baseado na base de código Chromium do Google, então a Microsoft tem que trabalhar junto com o Chrome às vezes se quiser melhorar o Edge. </p> <p> Na verdade, como a Microsoft ajuda a desenvolver correções e recursos para a base de código do Chromium, a empresa está <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> rapidamente se tornando o maior aliado do Chrome </a> . Como tal, a Microsoft tem um relacionamento estranho com o Chrome, onde ele compete e ajuda seu rival ao mesmo tempo. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Pesquisando o recurso de pesquisa de guia no Microsoft Edge </h2> <p> Embora nada tenha sido oficialmente confirmado ainda, há provas que sugerem que a Microsoft quer trazer o recurso Tab Search do Chrome para o Chrome. Teremos que segurar nossos cavalos e manter nossos olhos no desenvolvimento de Edge para ver se ele aparece. </p> <p> Se você estiver interessado em saber como o Microsoft Edge está inovando em face da concorrência, você precisa saber sobre seu recurso Sleeping Tabs. Os testes iniciais desse recurso reduziram o uso da CPU do navegador em 37%. </p> <p> <small> Crédito da imagem: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}