{"title":"O que você precisa saber sobre o ataque Cognizant Maze Ransomware","content":"<p> Imagine escrever um e-mail de trabalho importante e, de repente, perder o acesso a tudo. Ou receber uma mensagem de erro cruel exigindo que o bitcoin descriptografe o seu computador. Pode haver muitos cenários diferentes, mas uma coisa permanece a mesma para todos os ataques de ransomware - os invasores sempre fornecem instruções sobre como obter seu acesso de volta. Claro, o único problema é que você deve primeiro fornecer uma grande quantia de resgate adiantado. </p> <p> Um tipo devastador de ransomware conhecido como &quot;Maze&quot; está circulando no mundo da segurança cibernética. Aqui está o que você precisa saber sobre o ransomware Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> O que é o Maze Ransomware? </h2> <p> O ransomware Maze vem na forma de uma variedade do Windows, distribuída por meio de e-mails de spam e kits de exploração que exigem grandes quantidades de bitcoin ou criptomoeda em troca da descriptografia e recuperação de dados roubados. </p> <p> Os e-mails chegam com assuntos aparentemente inocentes, como “Sua conta da Verizon está pronta para ser visualizada” ou “Entrega de pacote perdida”, mas se originam de domínios maliciosos. Rumores dizem que Maze é um ransomware baseado em afiliados que opera através de uma rede de desenvolvedores que compartilham os lucros com diferentes grupos que se infiltram em redes corporativas. </p> <p> Para chegar a estratégias para proteger e limitar a exposição de ataques semelhantes, devemos refletir sobre o Labirinto Cognizant ... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> O Ataque Cognizant Maze Ransomware </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> Em abril de 2020, a Cognizant, uma empresa Fortune 500 e uma das maiores provedoras globais de serviços de TI, foi vítima do violento ataque Maze que causou imensas interrupções de serviço em toda a linha. </p> <p> Devido à exclusão de diretórios internos realizada por este ataque, vários funcionários da Cognizant sofreram interrupções de comunicação e a equipe de vendas ficou perplexa, sem nenhuma maneira de se comunicar com os clientes e vice-versa. </p> <p> O fato de a violação de dados da Cognizant ter acontecido quando a empresa estava transferindo funcionários para trabalhar remotamente devido à pandemia do Coronavirus tornou a situação mais desafiadora. De acordo com o relatório de <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , os funcionários foram forçados a encontrar outros meios para entrar em contato com os colegas de trabalho devido à perda de acesso ao e-mail. </p> <p> “Ninguém quer enfrentar um ataque de ransomware”, disse o CEO da Cognizant, Brian Humphries. “Eu pessoalmente não acredito que ninguém seja realmente imune a isso, mas a diferença é como você administra isso. E tentamos administrá-lo de forma profissional e madura. ” </p> <p> A empresa desestabilizou rapidamente a situação ao adquirir a ajuda de especialistas em segurança cibernética e suas equipes internas de segurança de TI. O ataque cibernético da Cognizant também foi relatado às agências de aplicação da lei e os clientes da Cognizant receberam atualizações constantes dos Indicadores de Compromisso (IOC). </p> <p> No entanto, a empresa sofreu danos financeiros substanciais devido ao ataque, acumulando até um colossal <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> $ 50- $ 70 milhões em receita perdida </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Por que o Maze Ransomware é uma ameaça dupla? </h2> <p> Como se ser afetado pelo Ransomware não fosse ruim o suficiente, os inventores do ataque de labirinto deram uma reviravolta extra para as vítimas enfrentarem. Uma tática maliciosa conhecida como “extorsão dupla” é introduzida com um ataque de labirinto em que as vítimas são ameaçadas com um vazamento de seus dados comprometidos caso se recusem a cooperar e atender às demandas do ransomware. </p> <p> Este notório ransomware é corretamente chamado de “dupla ameaça” porque, além de desligar o acesso à rede para os funcionários, também cria uma réplica de todos os dados da rede e os usa para explorar e atrair as vítimas para o resgate. </p> <p> Infelizmente, as táticas de pressão dos criadores do labirinto não terminam aqui. Uma pesquisa recente indicou que TA2101, um grupo por trás do ransomware Maze, agora publicou um site dedicado que lista todas as suas vítimas não cooperativas e frequentemente publica suas amostras de dados roubados como forma de punição. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Como Limitar Incidentes de Ransomware Maze </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Mitigar e eliminar os riscos do ransomware é um processo multifacetado onde várias estratégias são combinadas e personalizadas com base em cada caso de usuário e no perfil de risco de uma organização individual. Aqui estão as estratégias mais populares que podem ajudar a impedir um ataque de labirinto imediatamente. </p> <h3 id=\"enforce-application-whitelisting\"> Aplicar lista de permissões de aplicativos </h3> <p> A lista de permissões de aplicativos é uma técnica proativa de redução de ameaças que permite que apenas programas ou softwares pré-autorizados sejam executados, enquanto todos os outros são bloqueados por padrão. </p> <p> Esta técnica ajuda imensamente na identificação de tentativas ilegais de execução de código malicioso e auxilia na prevenção de instalações não autorizadas. </p> <h3 id=\"patch-applications-and-security-flaws\"> Aplicativos de patch e falhas de segurança </h3> <p> As falhas de segurança devem ser corrigidas assim que forem descobertas, para evitar a manipulação e o abuso por parte dos invasores. Aqui estão os prazos recomendados para a aplicação imediata de patches com base na gravidade das falhas: </p> <ul> <li> <strong> Risco extremo </strong> : dentro de 48 horas após o lançamento de um patch. </li> <li> <strong> Alto risco </strong> : dentro de duas semanas após o lançamento de um patch. </li> <li> <strong> Risco moderado ou baixo </strong> : dentro de um mês após o lançamento de um patch. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Definir as configurações de macro do Microsoft Office </h3> <p> As macros são usadas para automatizar tarefas de rotina, mas às vezes podem ser um alvo fácil para transportar código malicioso para um sistema ou computador, uma vez ativado. A melhor abordagem é mantê-los desativados, se possível, ou fazer com que sejam avaliados e revisados ​​antes de usá-los. </p> <h3 id=\"employ-application-hardening\"> Empregar Endurecimento de Aplicação </h3> <p> O endurecimento de aplicativos é um método de blindar seus aplicativos e aplicar camadas extras de segurança para protegê-los contra roubo. Os aplicativos Java são muito propensos a vulnerabilidades de segurança e podem ser usados ​​por agentes de ameaças como pontos de entrada. É fundamental proteger sua rede empregando essa metodologia no nível do aplicativo. </p> <h3 id=\"restrict-administrative-privileges\"> Restringir privilégios administrativos </h3> <p> Os privilégios administrativos devem ser tratados com muita cautela, pois uma conta de administrador tem acesso a tudo. Sempre use o Princípio do Menor Privilégio (POLP) ao configurar acessos e permissões, pois isso pode ser um fator integrante na mitigação do ransomware Maze ou de qualquer ataque cibernético nesse sentido. </p> <h3 id=\"patch-operating-systems\"> Sistemas operacionais de patch </h3> <p> Como regra geral, todos os aplicativos, computadores e dispositivos de rede com vulnerabilidades de risco extremo devem ser corrigidos em 48 horas. Também é vital garantir que apenas as versões mais recentes dos sistemas operacionais estejam sendo usadas e evitar versões sem suporte a qualquer custo. </p> <h3 id=\"implement-multi-factor-authentication\"> Implementar autenticação multifator </h3> <p> A autenticação multifator (MFA) adiciona uma camada extra de segurança, pois vários dispositivos autorizados são necessários para fazer login em soluções de acesso remoto, como banco online ou qualquer outra ação privilegiada que requeira o uso de informações confidenciais. </p> <h3 id=\"secure-your-browsers\"> Proteja seus navegadores </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> É importante garantir que o seu navegador esteja sempre atualizado, os anúncios pop-up sejam bloqueados e as configurações do seu navegador impeçam a instalação de extensões desconhecidas. </p> <p> Verifique se os sites que você está visitando são legítimos, verificando a barra de endereço. Lembre-se de que o HTTPS é seguro, enquanto o HTTP é consideravelmente menos seguro. </p> <p> </p> <h3 id=\"employ-email-security\"> Empregar segurança de e-mail </h3> <p> O principal método de entrada para o ransomware Maze é por e-mail. </p> <p> Implemente a autenticação multifator para adicionar uma camada extra de segurança e definir datas de expiração para senhas. Além disso, treine você e sua equipe para nunca abrir e-mails de fontes desconhecidas ou pelo menos não baixar nada como anexos suspeitos. Investir em uma solução de proteção de e-mail garante a transmissão segura de seus e-mails. </p> <h3 id=\"make-regular-backups\"> Faça backups regulares </h3> <p> Os backups de dados são parte integrante de um plano de recuperação de desastres. No caso de um ataque, ao restaurar backups bem-sucedidos, você pode descriptografar facilmente os dados do backup original que foram criptografados pelos hackers. É uma boa ideia configurar backups automatizados e criar senhas exclusivas e complexas para seus funcionários. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Preste atenção aos endpoints e credenciais afetados </h3> <p> Por último, mas não menos importante, se algum dos seus endpoints de rede foi afetado pelo ransomware Maze, você deve identificar rapidamente todas as credenciais usadas neles. Sempre presuma que todos os endpoints estavam disponíveis e / ou comprometidos pelos hackers. O Log de Eventos do Windows será útil para a análise de logons pós-comprometimento. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Ficou surpreso com o Cognizant Maze Attack? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> A violação da Cognizant deixou o provedor de soluções de TI lutando para se recuperar de imensas perdas financeiras e de dados. No entanto, com a ajuda dos principais especialistas em segurança cibernética, a empresa se recuperou rapidamente desse ataque cruel. </p> <p> Este episódio provou o quão perigosos os ataques de ransomware podem ser. </p> <p> Além do Labirinto, há uma infinidade de outros ataques de ransomware realizados por criminosos malvados diariamente. A boa notícia é que, com a devida diligência e práticas de segurança rigorosas em vigor, qualquer empresa pode facilmente mitigar esses ataques antes que eles ocorram. </p>"}