{"title":"O novo Nintendo Switch Concierge lhe mostrará todo o seu console","content":"<p> Se você é um novo usuário do Nintendo Switch baseado nos EUA e não distingue o ZL do ZR, então está com sorte. A Nintendo está aqui para te ajudar. </p> <h2 id=\"nintendo-launches-nintendo-switch-concierge\"> Nintendo lança Nintendo Switch Concierge </h2> <p> A Nintendo anunciou seu novo Switch Concierge Service por meio de uma postagem em <a href=\"https://www.nintendo.com/whatsnew/detail/2021/get-one-on-one-help-with-your-new-system-from-our-experts/\" target=\"_blank\" rel=\"nofollow noopener\"> Nintendo News </a> . Este é um esquema piloto, atualmente disponível apenas nos EUA, que visa mostrar às pessoas seu novo console de switch. </p> <p> A partir de agora, os novos proprietários do Nintendo Switch dos EUA podem ir para o <a href=\"https://www.nintendo.com/nintendo-switch-concierge/\" target=\"_blank\" rel=\"nofollow noopener\"> Mudar de página do Concierge em Nintendo.com </a> e marque uma reunião com um representante da Nintendo na vida real. Eles então o guiarão pelo console e seus recursos. Totalmente grátis. </p> <p> </p> <h2 id=\"what-does-nintendo-switch-concierge-do\"> O que o Nintendo Switch Concierge faz? </h2> <p> Em uma frase, o Nintendo Switch Concierge mostra o console e o ajuda a tirar o melhor proveito dele. </p> <p> Não se esqueça, o Concierge é um esquema piloto e só vai durar até 22 de fevereiro. Se for bem-sucedido, a Nintendo considerará lançar o serviço como um recurso mais permanente. </p> <p> Os usuários podem se inscrever para uma série de bate-papos de meia hora, um para um, que cobrem aulas básicas voltadas para obter o máximo do seu console. As lições disponíveis (e o que cada uma envolve) são: </p> <ul> <li> <strong> Nintendo Switch 101 </strong> : &quot;Visão geral do console Nintendo Switch, incluindo modos de jogo, processo de configuração, compra e jogos, incluindo quaisquer perguntas gerais que você possa ter.&quot; </li> <li> <strong> Jogos (primeiros passos) </strong> : &quot;Visão geral dos jogos Nintendo Switch, incluindo: opções de compra, cartão de jogo x downloads digitais, gêneros de jogos e funcionalidade de lista de desejos.&quot; </li> <li> <strong> Jogos (o que jogar a seguir) </strong> : &quot;Compartilhe e discuta recomendações sobre os próximos jogos com base em quem está jogando, estilos de jogo, jogos favoritos, sistema e acessórios de propriedade.&quot; </li> <li> <strong> Segurança e privacidade </strong> : &quot;Aprenda como definir restrições de jogo para a família, reveja as opções de segurança e defina restrições nas compras.&quot; </li> <li> <strong> Conta Nintendo </strong> : &quot;Visão geral da conta Nintendo, programa de recompensas My Nintendo e Nintendo Switch Online, incluindo interação entre vários sistemas (se aplicável).&quot; </li> <li> <strong> Costumização </strong> : &quot;Aprenda todas as maneiras de personalizar sua experiência Nintendo, incluindo personalizando a interface do seu sistema, adicionando acessórios e se inspirando no Instagram @NintendoInspired.&quot; </li> </ul> <p> Muito com que se dar bem lá, então. Se a sessão de 30 minutos não cobrir tudo o que você esperava, você poderá encontrar tutoriais mais avançados em outro lugar, como <a href=\"https://www.makeuseof.com/best-nintendo-switch-apps/\" target=\"_blank\" rel=\"nofollow noopener\"> quais aplicativos de troca não relacionados ao jogo instalar </a> ou <a href=\"https://www.makeuseof.com/stop-sharing-nintendo-switch-eshop-data/\" target=\"_blank\" rel=\"nofollow noopener\"> como desativar o Google Analytics no Switch eShop </a> . </p> <p> </p> <h2 id=\"the-nintendo-switch-is-a-great-platform-for-everyone\"> O Nintendo Switch é uma ótima plataforma para todos </h2> <p> <img alt=\"nintendo switch\" src=\"images/nintendo-switch-1-390.jpg\" loading=\"lazy\"> </p> <p> Independentemente do que você pensa da própria Nintendo, você não pode negar que o Switch (e o Switch Lite, é claro) é uma plataforma excelente que funciona bem para iniciantes e jogadores profissionais. </p> <p> Movimentos como este Nintendo Switch Concierge mostram como a Nintendo está investindo em tornar a experiência do Switch tão agradável - e inclusiva - cada pessoa que compra o console. </p>"}