{"title":"O Facebook está trabalhando em um novo aplicativo para competir com o Clubhouse","content":"<p> O Facebook pode ser creditado por muitas funções que consideramos normais ou essenciais para a mídia social hoje, e isso é uma grande parte da razão pela qual ainda está por volta de 17 anos após seu lançamento. Mas seria negligente afirmar que o currículo do Facebook inclui exclusivamente recursos exclusivos. </p> <p> Na verdade, é muito difícil falar sobre as mudanças que o Facebook fez nos últimos anos sem abordar as várias vezes que a plataforma pediu muito emprestado de seus concorrentes. Relatórios recentes afirmam que o Facebook está se preparando para copiar um aplicativo concorrente pela enésima vez. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Clubhouse é o assunto do mais novo esquema de imitação do Facebook </h2> <p> De acordo com <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> O jornal New York Times </a> , O Facebook está trabalhando em uma rede social focada em áudio para competir com <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Clubhouse </a> , Um aplicativo de bate-papo por voz somente para convidados lançado no ano passado. </p> <p> Não sabemos quando o Facebook começou a produzir seu clone do Clubhouse, mas sabemos que a equipe que trabalha nele atualmente se refere ao produto como &quot;Fireside&quot;. Esse codinome está sujeito a alterações, uma vez que o produto ainda está em seus estágios iniciais de desenvolvimento. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> O CEO do Facebook, Mark Zuckerberg, está interessado em comunicação de áudio, disse uma fonte não identificada. Isso é muito vago. Isso pode significar que ele está de olho nele há algum tempo, ou que só chamou sua atenção recentemente. De qualquer forma, Zuckerberg apareceu no Clubhouse no domingo passado para discutir a realidade aumentada e virtual (AR e VR). </p> <h3 id=\"what-is-clubhouse\"> O que é o Clubhouse? </h3> <p> Se você nunca ouviu falar do Clubhouse antes, não se preocupe. No momento, seus usuários são mantidos em um círculo fechado. Você só pode ingressar no Clubhouse se for convidado por um usuário existente. </p> <p> No <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Loja de aplicativos </a> , Clubhouse se descreve como &quot;um espaço para conversas casuais em áudio - com amigos e outras pessoas interessantes ao redor do mundo.&quot; </p> <p> </p> <p> Você poderia pensar nisso como outro Skype ou Zoom, mas não há captura de vídeo. Apenas áudio e fotos de perfil, e as &quot;conversas&quot; são mais parecidas com ouvir alguém em um pedestal para fazer uma apresentação ou um discurso. Você escolhe em quem deseja ouvir. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> História do Facebook de cópia de aplicativos concorrentes </h2> <p> Zuckerberg parece saber que uma plataforma social terá sucesso ao vê-la. O Facebook comprou o Instagram, o WhatsApp e o Oculus quando eles eram empresas iniciantes. Ele tentou comprar o Snapchat por US $ 3 bilhões em 2013, mas a equipe por trás disso recusou. </p> <p> E talvez seja exatamente isso - o Facebook tem um histórico de pegar ideias emprestadas de aplicativos concorrentes porque Zuckerberg está sempre em busca de algo novo para trazer ao Facebook. No que é talvez o exemplo mais famoso, o Facebook deu início à tendência de &quot;roubar&quot; do Snapchat ao adicionar sua própria versão do <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> histórias de mídia social </a> em 2017. </p> <p> Mais recentemente, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook lançou vizinhanças </a> em outubro passado, que funciona de maneira muito semelhante ao serviço de rede social hiperlocal <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> Próxima porta </a> . Em dezembro, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook lançou o Collab </a> para dispositivos iOS, um salto tardio no movimento dos clones do TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> O que o Facebook pretende se tornar? </h2> <p> O Facebook começou como um espaço online para falar e manter o contato com seus amigos. Desde então, cresceu e se tornou uma plataforma com muitas funções diferentes que atraem muitos tipos diferentes de pessoas. </p> <p> A decisão do Facebook de entrar no mercado de nicho que o Clubhouse encontrou é interessante. Se também é uma decisão inteligente, é algo que teremos que esperar para descobrir. </p>"}