{"title":"Patch Tuesday da Microsoft corrige exploração de dia zero e outros bugs críticos","content":"<p> A terça-feira do Patch de fevereiro de 2021 chegou e se foi. Como sempre, a Microsoft lançou várias correções de segurança importantes para corrigir as vulnerabilidades do Windows 10. </p> <p> Este mês, os patches da Microsoft corrigiram 11 vulnerabilidades críticas, uma das quais era um exploit de dia zero que estava sendo explorado ativamente antes dos patches de terça-feira. </p> <h2 id=\"microsoft-patches-critical-vulnerabilities\"> Vulnerabilidades críticas de patches da Microsoft </h2> <p> Em termos de números absolutos, Patch Tuesday de fevereiro de 2021 não foi o mais pesado dos rebatedores. A Microsoft lançou patches para um total de 64 vulnerabilidades em suas inúmeras linhas de produtos. </p> <p> A maior vulnerabilidade digna de nota era <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1732\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1732 </a> , uma exploração de dia zero que permite uma escalada de privilégios no Windows Win32k - o kernel do sistema operacional Windows. Se explorado, o invasor pode executar código com privilégios elevados, o que pode permitir o controle completo do sistema de destino. </p> <p> De acordo com alguns relatórios de segurança, esse bug de escalada de privilégios estava sendo explorado ativamente antes do patch de segurança. As notas de patch da Microsoft agradecem à equipe de segurança em <a href=\"https://ti.dbappsecurity.com.cn/blog/index.php/2021/02/10/windows-kernel-zero-day-exploit-is-used-by-bitter-apt-in-targeted-attack/\" target=\"_blank\" rel=\"nofollow noopener\"> DBAPPSecurity </a> , cujo relatório detalha como o <a href=\"https://www.makeuseof.com/tag/what-is-a-backdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> dia zero </a> foi explorado. A empresa de segurança chinesa acredita que a exploração foi obra de um invasor sofisticado, potencialmente um APT. </p> <p> Em outro lugar, três vulnerabilidades críticas pontuam cada uma 9,8 na escala CVSS (que classifica as vulnerabilidades). 9.8 chega ao topo da escala de vulnerabilidades, portanto, vale a pena corrigir imediatamente. </p> <p> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24078\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24078 </a> é um bug de execução remota de código que afeta o componente do servidor DNS do Windows. Se explorado, um invasor pode sequestrar o tráfego de nomes de domínio dentro de ambientes corporativos, fazendo com que o tráfego seja redirecionado para sites, conteúdo ou malware perigosos. </p> <p> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24074\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24074 </a> e <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24094\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24094 </a> ambos dizem respeito a vulnerabilidades de TCP / IP. Essas duas vulnerabilidades têm tanta importância que <a href=\"https://msrc-blog.microsoft.com/2021/02/09/multiple-security-updates-affecting-tcp-ip/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft </a> publicou uma postagem separada no blog detalhando os problemas. Resumindo, as vulnerabilidades &quot;são complexas, o que torna difícil criar exploits funcionais, então não é provável que sejam exploradas no curto prazo.&quot; </p> <p> </p> <p> </p> <h2 id=\"six-vulnerabilities-already-public\"> Seis vulnerabilidades já públicas </h2> <p> Um ponto de interesse para a Patch Tuesday deste mês é o número de vulnerabilidades já tornadas públicas. Antes de a Microsoft revelar sua lista completa de patches de bug, seis vulnerabilidades já foram divulgadas: </p> <ul> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1721\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1721 </a> : Vulnerabilidade de negação de serviço do .NET Core e do Visual Studio </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1733\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1733 </a> : Sysinternals PsExec Elevation of Privilege Vulnerability </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-26701\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-26701 </a> : Vulnerabilidade de execução remota de código do .NET Core </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1727\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1727 </a> : Vulnerabilidade de elevação de privilégio do Windows Installer </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24098\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24098 </a> : Vulnerabilidade de negação de serviço do driver do console do Windows </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24106\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24106 </a> : Vulnerabilidade de divulgação de informações do Windows DirectX </li> </ul> <p> Embora isso seja incomum, a Microsoft também observa que nenhuma dessas vulnerabilidades estava sendo explorada antes do lançamento dos patches. </p> <p> Como sempre, você deve atualizar seu sistema Windows 10 e outros produtos Microsoft assim que puder. Os patches já estão disponíveis no Windows 10 se você for para <strong> Configurações&gt; Windows Update </strong> e selecione <strong> Download </strong> ou <strong> instale agora </strong> . </p>"}