{"title":"Por que a Sling TV está subindo seus preços novamente?","content":"<p> O Sling tem sido um dos serviços de streaming mais populares nos últimos anos, graças à sua ampla seleção de canais e preços altamente competitivos. </p> <p> Mas no final de janeiro de 2021, a empresa anunciou que aumentaria o custo de seus pacotes de assinatura e de seus add-ons. </p> <p> Então, por que os preços subiram em primeiro lugar, e é provável que vejamos mais altas nos próximos meses? Continue lendo para descobrir. </p> <h2 id=\"how-much-does-sling-cost-now\"> Quanto custa o estilingue agora? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Para quem não sabe, a Sling oferece dois pacotes diferentes: Sling Blue e Sling Orange. </p> <p> Cada pacote oferece uma seleção diferente de canais. Por exemplo, canais como ESPN e Disney estão disponíveis apenas em Orange, enquanto FOX News, MSNBC e NFL Network estão disponíveis apenas em Blue. Você pode comprar os dois pacotes em um pacote se quiser ter acesso a tudo. </p> <p> Antes do <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Aumento do preço do estilingue em janeiro de 2021 </a> , ambos os serviços custam $ 30. Eles custam agora $ 35. O pacote empacotado também subiu $ 5 (de $ 45 para $ 50). O add-on de esportes subiu de $ 10 para $ 11 e todos os outros add-ons subiram de $ 5 para $ 6. </p> <p> Os novos assinantes terão que pagar as novas taxas imediatamente; os usuários existentes terão um período de carência até julho de 2021 devido à garantia de preço de um ano da Sling. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Por que o Sling aumentou seus preços? </h2> <p> Sling foi rápido em culpar o aumento de preços nas redes de TV. Quando a caminhada foi anunciada, o presidente do grupo Sling TV, Michael Schwimmer, não perdeu tempo em deixar seus clientes saberem para quem eles deveriam dirigir sua ira em um <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> Comunicado de imprensa </a> : </p> <blockquote> <p> Infelizmente, somos forçados a aumentar os preços porque as redes de televisão continuam nos cobrando mais, mas lutamos muito para conseguir o melhor negócio para nossos clientes. A prova do nosso compromisso é evidente, pois a Sling TV continua a ser o melhor negócio do mercado, mantendo os nossos preços muito mais baixos do que o cabo e outros serviços de streaming ao vivo. Os clientes da Sling TV podem ter a certeza de que continuaremos a oferecer a melhor combinação de canais de notícias ao vivo, esportes e entretenimento a cabo com o melhor valor. </p> </blockquote> <p> Embora algumas pessoas possam pensar que Schwimmer e Sling estão colocando uma cortina de fumaça para esconder seus verdadeiros motivos para o aumento de preços de seus clientes, o aumento está em linha com os aumentos de preços que vimos em outras partes da indústria de streaming nos últimos meses. </p> <p> Por exemplo, o Hulu + Live TV e o YouTube TV aumentaram seus preços no final de 2020. O YouTube TV passou de $ 50 para $ 65 e o Hulu passou de $ 55 para $ 65. </p> <p> No caso do Hulu, vimos agora o preço subir de US $ 40 em janeiro de 2019 para US $ 65 apenas dois anos depois. Isso é um aumento de mais de 50%. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> As redes de TV são realmente as culpadas? </h2> <p> Obviamente, não sabemos exatamente quanto a Sling está pagando às redes de TV para poder disponibilizá-las em sua plataforma. </p> <p> No entanto, se você comparar os aumentos de preços em Sling et al. com os aumentos de preços em serviços que oferecem apenas vídeo sob demanda, como o Netflix, a diferença é gritante. </p> <p> Na verdade, desde que a Netflix lançou seu plano básico em maio de 2014, vimos apenas um único aumento de preço de US $ 8 / mês para US $ 9 / mês. Isso é muito mais baixo do que os aumentos de preço na Sling, tanto em dólares quanto em termos percentuais. Sim, os planos mais caros tiveram maiores avanços, mas eles tiveram recursos extras adicionados a eles ao longo do caminho. </p> <p> Essas discrepâncias entre os serviços de streaming de TV e os serviços de vídeo sob demanda parecem sugerir que as redes de TV são de fato as culpadas. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> A funda ainda é mais barata que o cabo </h2> <p> Ninguém gosta de ver suas contas aumentarem. Mas, considerando a alta de preços que vimos no mundo da TV a cabo na última década (o preço médio de uma conta de cabo nos Estados Unidos agora é mais de US $ 200), é difícil invejar Sling por um pequeno aumento. </p> <p> O serviço que oferece ainda é excelente. Em comparação com outras formas de assistir TV, ainda representa uma excelente relação custo-benefício. </p>"}