{"title":"Parler alegadamente ofereceu à Trump Organization uma participação acionária","content":"<p> Durante o mandato do ex-presidente Donald Trump, Parler e a equipe de Trump supostamente tentaram negociar um acordo que tornaria Parler Trump a principal rede social. Em troca, Trump teria recebido uma participação acionária de 40% na plataforma. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler pode ter desejado Trump a bordo </h2> <p> Parler, a rede social de liberdade de expressão, vem ganhando as manchetes ultimamente, e não apenas porque a plataforma politicamente conservadora era <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> inicializado a partir de lojas de aplicativos e Amazon Web Services </a> . </p> <p> Desta vez, um relatório de <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Buzzfeed News </a> afirma que Parler ofereceu a Trump uma participação de 40 por cento na Parler se ele a tornasse sua plataforma social primária. Essas conversas supostamente ocorreram durante o verão de 2020 e foram retomadas após a eleição de novembro. </p> <p> Ainda não está claro se o próprio Trump estava envolvido nas negociações. Um profissional jurídico citado no relatório do Buzzfeed diz que se Trump concordasse com esse acordo durante sua presidência, isso poderia ter violado as leis antissuborno. </p> <p> Os repórteres do Buzzfeed também afirmam que viram documentos dessas negociações. Como parte do acordo, Trump supostamente teria que postar em Parler pelo menos quatro horas antes de todas as outras redes sociais. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> E se Trump tornasse Parler sua rede principal? </h2> <p> Ter Trump como um usuário frequente da plataforma provavelmente teria levado Parler a patamares ainda maiores. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler viu uma migração em massa para a rede </a> após a derrota de Trump nas eleições de 2020, e esse rebanho provavelmente teria sido ainda maior se Trump estivesse a bordo. </p> <p> Durante sua campanha e presidência, Trump recorreu ao Facebook e ao Twitter para reunir apoiadores. Trump nunca se voltou para Parler como sua rede preferida, uma plataforma onde seu público provavelmente teria sido mais receptivo. </p> <p> Trump era <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> banido permanentemente do Twitter </a> e <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> suspenso indefinidamente do Facebook </a> - entrar em Parler pode ter amenizado esse golpe. No entanto, as coisas obviamente não têm funcionado para Parler. </p> <p> Depois que a plataforma foi colocada na lista negra, o <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> O conselho de Parler supostamente demitiu seu próprio CEO e co-fundador, John Matze </a> . Aparentemente, Matze pressionou por moderação mais forte para ajudar Parler a recuperar seu espaço nas lojas de aplicativos, mas o resto da equipe de Parler não gostou da ideia. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> O que o futuro de Parler nos reserva? </h2> <p> Agora que John Matze está supostamente fora da presidência do CEO, Parler tem um futuro ainda mais incerto. Atualmente, o site exibe uma página estática, mas ninguém sabe quando o site estará oficialmente instalado e funcionando. </p> <p> Com Trump fora da Casa Branca, a base de usuários de Parler ainda permanecerá tão forte quanto era durante o fim de sua presidência? Se Trump fechasse esse suposto acordo com Parler, talvez fosse. </p>"}