{"title":"Qual resolução de tela é a melhor para jogos?","content":"<p> Se você é novo em jogos ou um jogador experiente, uma das primeiras coisas que ouvirá ao descobrir as configurações de um jogo é sua resolução. </p> <p> No entanto, é difícil saber exatamente qual é a resolução, quais as diferentes resoluções de jogo que existem e qual é a melhor para você. </p> <p> Quer você nunca tenha ouvido falar de resoluções de jogos antes ou precise de uma atualização, vamos mergulhar. </p> <h2 id=\"what-is-display-resolution\"> O que é resolução da tela? </h2> <p> <img alt=\"A chart comparing different resolutions\" src=\"images/display-resolution-comparison-e1612524757825-655.png\" loading=\"lazy\"> </p> <p> Simplificando, a resolução de sua tela é o número de pixels em sua tela, escrito como um <strong> comprimento x altura </strong> formato. </p> <p> Quanto maior a resolução, mais pixels você terá disponíveis para exibir uma imagem, aumentando assim os detalhes e a clareza do que está vendo. </p> <p> Em jogos, as resoluções comuns que você encontrará são: </p> <h3 id=\"1280-x-720-720p\"> 1280 x 720 (720p) </h3> <p> 720p, também chamado <strong> HD padrão </strong> , costumava ser a resolução máxima para jogos de PC / console mais antigos (como ficamos maravilhados com isso) e é o que você encontrará atualmente se jogar no Nintendo Switch quando estiver jogando portátil. Houve um tempo em que 720p era um padrão glorioso para jogos, mas, hoje em dia, está se tornando cada vez mais obsoleto. </p> <h3 id=\"1920-x-1080-1080p\"> 1920 x 1080 (1080p) </h3> <p> 1080p, também chamado <strong> Full HD </strong> , É o padrão mínimo atual para a maioria dos jogos de console e PC. Você pode <a href=\"https://www.makeuseof.com/tag/best-cheap-gaming-monitor/\" target=\"_blank\" rel=\"nofollow noopener\"> encontrar monitores de jogos baratos </a> que exibe 1080p e a maioria do hardware de jogos para PC está pronto para 1080p, então, se você está considerando <a href=\"https://www.makeuseof.com/tag/buying-gaming-pc-tips/\" target=\"_blank\" rel=\"nofollow noopener\"> comprando seu primeiro PC para jogos </a> , 1080p deve ser seu ponto de entrada. </p> <h3 id=\"2560-x-1440-1440p\"> 2560 x 1440 (1440p) </h3> <p> <img alt=\"A home studio with dual monitors\" src=\"images/home-studio-with-dual-monitors-248.jpg\" loading=\"lazy\"> </p> <p> 1440p, também chamado <strong> Quad HD </strong> , está se tornando cada vez mais comum nos jogos. É aquele ponto ideal entre 1080p e 4K que fornece uma experiência de jogo visualmente atraente sem perder muito o desempenho do jogo ou custar milhares de dólares. </p> <h3 id=\"3840-x-2160-4k-uhd-2160p\"> 3840 x 2160 (4K UHD / 2160p) </h3> <p> Empurrando para quase 4.000 pixels horizontalmente (mais de 4.000 em DCI 4K), estamos caminhando para que os jogos em 4K se tornem a norma, mas ainda não chegamos lá. Ostentando quatro vezes o total de pixels de 1080p, você verá uma imagem drasticamente melhorada ao jogar em 4K. No entanto, isso pode ter um custo, dependendo do hardware que você possui. </p> <h3 id=\"7680-x-4320-8k-fuhd-4320p\"> 7680 x 4320 (8K FUHD / 4320p) </h3> <p> 8K é incrível e alucinante e nem pense nisso. Sua imagem aqui será pura, mas pergunte a si mesmo, vale a pena quando essencialmente nenhum jogo suporta 8K nativo e o hardware necessário para executá-lo custaria uma quantia excessiva? </p> <p> Ambas as perspectivas parecem improváveis ​​de mudar em breve, então, a menos que você seja um entusiasta de tecnologia e jogos obstinados, vale a pena esperar alguns anos pelo menos. </p> <h3 id=\"dynamic-resolution-scaling-drs\"> Escala de resolução dinâmica (DRS) </h3> <p> Embora não seja uma resolução distinta por si só, o DRS muda sua resolução entre uma faixa como e quando necessário, de forma que a resolução não comprometa o desempenho do seu jogo. </p> <p> Por exemplo, se um determinado momento do jogo tiver muitos efeitos, o que exige muito do sistema, o DRS diminuirá a resolução para evitar que o jogo fique lento ou gagueje. O DRS é uma ótima maneira de utilizar o hardware do console / PC da maneira mais eficiente possível. </p> <p> </p> <h2 id=\"which-display-resolution-should-you-use\"> Qual resolução de tela você deve usar? </h2> <p> <img alt=\"An LG ultrawide gaming monitor screen\" src=\"images/lg-ultrawide-gaming-monitor-screen-578.jpg\" loading=\"lazy\"> </p> <p> Embora uma resolução mais alta signifique uma imagem melhor, jogar na resolução mais alta só será uma experiência agradável se você tiver o hardware para suportá-lo. Um dos principais motivos pelos quais o 4K ainda não se tornou o padrão mínimo para jogos é o quão exigente é sua execução. </p> <p> Você tem três áreas principais que afetam a resolução em que você joga: sua plataforma, monitor e o jogo que está jogando. </p> <h3 id=\"your-platform\"> Sua plataforma </h3> <p> Se você estiver jogando em um console, as opções para alterar a resolução são mínimas ou nulas. </p> <p> Em consoles de próxima geração, está se tornando comum ter modos de &quot;desempenho&quot; e &quot;resolução / fidelidade&quot;, que favorecem a taxa de quadros e os gráficos, respectivamente, mas isso é tudo. Você realmente não pode ajustar sua resolução além disso ou ajustar suas opções de DRS, você apenas tem que esperar que os desenvolvedores façam um bom trabalho de otimização do jogo. </p> <p> O que nos leva aos jogos de PC. Ajustar sua resolução, ou qualquer configuração do jogo, é infinitamente mais flexível em um PC do que em um console de jogos. Você poderá escolher sua resolução e ajustar suas opções de DRS, permitindo que você encontre a melhor configuração para complementar seu hardware. </p> <h3 id=\"your-monitor\"> Seu monitor </h3> <p> <img alt=\"A computer display with a keyboard, tablet, and phone in view.\" src=\"images/computer-with-keyboard-tablet-mobile-phone-663.jpg\" loading=\"lazy\"> </p> <p> Seu monitor virá com uma resolução padrão e, embora você possa rodar seus jogos em resoluções mais baixas, você não pode adicionar mais pixels ao seu monitor para aumentar sua resolução. Tenha isso em mente ao comprar seu próximo monitor de jogos (ou seja, considere comprar um monitor 1440p ou 4K, se possível). </p> <p> Outro fator importante a considerar é a densidade de pixels do seu monitor, medida em pixels por polegada. A densidade de pixels é quantos pixels a tela mostra em um determinado espaço; um fator que terá impacto sobre isso é o tamanho da sua tela. </p> <p> 4K se sentirá em casa em telas maiores, devido à abundância de pixels, enquanto mantenha 1080p em monitores menores, caso contrário, você reconhecerá facilmente uma imagem esticada e menos detalhada. 1440p é melhor mantido em monitores de tamanho médio. </p> <p> Além de sua resolução, também <a href=\"https://www.makeuseof.com/tag/60hz-vs-144hz/\" target=\"_blank\" rel=\"nofollow noopener\"> considere a taxa de atualização do seu monitor </a> . </p> <h3 id=\"what-game-you-re-playing\"> Que jogo você está jogando </h3> <p> O jogo que você vai jogar pode ter um impacto tremendo na resolução de que você precisa. Novamente, se você é um jogador de console, não há realmente uma opção a não ser dizer que você ainda pode jogar jogos incríveis em resoluções abaixo de 4K. Mas, se você é um jogador de PC, este é um aspecto importante. </p> <p> </p> <p> Aumentar a resolução pode ser muito desgastante para o seu sistema. A quantidade de desempenho que você pode perder varia de jogo para jogo por vários motivos, como otimização, qualidade de textura e, principalmente, traçado de raio. </p> <p> Portanto, vale a pena gastar tempo nas configurações do jogo para ver qual combinação oferece o melhor resultado de aparência e desempenho. </p> <p> </p> <h2 id=\"resolution-is-just-one-part-of-your-gaming-experience\"> A resolução é apenas uma parte da sua experiência de jogo </h2> <p> <img alt=\"playing computer game\" src=\"images/gaming-visual-1-644.jpg\" loading=\"lazy\"> </p> <p> Apesar de todas as diferentes resoluções e maneiras pelas quais você pode ajustar a resolução da tela, é apenas uma parte da sua experiência de jogo. Além da resolução, existe um mundo inteiro de fatores que contribuem para a sua experiência de jogo, desde o hardware até os acessórios de jogo. </p> <p> O fator crucial, junto com a resolução, é o desempenho, que é indiscutivelmente o fator mais importante em contribuir para uma experiência de jogo envolvente. </p> <p> Se você está feliz em abrir mão de alguns (ou mais) quadros para uma imagem mais nítida, ou se prefere uma experiência de jogo responsiva e suave em vez dos melhores gráficos, você vai querer encontrar o compromisso correto que funciona para você. </p>"}