{"title":"Relatório: Apple Tasks, antigo chefe de hardware com trabalho de AR / VR","content":"<p> Dan Riccio, ex-chefe de hardware da Apple, foi supostamente encarregado de ajudar a liderar o ataque aos dispositivos de realidade aumentada (AR) e realidade virtual (VR) da empresa. Recentemente, ele iniciou um &quot;novo capítulo&quot; na Apple e agora lidera um &quot;novo projeto&quot; não especificado. </p> <p> &quot;Estou ansioso para concentrar todo o meu tempo e energia na Apple na criação de algo novo e maravilhoso com o qual eu não poderia estar mais animado&quot; <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Comunicado de imprensa da Apple </a> cita-o como dizendo. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> afirma que Riccio agora está focado nos fones de ouvido AR / VR da Apple. </p> <h2 id=\"riccio-s-importance-to-apple\"> A importância de Riccio para a Apple </h2> <p> Este executivo de alto nível está na Apple há mais de duas décadas. Riccio trabalhou em projetos de sucesso como o iMac original, a linha do iPhone 12 e os novos M1 Macs. Como tal, ele faz a escolha perfeita para acelerar os esforços de AR / VR da Apple. </p> <p> Algumas pessoas disseram que a remodelação da organização de engenharia de hardware da Apple é uma forte indicação de que Riccio poderia estar falando sobre o Projeto Titan, um codinome interno para o mítico projeto Apple Car. É quase certo que esse não seja o caso aqui, porque o Apple Car é amplamente considerado como estando pelo menos meia década longe de ser lançado. </p> <p> </p> <p> Embora o Apple Car em seu estágio atual provavelmente não precise da atenção total de Riccio, ele parece ser um grande trunfo em termos da estratégia AR / VR da Apple. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> Estratégia AR / VR da Apple </h2> <p> Acredita-se que a Apple esteja trabalhando em um <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> headset de realidade mista caro e poderoso para um possível lançamento em 2021 </a> . Ele deve chegar antes dos óculos AR mais acessíveis para as massas, com lançamento previsto para 2022. Fontes descrevem o fone de ouvido como um acessório caro de nicho alimentado por um chip personalizado da Apple que é mais rápido do que o silício M1 encontrado nos novos Macs. </p> <p> Outras especificações supostamente incluem telas duplas de 8K e um monte de câmeras integradas para rastreamento preciso dos olhos e das mãos. O dispositivo pode custar cerca de US $ 3.000, o que é comparável ao HoloLens da Microsoft. É descrito como um acessório de nicho que a Apple provavelmente venderá principalmente para desenvolvedores, para que eles possam construir aplicativos AR / VR para o dispositivo. </p>"}