{"title":"Relatórios semelhantes ao Waze estão chegando ao Apple Maps","content":"<p> O Apple Maps no iOS 14.5 está recebendo novos recursos de relatórios de crowdsourcing semelhantes aos encontrados no Waze e no Google Maps. Quando a atualização for lançada publicamente, os usuários poderão relatar acidentes, perigos e verificações de velocidade ao longo de sua rota ao obter as direções. </p> <p> A Apple anuncia esse recurso com uma tela inicial que aparece na primeira vez que você solicita direções do Maps após atualizar para o iOS 14.5. Este é definitivamente um novo recurso porque as versões anteriores do aplicativo Maps não tinham nenhuma funcionalidade de relatório de acidentes. </p> <p> Quando se trata de navegação GPS em smartphones, ambos <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Maps e Waze popularizaram </a> relatórios de perigo crowdsourced. Com isso em mente, é incrível que o serviço de mapeamento da Apple esteja, finalmente, obtendo seus próprios recursos de relatório semelhantes. </p> <h2 id=\"when-can-i-use-this-feature\"> Quando posso usar este recurso? </h2> <p> De acordo com pôsteres em <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> que identificaram relatórios de perigo no Maps, ele exige iOS 14.5 ou iPadOS 14.5. Ambas as atualizações estão sendo testadas por desenvolvedores registrados da Apple e testadores beta públicos. Para o público em geral, você terá a chance de experimentar a interface de relatórios do Maps quando essas atualizações forem lançadas publicamente na primavera. </p> <p> </p> <p> O iOS 14.5 traz recursos adicionais à mistura, incluindo o controverso pop-up App Tracking Transparency da Apple. Outros novos recursos incluem a capacidade de <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> compartilhe seu Apple Card com seus familiares </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> suporte para os novos controladores PlayStation 5 e Xbox Series X </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> desbloqueando seu iPhone com um Apple Watch </a> enquanto usava uma máscara, junto com um novo recurso de segurança que protege contra bombas de texto de Mensagens, para citar apenas alguns. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Como relatar perigo de tráfego no Apple Maps </h2> <p> Para relatar perigos que você vê ao longo do caminho, deslize para cima na interface do Maps‌, onde os detalhes do mapa estão disponíveis para revelar um novo botão &quot;Relatar&quot; na bandeja inferior. Agora clique no ícone &quot;Acidente&quot;, &quot;Perigo&quot; ou &quot;Verificação de velocidade&quot; para relatar o evento de trânsito correto, que é semelhante a aplicativos como o Waze. &quot;Tocar sinaliza automaticamente sua localização sem janela de confirmação, então não deve ser usado exceto em uma situação válida, observa <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumores </a> . </p> <p> </p> <p> A nova interface de relatórios também está disponível na edição CarPlay do Maps e através do assistente digital Siri, MacRumors descobriu. Por exemplo, &quot;Ei, Siri, há uma armadilha de velocidade aqui&quot;, &quot;Ei, ‌Siri‌, há um acidente&quot;, ou algo assim resolverá. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Relatórios de tráfego em aplicativos de mapeamento rivais </h2> <p> Há vários anos, aplicativos rivais de mapeamento têm sido crowdsourcing acidentes, radares, perigos e muito mais. No Google Maps, os usuários podem relatar eventos de tráfego adicionais além de acidentes, perigos e verificações de velocidade. Por exemplo, o Google Maps também permite relatar acidentes, faixas fechadas, veículos parados, construção e objetos na estrada. </p> <p> E no Waze, você pode relatar bloqueios de estradas, polícia, construção e muito mais. Os relatórios coletados no Waze agregam relatórios de usuários nos servidores do Google e vem com um sistema de pontos para incentivar as pessoas a enviar eventos de trânsito ao longo da estrada. A Apple ainda não detalhou como seu sistema funciona nem revelou como seu novo recurso protege a privacidade. </p>"}