{"title":"Raspberry Pi OS enfrenta resistência do usuário após a inclusão do Microsoft Repo após a atualização","content":"<p> Recentemente, descobriu-se que o sistema operacional de código aberto, Raspberry Pi OS, instala um repositório Microsoft durante a instalação. A inclusão de um dos muitos repositórios da Microsoft significa que cada vez que o Raspberry Pi OS é atualizado, ele executa um ping em um servidor da Microsoft, potencialmente revelando informações sobre o seu dispositivo. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> O Raspberry Pi OS está enviando dados para a Microsoft? </h2> <p> UMA <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Postagem do Reddit </a> detalhou como e por que o Raspberry Pi OS (anteriormente conhecido como Raspbian) começou a enviar dados aos servidores da Microsoft sempre que o sistema operacional era atualizado. </p> <blockquote> <p> Oficialmente, é porque eles endossam o IDE da Microsoft (!), Mas você o obterá mesmo se instalar a partir de uma imagem leve e usar seu Pi sem cabeça sem uma GUI. Isso significa que toda vez que você faz &quot;atualização do apt&quot; em seu [Raspberry] Pi, você está executando um ping em um servidor Microsoft. </p> </blockquote> <p> Uma preocupação dos usuários é que a Microsoft possa coletar informações sobre o dispositivo em uso, como um endereço IP, e então vinculá-las a outras informações para criar um perfil de publicidade direcionado. Para os usuários que tentam ativamente operar abaixo do radar, isso pode servir como um método de identificação. </p> <p> Mas, para muitos usuários, existem problemas maiores em jogo. </p> <p> Em primeiro lugar, muitos usuários expressaram desapontamento com o fato de um projeto de código aberto atualizar seus repositórios de código sem informar os usuários. Em segundo lugar, que a atualização adiciona o repositório da Microsoft às instalações existentes também está causando raiva. </p> <p> Terceiro, a resposta do fundador do Raspberry Pi, Eben Upton, descartou totalmente a questão, questionando por que os usuários se preocupariam com tal inclusão em primeiro lugar. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Não consigo entender por que você acha que isso foi controverso. Fazemos coisas desse tipo o tempo todo, sem publicar uma postagem de blog sobre como cancelar. </p> - Eben Upton (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 de fevereiro de 2021 </a></blockquote>  <p> Parece que, no mínimo, os usuários gostariam de ser informados de que um repositório da Microsoft seria adicionado ao sistema operacional Raspberry Pi padrão. Dada a natureza das comunidades mais associadas ao uso do Raspberry Pi (usuários do Linux com foco na privacidade e código aberto), isso parece justo. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> O Raspberry Pi OS continuará a apresentar o repositório da Microsoft? </h2> <p> Infelizmente, os usuários do Raspberry Pi OS terão que sorrir e aguentar se quiserem continuar usando o sistema operacional oficial. </p> <p> Em uma discussão sobre o repo da Microsoft no <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Fóruns do Raspberry Pi </a> , Gordon Hollingworth, Diretor de Engenharia de Software do Raspberry Pi, &quot;isso não vai mudar porque torna mais fácil a primeira experiência para pessoas que desejam usar ferramentas como o VSCode.&quot; </p> <p> O que, por sua vez, significa que alguns usuários inevitavelmente deixarão o Raspberry Pi OS em busca de uma alternativa. Felizmente, quando se trata do Raspberry Pi, você tem inúmeros sistemas operacionais alternativos excelentes disponíveis para escolher. </p> <p> </p> <p> Ainda assim, alguns usuários também levarão isso mais longe e mudarão do Raspberry Pi por completo, indo para um dos outros minúsculos competidores de computador. </p>"}