{"title":"Relatório: a Apple pode parar de fazer o iPhone 12 Mini no segundo trimestre","content":"<p> O iPhone 12 mini é o menor da geração mais recente de iPhones da Apple --- e isso aparentemente se revelou verdadeiro para suas vendas também. Desde o primeiro dia, a mais miniatura da série do iPhone 12 tem sido perseguida por relatos de que não está vendendo nas quantidades de seus irmãos maiores e mais caros. </p> <p> Agora, um relatório do banco de investimento JP Morgan, compartilhado por <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , afirma que a Apple poderia parar de produzir unidades do iPhone 12 mini assim que o segundo trimestre de 2021. Isso poderia significar que o telefone poderia ter apenas mais alguns meses antes de parar de ser fabricado. </p> <h2 id=\"adjusting-iphone-12-orders\"> Ajustando pedidos do iPhone 12 </h2> <p> A nota de investimento, do analista da cadeia de suprimentos do JP Morgan, William Yang, também observa algumas das outras mudanças do segundo trimestre que a Apple pode estar fazendo com a linha do iPhone 12. Yang afirma que a Apple aumentará o número do iPhone 12 Pro Max em 11 milhões de unidades, o iPhone 12 Pro em mais 2 milhões de unidades e o iPhone 11 da era de 2019 em mais 8 milhões de unidades. </p> <p> Enquanto isso, as unidades regulares do iPhone 12 serão reduzidas em 9 milhões de unidades, enquanto o iPhone 12 mini será reduzido em 11 milhões de unidades --- a mesma redução de número que o iPhone 12 Pro Max está obtendo com um aumento. O relatório sugere que a Apple pode interromper completamente a produção do iPhone 12 mini no trimestre. </p> <p> </p> <p> Esta não é a primeira vez que ouvimos que o iPhone 12 mini foi um fracasso comparativo para a Apple. Um relatório do Morgan Stanley afirmou recentemente que a Apple estava cortando pedidos de mini iPhone 12 no primeiro trimestre de 2021. </p> <p> Enquanto isso, um relatório anterior sugeria que, enquanto nove dos 10 principais smartphones ativados no dia de Natal nos Estados Unidos eram iPhones, o iPhone 12 mini foi o único a não fazer parte da lista. (Isso apesar do fato de que alguns iPhones muito mais antigos foram incluídos.) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: uma surpresa surpreendente </h2> <p> O fato de o iPhone 12 mini parecer ter sofrido é surpreendente. Ele recebeu excelentes críticas e oferece uma experiência premium do iPhone 12, embalada em um formato pequeno. </p> <p> Inclui o mesmo display OLED de tela inteira que seus irmãos maiores (embora um pouco menores), Face ID, processador A14 Bionic e conectividade 5G. A partir de apenas US $ 699, é o mais barato dos novos iPhones da Apple. Mas parece que, por algum motivo, ele simplesmente não conseguiu o mesmo tipo de sucesso que os iPhones maiores este ano. </p> <p> Curiosamente, o relatório do JP Morgan sugere que a Apple planeja lançar mais quatro iPhones este ano. Isso parece implicar que a Apple pode não estar pronta para jogar a toalha na linha menor do &quot;mini&quot; iPhone ainda. Teremos que esperar até setembro para ver o que acontece. </p>"}