{"title":"Steam bate um novo recorde para começar 2021 com um estrondo","content":"<p> O Steam, mais uma vez, quebrou seu próprio recorde de maior número de pessoas que usam a plataforma ao mesmo tempo. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> Principais 26 milhões de usuários simultâneos do Steam </h2> <p> O Steam acabou de atualizar seu <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam Stats </a> página. Aqui, podemos ver que o popular mercado de jogos e serviço de streaming ultrapassou seu recorde anterior de &quot;usuários simultâneos&quot;, com quase 26,5 milhões de jogadores online ao mesmo tempo. </p> <p> Este é um valor de &quot;pico&quot;, o que significa que foi a estatística mais alta registrada em um período de 24 horas. A página Steam Stats está em constante atualização, dando aos usuários Steam a oportunidade de ver quantas pessoas estão online a qualquer hora do dia ou da noite. O site mostra estatísticas para um período contínuo de 48 horas. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Você deve notar que este número está relacionado a quantas pessoas o Steam fez login, não a quantas pessoas estão jogando. Esses vêm como &quot;usuários ativos&quot; e, ao mesmo tempo que o Steam estabeleceu esse recorde, 7,2 dessas 26,5 milhões de pessoas estavam ocupadas jogando seus títulos favoritos. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Quando o Steam estabeleceu o recorde pela última vez? </h2> <p> Esta não é a primeira vez que o Steam bate seu próprio recorde em 2021. Não é fácil, considerando que estamos apenas em fevereiro. </p> <p> No início de janeiro, o Steam atualizou suas estatísticas para mostrar um novo recorde, que era de aproximadamente 25,5 milhões. Portanto, esse recorde estabelece um novo precedente, esmagando o número anterior em 1 milhão de usuários adicionais. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Por que o Steam é tão popular? </h2> <p> Bem, 26,5 milhões de pessoas não podem estar erradas, podem? O Steam é uma plataforma incrivelmente popular por um bom motivo. Tem uma vasta gama de jogos para jogar, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> é um mercado seguro para comprar esses jogos </a> , e tem uma enorme comunidade de pessoas com ideias semelhantes para se envolver. </p> <p> Não apenas isso, mas os próprios jogos são uma grande atração para os assinantes do Steam também. Enquanto escrevia este artigo, quase 1 milhão de pessoas estavam jogando Counter-Strike: Global Offensive. Meio milhão povoava os servidores Dota 2. Os usuários simultâneos ficaram em 25,1 milhões e aumentando, sugerindo que o Steam pode ter outro recorde para nós amanhã. </p> <p> Além disso, também precisamos considerar o fato de que os jogos tiveram um aumento na popularidade em 2020, até porque COVID obrigou todos a ficarem em casa. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> Os gastos com jogos dos EUA dispararam no ano passado </a> . Nenhuma surpresa nisso, realmente. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam continua a crescer </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> O Steam sempre foi uma plataforma popular e 2020 o colocou em uma posição poderosa. Isso é encorajador, considerando que 2020 foi um ano terrível para a maioria das empresas. </p> <p> Existem muitas outras maneiras de aproveitar o ecossistema Steam. Por que não reunir alguns amigos e desfrutar um pouco de jogo remoto? Se eles não são assinantes do Steam, talvez você possa providenciar como inscrevê-los. </p>"}