{"title":"Sony pode enfrentar processo de ação coletiva PS5 DualSense","content":"<p> Quando mais um dia surge, também acontece a notícia de que um gigante dos consoles - desta vez, a Sony - está potencialmente enfrentando uma ação coletiva envolvendo controles defeituosos. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; levanta sua cabeça </h2> <p> Não há como escapar do fato de que a Sony quebrou o molde com o teclado de controle DualSense do PS5. Literalmente, na verdade, dado <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> como a Sony gravou todos aqueles símbolos do PlayStation no chassi do pad </a> . </p> <p> No entanto, um <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> declaração do escritório de advocacia dos EUA CSK &amp; D </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) nos diz que uma ação coletiva pode estar no horizonte para a Sony. Por quê? Porque, como o Joy-Cons da Nintendo, os proprietários do PS5 estão relatando desvios no manche. </p> <p> Se você acompanhou a cobertura da saga de ação de classe do Joy-Con drift que a Nintendo está enfrentando, talvez reconheça o apelido de CSK&amp;D. Isso porque é um dos escritórios de advocacia que também está processando a Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> O que a ação coletiva diz? </h2> <p> Em sua declaração, CSK &amp; D diz: </p> <blockquote> <p> CSK &amp; D está investigando uma possível ação coletiva com base em relatos de que os controladores Sony PS5 DualSense para o console PlayStation 5 podem ter problemas de deriva e / ou falhar prematuramente. Especificamente, é relatado que o joystick em certos controladores PS5 DualSense registra automaticamente o movimento quando o joystick não está sendo controlado e interfere na jogabilidade. </p> </blockquote> <p> Portanto, como no Nintendo Joy-Con, os joysticks do DualSense estão sofrendo de desgaste prematuro. Os componentes que mantêm o joystick na posição quando ocioso estão se deteriorando, portanto, o pad registra o movimento sem interação do jogador. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> O que é DualSense Drift? </h2> <p> Quando você move o thumb stick em seu DualSense, isso registra o movimento com o console PS5 e traduz isso em ação na tela. É assim que um controlador DualSense funciona, em circunstâncias normais e quando está no pico de saúde. </p> <p> Você saberá imediatamente se seus botões de dedo DualSense estão oscilando. Como? Porque seu PS5 começará a se comportar como se você estivesse usando o thumb stick, mesmo que você nem mesmo toque nele. </p> <p> Assim, seu personagem pode se mover pela tela sem sua entrada, ou o cursor pode percorrer as opções do menu sem você tocar nos manípulos. De qualquer forma, você não quer que a deriva DualSense aconteça. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> O que você pode fazer sobre o DualSense Drift? </h2> <p> Se o seu painel de controle tem problemas de deriva, então o que você pode fazer é contatar <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Suporte para PlayStation </a> e providenciar uma devolução. A Sony lançou o PS5 apenas em novembro de 2020, então você está na garantia. </p> <p> Esteja ciente de que as linhas diretas do Suporte PS provavelmente estarão muito ocupadas; ele também receberá chamadas relacionadas a problemas do console PS5. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Os controladores modernos são de boa qualidade? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Você pode fazer tanto barulho quanto quiser em torno de seu controlador, mas, se ele parar de funcionar, todos os recursos magníficos que você está alardeando tornam-se obsoletos. </p> <p> À medida que vemos mais controladores e mais usos para eles em várias plataformas, cabe aos designers e fabricantes de console garantir que os componentes estejam atualizados antes de lançá-los. Ninguém quer um console de jogo no qual não possa jogar. </p>"}