{"title":"Sony revela como o controlador PS5 é texturizado com símbolos do PlayStation","content":"<p> Se você viu um controlador PS5 DualSense, possui um ou leu qualquer coisa do hype em torno do joypad de nova geração, então você saberá que tem uma textura na parte traseira do dispositivo. </p> <p> Esta textura compreende milhares de pequenos quadrados, círculos, triângulos e Xs, representando os botões de ação na frente do DualSense. Agora, a Sony revelou exatamente como os símbolos chegaram lá. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony revela como texturizou o controlador DualSense </h2> <p> Vire seu DualSense e você verá que a parte de trás tem incontáveis ​​pequenos símbolos dos botões de ação do controlador. Bem, na verdade, você não pode vê-los, pois eles são incrivelmente pequenos. Mas acredite em nós, eles estão lá. </p> <p> É difícil imaginar como eles existem, são tão pequenos, mas a Sony revelou para <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , exatamente como esses 40.000 símbolos surgiram. Parece um processo bastante trabalhoso, para dizer o mínimo. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Depois de muitos designs fracassados, a Sony finalmente decidiu pela micro-textura que parecia perfeita. A massa de símbolos - todos com apenas alguns mícrons de altura e criados a partir de desenhos feitos à mão - não existe apenas como decoração; ele também fornece aderência quando você usa o DualSense. </p> <p> Os designers cortam meticulosamente esses símbolos minúsculos em um molde, usando gravadores a laser precisos que funcionam em 3D, em vez de apenas cortar um único plano 2D ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> descubra mais sobre gravadores a laser </a> ) </p> <p> Depois que o maquinário de fabricação injeta o plástico no molde, ele se acomoda perfeitamente em todos os espaços disponíveis, assumindo a textura que você segura nas mãos. Coisas inteligentes, especialmente considerando a escala dessa modelagem. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Você pode encontrar a textura em qualquer outro lugar? </h2> <p> Bem, na verdade, você pode encontrar a textura em outro lugar. A Sony sabe que a continuidade é a chave do design. Assim, você pode encontrar a textura em todo o ecossistema do PlayStation 5. </p> <p> De seus controladores DualSense, passando pelo controle remoto de mídia, o fone de ouvido sem fio PS5 e até o próprio console, você encontrará essa textura em todos eles. </p> <p> Também não é a primeira vez que a Sony texturiza seus controles. Quando a Sony lançou o DualShock 4 junto com o PS4, ele também tinha uma superfície texturizada em seu painel frontal. Isso tinha mais a ver com segurar a almofada, no entanto, do que também ter um valor cosmético. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: um controlador perfeito? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> OK, então o PS5 DualSense pode não ser perfeito, mas é uma peça esplêndida de design e funciona muito bem (exceto por uma ou duas garras) também. </p> <p> É a atenção da Sony aos detalhes, aqui, que realmente diferencia o DualSense de sua concorrência. Com a Sony realmente promovendo a imersão e a integração antes do lançamento do PS5, é bom ver que ela realmente colocou seu dinheiro onde está, em termos de design. </p>"}