{"title":"Solid State Logic anuncia o controlador UF8 DAW","content":"<p> A SSL lançou a superfície de controle Nucleus 2 em 2016, uma continuação de seu premiado Nucleus original. Ambos os controladores receberam críticas geralmente favoráveis, e parece que outro acabou de chegar. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Apresentando o controlador UF8 DAW </h2> <p> Em 4 de fevereiro, o fabricante de console de mixagem Solid State Logic (SSL) acaba de lançar seu mais novo controlador DAW, o UF8. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Nem todos os controladores são iguais <br><br> Descubra por quê: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> # UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWController </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> - SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4 de fevereiro de 2021 </a></blockquote>  <p> Ele promete &quot;comando absoluto de seu fluxo de trabalho&quot; e, portanto, velocidade de produção mais rápida de conteúdo baseado em áudio para engenheiros, produtores e artistas. </p> <p> Embalado em um invólucro de metal de seis libras e meio, o SF8 é o que o SSL descreve como &quot;o culminar do legado de mais de 40 anos do SSL de dominar fluxos de trabalho de produção e ergonomia de estúdio&quot;. </p> <p> O UF8 oferece faders sensíveis ao toque de alta especificação e telas coloridas de alta resolução. Seus oito codificadores giratórios sem fim oferecem acesso a oito trilhas na DAW de sua escolha. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Ferramentas profissionais </a> , e <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Lógica </a> são todos compatíveis com o UF8. Algum <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> software DAW grátis </a> funciona com ele também. </p> <p> Outras características do UF8 incluem: </p> <ul> <li> Capacidade de controlar entre três DAWS simultaneamente </li> <li> Cinco bancos de oito teclas de usuário e três teclas rápidas (total de 43 teclas atribuíveis) </li> <li> Codificador de canal multiuso inteligente </li> <li> Emulação de rolagem do mouse </li> <li> Expansível até quatro UF8s para uma superfície de controle SSL de 32 canais </li> <li> Licenças completas dos plug-ins Vocalstrip 2 e Drumstrip </li> <li> Conectividade USB de alta velocidade </li> </ul> <p> </p> <p> Para usar o UF8, você deve baixar seu software de comando: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360 ° </a> (disponível para download gratuito para Mac e Windows). Uma vez instalado, o SSL 360 ° permite que você configure sua (s) unidade (s) UF8, personalize as chaves do usuário, salve e carregue perfis e gerencie atualizações. </p> <p> “O layout e a qualidade de construção têm tudo a ver com a nossa fixação com a engenharia humana, criando produtos que o mantêm na zona criativa com acesso de alta velocidade a cada fader ou controle, sem fadiga ou desconforto do operador&quot;, disse o gerente de produto do Studio Andy Jackson <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> TV Tech </a> . </p> <p> SSL é uma marca de estúdio mais conhecida por produzir alguns dos melhores equipamentos analógicos disponíveis, mas o novo UF8 pode significar a passagem da empresa para o reino digital. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> O UF8 é o controlador para você? </h2> <p> O UF8 é uma superfície de controle poderosa e versátil que funciona com os DAWs mais populares, mas você pode ficar desapontado ao descobrir que ele não tem um fader mestre ou controle de transporte adequado. Se vale ou não o seu preço de $ 1.299 é com você. </p> <p> No entanto, é empolgante ver o SSL expandir sua marca - primeiro com sua interface de áudio e agora um controlador DAW. Eventualmente veremos o SSL criar sua própria DAW também? </p>"}