{"title":"Samsung Galaxy S21 Series quebra recordes de pré-venda","content":"<p> O Samsung Galaxy S21 foi um dos smartphones mais esperados dos últimos anos. A Samsung fez um trabalho fantástico ao criar entusiasmo para o telefone, e agora que muitos dos <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-reviews/\" target=\"_blank\" rel=\"nofollow noopener\"> comentários saíram </a> , parece que o hype foi mais do que merecedor. </p> <p> Agora, a empresa revelou que o telefone estabeleceu novos recordes de pré-encomenda no Reino Unido, conforme relatado por <a href=\"https://www.sammobile.com/news/galaxy-s21-series-pre-order-record-beating-s10-s20/\" target=\"_blank\" rel=\"nofollow noopener\"> SamMobile </a> . Isso significa que os fãs da Samsung estão aproveitando a oportunidade de colocar as mãos em um dispositivo da série Galaxy S21. </p> <h2 id=\"galaxy-s21-preorder-records\"> Registros de pré-encomenda do Galaxy S21 </h2> <p> A Samsung diz que a série Galaxy S21 superou os telefones Galaxy S10 e Galaxy S20 em termos de pré-vendas, o que não é pouca coisa, considerando o quão populares ambos os dispositivos eram. </p> <p> O que é mais surpreendente é que o Galaxy S21 Ultra foi responsável por mais de 50 por cento do sucesso de pré-venda no Reino Unido. Embora esse telefone seja um pouco mais caro do que o modelo básico do Galaxy S21, parece que os recursos valeram a pena para uma grande porcentagem de compradores. </p> <p> </p> <p> A Samsung observou que o Galaxy S21 Ultra superou o Galaxy S21 e o Galaxy S21 + combinados. </p> <p> A Samsung cita &quot;inovação de ponta&quot; como a razão para o crescente sucesso de seu modelo top de linha. Seja qual for a causa, é claro que a Samsung tem um carro-chefe fantástico em suas mãos que os compradores não se cansam com a explosão de encomendas no Reino Unido. </p> <p> </p> <h2 id=\"why-are-people-flocking-to-the-galaxy-s21-ultra\"> Por que as pessoas estão migrando para o Galaxy S21 Ultra? </h2> <p> Todos os telefones Galaxy S21 são embalados com recursos e especificações sólidas, mas o Ultra é genuinamente especial. </p> <p> Ele possui um dos sistemas de câmera mais robustos de qualquer smartphone carro-chefe. Ele vem com um bestial shooter primário de 108MP com uma abertura de f / 1.8. Há também uma lente teleobjetiva periscópio de 10MP, uma câmera telefoto de 10MP e um shooter ultra-wide de 12MP. Você terá dificuldade em encontrar um smartphone com um sistema de câmera melhor. </p> <p> O telefone possui uma linda tela de 6,8 polegadas de 120 Hz com resolução de 1440x3200. Há suporte para HDR10 +, então você obterá algumas cores e imagens incrivelmente vibrantes. Ele ainda vem com o vidro Corning Gorilla Glass Victus ultradurável. </p> <p> No que diz respeito à potência, no Reino Unido (e em todos os lugares fora dos EUA e China), o telefone vem com um processador Exynos 2100. Os EUA e a China recebem um processador Qualcomm Snapdragon 888 igualmente poderoso. </p> <p> Simplificando, se há algo que você deseja que um smartphone tenha, provavelmente o Galaxy S21 Ultra tem (e provavelmente tem um monte de coisas que você nem sabia que queria). </p>"}