{"title":"TikTok está aumentando seu jogo de comércio eletrônico","content":"<p> A TikTok está estourando no cenário do comércio eletrônico. A plataforma planeja revelar um conjunto de ferramentas que permite aos criadores ganhar dinheiro com links de afiliados e sessões de compras ao vivo. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok olha para a monetização </h2> <p> De acordo com um relatório de <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> The Financial Times </a> , A TikTok oferecerá aos criadores maneiras adicionais de lucrar com o aplicativo. Em um briefing com os anunciantes, o aplicativo de vídeo de formato reduzido observou que uma série de novos recursos de comércio eletrônico deve ser lançada em 2021. </p> <p> Em breve, os usuários do TikTok poderão inserir links de produtos em seus vídeos - sem a necessidade de conexão entre o criador e a marca. Se os visualizadores clicarem no link e comprarem o produto, o criador receberá uma comissão. </p> <p> A plataforma também está considerando um recurso de transmissão ao vivo de compras, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> bem como já vemos no Instagram Reels </a> . Os criadores poderão anunciar - e até mesmo demonstrar - um produto durante as transmissões ao vivo, e os espectadores podem comprá-lo com apenas alguns toques. </p> <p> O TikTok também pode permitir que as marcas anunciem catálogos inteiros no aplicativo, o que quase soa como o <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> recurso de catálogo de compras já presente no WhatsApp </a> . </p> <p> Facebook, Instagram e WhatsApp se transformaram em plataformas de mídia social que também funcionam como shopping centers. Com essas mudanças, parece que a TikTok pretende fazer o mesmo. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok anunciou uma parceria com a TeeSpring </a> em setembro de 2020, uma integração que permite aos criadores venderem seus próprios produtos no aplicativo. A plataforma também uniu forças com a Shopify na mesma época, dando aos comerciantes a oportunidade de criar campanhas publicitárias para a TikTok. </p> <p> O Financial Times também observou que cerca de 40 por cento dos usuários do TikTok não têm uma conta no Facebook e 63 por cento não usam o Twitter. Isso significa um mercado inteiramente novo de usuários que não estão vendo as campanhas publicitárias espalhadas por todo o Facebook e Twitter. Isso provavelmente significa muito dinheiro para marcas e anunciantes. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Mídia social: um novo destino de compras? </h2> <p> O dinheiro está se tornando cada vez mais importante nas redes sociais e isso pode ser preocupante para os usuários que usam as redes sociais apenas para manter contato com os amigos. Os produtos já estão sendo divulgados no Facebook e no Instagram, e o TikTok logo se juntará a nós. </p> <p> Dito isso, seu <strong> Para você </strong> o feed não pode mais ser limitado a esquetes engraçados e duetos. Mais tarde neste ano, você poderá ver suas estrelas favoritas do TikTok anunciando produtos durante as transmissões ao vivo, ou talvez encontre links de produtos que pode até pensar em comprar. </p> <p> A mídia social está rapidamente se transformando em uma avenida para criadores, anunciantes e empresas ganharem dinheiro, o que provavelmente veremos mais em um futuro próximo. </p>"}