{"title":"Twitter considera assinaturas para reduzir anúncios","content":"<p> O Twitter está avaliando a ideia de assinaturas pagas para diminuir sua dependência de anúncios. A plataforma não está apenas explorando o acesso por assinatura ao TweetDeck, mas também pode começar a cobrar dos usuários por determinados recursos. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> O Twitter quer se afastar dos anúncios </h2> <p> Afinal, o Twitter pode não permanecer totalmente gratuito. Um relatório sobre <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> revela que o Twitter está pensando em novas maneiras de ganhar dinheiro, e isso inclui taxas de assinatura, dicas pagas e até recursos de acesso pago. </p> <p> O Twitter pode considerar a adição de um modelo de assinatura para <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , a alternativa do Twitter que organiza perfeitamente seus feeds em colunas sem anúncios. A plataforma explorou a cobrança pelo TweetDeck em 2017, mas nada saiu disso. </p> <p> O Twitter também está refletindo sobre a ideia de recursos pagos no Twitter. Em julho de 2020, o Twitter enviou uma pesquisa perguntando aos usuários quais recursos eles considerariam pagar. Se recursos pagos aparecerem, isso pode significar pagar por opções avançadas de personalização de perfil e talvez até por recursos que permitem desfazer certas ações. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Depois que o CEO Jack Dorsey confirmou que o Twitter está explorando um modelo de assinatura, a empresa está conduzindo pesquisas de usuários sobre que tipo de recursos eles gostariam de ver em tal serviço. <br><br> Desfazer o envio, emblemas especiais para perfis e análises avançadas estão entre os recursos considerados. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> - Andrew Roth + (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 de julho de 2020 </a></blockquote>  <p> O relatório da Bloomberg também mencionou que o Twitter também está explorando &quot;dicas&quot;. Isso permitiria aos usuários dar dicas a jornalistas ou criadores de certos tipos de conteúdo. A plataforma experimentou essa opção em seu aplicativo de transmissão <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Periscope, que deve ser encerrado em março de 2021 </a> . </p> <p> Além disso, o diretor financeiro do Twitter, Ned Segal, sugeriu outros tipos de recursos pagos em uma conferência em dezembro de 2020. Ele observou que os recursos pagos do Twitter podem envolver &quot;vídeo de maior qualidade&quot;, &quot;análises&quot; e até mesmo &quot;presença comercial. &quot; </p> <p> Bruce Falck, chefe de produtos de receita do Twitter, disse à Bloomberg que o Twitter &quot;pode ​​incluir&quot; assinaturas no futuro. Ele continuou dizendo: &quot;Embora estejamos entusiasmados com esse potencial, é importante observar que ainda estamos no início da exploração e não esperamos nenhuma receita significativa atribuível a essas oportunidades em 2021. ” Isso significa que provavelmente não teremos que nos preocupar com recursos pagos ainda. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> O Twitter anunciou que estava adquirindo o serviço de newsletter </a> , Revue, em janeiro de 2021. Cobrar os usuários por uma assinatura de boletim informativo pode parecer um caminho lógico para o Twitter, mas ainda não está claro se o Twitter planeja fazer isso. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Você pagaria por recursos no Twitter? </h2> <p> É difícil imaginar o Twitter como outra coisa senão uma rede social gratuita. Embora os usuários avançados possam pagar por determinados recursos para aprimorar suas experiências no Twitter, o usuário médio provavelmente não se sentiria inclinado a pagar por uma assinatura do TweetDeck ou comprar um recurso de desfazer. </p> <p> O Twitter precisa encontrar o equilíbrio perfeito entre a satisfação de anunciantes e seus usuários. Se ele se apoiar demais em cobrar dos usuários e eliminar anúncios, isso deixaria usuários e anunciantes insatisfeitos. </p>"}