{"title":"Trump Ban no Twitter é para sempre ... Mesmo se ele concorrer à presidência novamente","content":"<p> O Twitter leva a sério sua proibição do ex-presidente dos Estados Unidos, Donald Trump. A plataforma anunciou que nunca permitirá que Trump volte ao Twitter, mesmo que Trump decida se candidatar à presidência novamente em 2024. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump foi proibido de usar o Twitter para sempre </h2> <p> No meio do segundo julgamento de impeachment de Trump, o diretor financeiro do Twitter, Ned Segal, deu uma entrevista no Squawk Box da CNBC sobre o futuro potencial da conta de Trump no Twitter. Segal disse que o Twitter nunca mais permitirá que Trump entre na plataforma, independentemente de ele decidir se candidatar. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Da forma como nossas políticas funcionam, quando você é removido da plataforma, você é removido da plataforma, seja você um comentarista, um CFO ou um ex-presidente ou atual funcionário público &quot;, diz <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> Diretor Financeiro <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> se a conta do presidente Trump pudesse ser restaurada. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> - Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 de fevereiro de 2021 </a></blockquote>  <p> Segal observou que as políticas de remoção do Twitter não discriminam, afirmando, &quot;quando você é removido da plataforma, você é removido da plataforma, seja você um comentarista, um CFO ou um público antigo ou atual oficial.&quot; </p> <p> Ele então disse que as &quot;políticas do Twitter são elaboradas para garantir que as pessoas não incitem a violência&quot; e, se alguém violar essas políticas, o Twitter terá que removê-las. As regras da plataforma &quot;não permitem que as pessoas voltem&quot;. </p> <p> Em outras palavras, Trump nunca poderá retornar ao Twitter, e o fato de ele ser um ex-funcionário público não mudará isso. A proibição do Twitter também permanecerá em vigor caso Trump tente concorrer à presidência novamente. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> Relacionamento tumultuado de Trump com a mídia social </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter baniu Trump </a> após os distúrbios no Capitólio em 6 de janeiro de 2021, por violar a política de incitamento à violência da plataforma. Mas, mesmo antes dessa proibição permanente, Trump e Twitter tinham uma relação muito complicada. </p> <p> Durante a presidência de Trump, o Twitter foi encontrado com frequência <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> sinalizando e removendo Tweets de Trump </a> por violar as políticas da plataforma. A plataforma rotulou continuamente seus Tweets por conterem informações incorretas sobre votação, COVID-19 e até mesmo sobre a integridade das eleições nos Estados Unidos. </p> <p> Mesmo assim, o Twitter não foi o único a rotular e restringir alguns dos Tweets de Trump. O Facebook também teve um grande papel na <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> sinalizando o conteúdo de Trump por desinformação </a> . </p> <p> Trump foi essencialmente banido de todas as mídias sociais após os protestos em Washington, D.C. O Twitter não apenas removeu Trump de sua plataforma, mas o Facebook, Instagram Snapchat, YouTube e até mesmo Twitch agiram na conta de Trump. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> O futuro sombrio da presença social de Trump </h2> <p> Agora que Trump foi excluído de quase todas as principais plataformas sociais, não está claro se ele irá ressurgir nas redes sociais. Para alguns, esta é uma noção bem-vinda, mas para outros, a proibição das contas de Trump é uma violação da liberdade de expressão. </p> <p> Parler, a chamada rede social de liberdade de expressão, provavelmente teria recebido a presença de Trump de braços abertos. Mas agora que a plataforma demitiu seu próprio CEO e foi retirada de toda a Internet, provavelmente levará semanas (ou talvez até meses) até que Parler retorne. </p>"}