{"title":"Valve lança oficialmente o Steam na China","content":"<p> A plataforma de streaming e marketplace de jogos, Steam, finalmente teve um lançamento oficial nativo na China, em uma grande semana para o mercado de jogos do país. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam chega oficialmente à China </h2> <p> Os jogadores chineses já têm acesso à versão internacional do Steam há algum tempo. No entanto, o que está faltando é um modelo nativo chinês. </p> <p> Isso agora mudou, já que o Steam lançou oficialmente a plataforma no país. Em vez de ter que acessar o Steam por meio de seu cliente global, os jogadores chineses agora têm sua própria versão. </p> <p> Esta será uma notícia bem recebida. Sim, a China pode ter tido acesso ao cliente internacional Steam, mas isso poderia ter sido banido a qualquer momento, graças às rígidas leis de censura na China. Como resultado, o Steam estava em uma posição precária. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Por que a China acabou de ganhar o Steam? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> A Valve vem prometendo aos jogadores chineses sua própria versão do Steam há vários anos. Finalmente, levou três anos para se concretizar. Então, por que demorou tanto? </p> <p> Bem, como você pode ou não saber, o Partido Comunista Chinês (PCC), que é o órgão governante na China, examina rigorosamente toda a mídia internacional e todos os dados estrangeiros que entram no país. </p> <p> Isso não significa apenas assuntos atuais ou política. Ele se estende a tudo, de filmes a livros e videogames. </p> <p> É por esse motivo que o Steam demorou tanto para chegar à China. Os jogos precisam receber a aprovação do governo chinês antes que os desenvolvedores possam lançá-los na China. Isso inclui jogos no Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Quais jogos o Steam da China apresenta? </h2> <p> Como mencionado, a versão chinesa da plataforma popular tem uma gama limitada de jogos por causa da censura sobre a qual você acabou de ler. </p> <p> Atualmente, o mercado tem cerca de 50 títulos listados, marcando 10 deles como &quot;em breve&quot;, presumivelmente enquanto o governo os analisa. </p> <p> Atualmente, os usuários chineses do Steam podem desfrutar de títulos populares como Counter-Strike: Global Offensive. Este é consistentemente o título mais popular do Steam, conforme confirmado quando <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> O Steam quebrou seu próprio recorde de usuários simultâneos </a> em 8 de fevereiro de 2021. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Ótimas notícias para a comunidade de jogos da China </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> A chegada do Steam na China será, sem dúvida, música para os ouvidos dos jogadores chineses. Agora, a China tem uma plataforma estável para jogar seus títulos favoritos do Steam, sem a ameaça da censura tirar seu prazer. </p> <p> O Steam oferece a todos os seus usuários uma ótima maneira de jogar, bem como um ambiente seguro para comprar jogos. É excelente que o governo chinês tenha permitido que a Valve lançasse sua plataforma no país. </p>"}