{"title":"Webinars estão chegando às equipes da Microsoft por meio de um novo plano pago","content":"<p> Se você sempre quis hospedar um webinar no Microsoft Teams, em breve poderá - mas primeiro terá que pagar. A empresa de software revelou seus planos para o Teams Pro, um serviço de assinatura que permitirá aos membros hospedar webinars com o Teams. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> O que está vindo para o Microsoft Teams With Teams Pro? </h2> <p> A notícia desse recurso estourou em <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Petri </a> . A Microsoft está planejando lançar um novo serviço baseado em assinatura chamado Teams Pro, que foi projetado para aprimorar a forma como você usa o Teams. O serviço está programado para lançamento em meados de março de 2021. </p> <p> Não está claro quanto o Teams Pro custará, mas o que sabemos é que os assinantes do Pro ganharão a capacidade de criar webinars. Isso faz muito sentido, pois <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> A Microsoft está tendo um lucro enorme em um mundo atingido por uma pandemia, </a> e o Teams tem potencial para ser um poderoso gerador de dinheiro para a empresa. </p> <p> O Teams Pro também trará &quot;inteligência para reuniões&quot;. Não temos certeza do que isso significa exatamente, mas Brad Sams, de Petri, tem algumas ideias sobre o que esse misterioso recurso pode acarretar: </p> <blockquote> <p> ... Suspeito que isso estará intimamente ligado à funcionalidade do webinar - os dois se encaixam como OneDrive e SharePoint. Se você hospedar um webinar com equipes, desejará informações adicionais, como o tempo em uma sessão, se eles fizeram uma pergunta, etc. </p> </blockquote> <p> Dessa forma, há uma boa chance de que a &quot;inteligência em reuniões&quot; seja outro exemplo da experiência da Microsoft com a automação do processo de feedback de reuniões. Vimos a empresa experimentar isso antes com um <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> sistema que detecta quem parece entediado em uma reunião </a> . </p> <p> No que diz respeito a mais detalhes, no entanto, não há muito mais a ser abordado. Sendo assim, teremos que esperar para ver o que a Microsoft planejou para o Teams Pro, incluindo quanto custará e como os webinars funcionarão exatamente. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: um must-have para o profissional? </h2> <p> Os detalhes são, infelizmente, muito escassos quanto ao que a Microsoft está planejando para o Teams Pro. No entanto, sabemos que os webinars fazem parte do plano de assinatura, então só teremos que esperar para ver como essa notícia se desenvolverá ao longo do tempo. </p> <p> Se você está trabalhando em casa e tem a ideia de começar seu próprio negócio, um webinar é uma ótima maneira de divulgar seu nome. Antes de começar a fazer um, é uma boa ideia estudar o que torna um bom webinar para que você possa dar uma primeira impressão profissional. </p> <p> <small> Crédito da imagem: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}