{"title":"WallStreetBets é destaque em um comercial do Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r / WallStreetBets </a> , a comunidade do Reddit por trás do frenesi de ações da GameStop, conseguiu seu próprio anúncio no Super Bowl. O Reddit criou um breve anúncio de cinco segundos para honrar a vontade e a pura determinação do WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets chega ao Super Bowl </h2> <p> Qualquer um que assistiu ao Super Bowl LV teve uma boa surpresa entre os touchdowns que quebraram o recorde de Rob Gronkowski e o desempenho do The Weeknd em Las Vegas. Pelo que pareceu uma fração de segundo durante o intervalo comercial, um anúncio do Reddit apareceu na tela. </p> <p> O início do anúncio apresenta o logotipo do Reddit, que então desaparece para exibir a mensagem &quot;Uau, isso realmente funcionou. Se você está lendo isso, significa que nossa aposta valeu a pena.&quot; </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> O que acabou de acontecer? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> - Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 de fevereiro de 2021 </a></blockquote>  <p> A mensagem continua, dizendo: &quot;Uma coisa que aprendemos com nossas comunidades na semana passada é que os oprimidos podem realizar quase tudo quando se unem em torno de uma ideia comum.&quot; Aqui, o Reddit estava se referindo claramente a <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> Vitória de WallStreetBet sobre Wall Street </a> , enquanto lutava contra os fundos de hedge furiosos e as restrições comerciais da Robinhood. </p> <p> Ele fecha o anúncio, observando: &quot;Coisas poderosas acontecem quando as pessoas se unem em torno de algo com o qual realmente se importam. E há um lugar para isso. Chama-se Reddit.&quot; </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Surpresa do Reddit no Super Bowl </h2> <p> Embora esse anúncio tenha sido mostrado por apenas alguns segundos, o Reddit observou que gastou &quot;todo o seu orçamento de marketing&quot; neste comercial incrivelmente curto. WallStreetBets definitivamente merecia a mensagem de comemoração e provavelmente veio como uma surpresa para os 8,7 milhões de membros da comunidade. </p>"}