{"title":"10 Siguranță pe Internet Faceți și nu faceți pentru a vă menține în siguranță online","content":"<p> Când navigați pe internet, sunteți pe deplin conștient de riscurile pe care le-ați putea întâmpina? Nu vă mulțumiți când navigați online sau puteți fi victima unor escrocherii, inclusiv furt de identitate, programe malware și inginerie socială. </p> <p> Pentru a fi în siguranță online, iată primele 10 lucruri de făcut și ce nu trebuie luate în considerare. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> DO: Instalați software-ul antivirus și actualizați periodic </h2> <p> Acesta este unul dintre cele mai de bază protocoale de siguranță pe care ar trebui să le implementați pe computerele personale și de lucru. Există multe opțiuni diferite atunci când vine vorba de acest tip de software. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Cele gratuite oferă funcții de securitate de bază </a> dar dacă doriți o securitate maximă, ar trebui să rezervați un buget decent. Asigurați-vă că luați în considerare protecția împotriva malware-ului pentru o navigare web mai sigură. </p> <p> Și este vital să îl mențineți actualizat. Noi vulnerabilități sunt adesea găsite și reparate; dacă rulați o versiune mai veche de software antivirus, problemele respective nu au fost rezolvate pe dispozitiv. Puteți seta majoritatea suitelor de securitate să se actualizeze automat. În mod similar, le puteți seta să vă scaneze computerul în mod regulat, fără a mai fi nevoie să faceți altceva. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> DO: Alegeți parole puternice </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> Parolele joacă un rol crucial în protejarea datelor dvs. online. Indiferent dacă este vorba despre profilurile dvs. de socializare, conturile de cumpărături sau e-mailul personal, va trebui să creați parole puternice. </p> <p> Unele site-uri oferă sugestii, adică un amestec de caractere alfanumerice și speciale. Unii nu acceptă parole care nu respectă cerințele lor. Cu toate acestea, nu toate site-urile web oferă acest lucru. Când vă creați propria parolă, nu uitați că vă protejați integritatea și informațiile personale. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> DO: Limitați informațiile personale </h2> <p> Nu puneți prea multe informații personale online. Prin partajarea informațiilor dvs. private cu publicul, riscați să vă compromiteți locația, rutina zilnică și multe altele. </p> <p> Nu uitați de furtul de identitate. Cu cât oferiți mai multe informații despre dvs., cu atât este mai mare riscul ca identitatea dvs. să fie copiată de un criminal cibernetic. Aceasta este o chestiune foarte serioasă și poate distruge vieți. Mulți oameni au fost victima acestui lucru. Nu ai vrea să fii următorul. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> DO: Stai departe de Clickbait suspect </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> Când navigați online, veți întâlni diferite site-uri web care prezintă reclame pop-up care pot atrage orice persoană care nu știe să facă clic. Anunțurile Clickbait sunt periculoase, deoarece pot duce la potențialii viruși care se infiltrează în computer. </p> <p> Fiți mai vigilent la ceea ce citiți și faceți clic atunci când sunteți online. Verificați mai întâi informațiile - mai ales unde vă duc de fapt linkurile - înainte de a da clic, chiar dacă acestea par a fi extrem de interesante. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> DO: Activați autentificarea cu doi factori </h2> <p> Autentificarea cu doi factori (2FA) oferă un nivel suplimentar de siguranță pentru contul dvs. Acest lucru ajută la descurajarea escrocilor, deoarece ar necesita două dovezi pentru a verifica autenticitatea proprietarului contului, adică o parolă plus un cod de verificare trimis la un număr de telefon sau la o adresă de e-mail. </p> <p> Acest lucru face mai dificil pentru criminali să vă fure informațiile și să vă acceseze datele. Acest lucru este esențial dacă un site web oferă această opțiune. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> NU: Folosiți o singură parolă pentru diferite site-uri web </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Imaginați-vă o casă cu mai multe încuietori, dar având doar o cheie pentru a deschide toate camerele. Dacă un spargător pune mâna pe acea cheie, toate camerele tale pot fi deschise simplu. </p> <p> Acest lucru se aplică și protecției prin parolă. </p> <p> </p> <p> Setarea unei parole puternice nu este suficientă. Ar trebui să aflați cum să le amestecați astfel încât orice potențial escroc sau hoț de identitate să nu vă poată compromite pe deplin informațiile personale. În caz contrar, dacă un serviciu suferă o scurgere de date, toate celelalte pe care le utilizați vor fi expuse și ele. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> NU: Rămâneți cu un singur cont de e-mail </h2> <p> E-mailul dvs. este un factor esențial pentru înscrierea pe site-uri web. Chiar și atunci când vine vorba de activități bancare online, este necesar un e-mail. Dar imaginați-vă că uitați detaliile de conectare la e-mail. </p> <p> Ce vei face? Ce se întâmplă dacă un criminal online vă compromite singura adresă de e-mail? Ar fi inteligent să creați mai multe conturi de e-mail pentru a vă ajuta cu un plan de rezervă, astfel încât să puteți prelua în continuare date importante. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> NU: Stocați detaliile cardului personal pe site-uri web </h2> <p> Indiferent dacă sunteți un pasionat cumpărător online sau le folosiți cu moderație, nu ar fi înțelept să stocați detaliile cardului dvs. pe site-uri web. </p> <p> Cu cât stocați mai multe date pe site-uri, cu atât este mai mare șansa furtului de identitate, în cazul în care se produce o încălcare a datelor. Adesea trebuie să vă asumați acest risc atunci când vine vorba de informații de identificare personală (PII), văzând că multe servicii au nevoie de detalii personale de bază pentru a crea un cont, dar stocarea informațiilor dvs. financiare în altă parte nu este necesară. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> NU: Descărcați software necunoscut </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> Ați navigat și a apărut o reclamă, oferind software gratuit? Nu contează cât de bine arată această ofertă, nu descărcați aceasta. </p> <p> Dacă pare prea bine ca să fie adevărat, probabil că este. Acest lucru este valabil și pentru atașamentele de e-mail nesolicitate. </p> <p> </p> <p> Suita dvs. de securitate ar trebui să vă protejeze împotriva multor amenințări, dar făcând clic pe ceva fără a cunoaște conținutul său complet, ați putea invita malware în sistemul dvs. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> NU: Permiteți site-urilor web să vă amintească numele de utilizator și parola </h2> <p> Permiterea site-urilor web să vă amintească numele de utilizator și parola este tentantă, dar este cel mai bine evitat. </p> <p> Oricine poate accesa computerul, laptopul sau smartphone-ul dvs. poate intra cu ușurință în conturile dvs., deoarece toate acreditările de conectare sunt deja stocate în cookie-uri. Puteți utiliza tot timpul un serviciu, dar nu fiți prea confortabil atunci când vă conectați la diferite site-uri online. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> Siguranța pe internet necesită alegeri inteligente simple </h2> <p> Siguranța dvs. pe internet se bazează atât pe alegeri de bază. </p> <p> Cu cât luați mai multe decizii înțelepte, cu atât este mai puțin probabil ca identitatea dvs. să fie compromisă. Sarcina este cu adevărat pe tine aici. Infractorii cibernetici așteaptă doar să faci mișcări greșite. Deci fii deștept; fi vigilent. Nu lăsați niciodată garda jos când navigați online. </p>"}