{"title":"4 site-uri și aplicații distractive care vă vor împinge spre obiectivele dvs.","content":"<p> Stabilirea unui obiectiv este ușoară. Lucrul către obiectivul tău în timp ce manevrezi banalitățile vieții de zi cu zi este partea grea. </p> <p> Aceste site-uri distractive și aplicații pentru smartphone-uri folosesc moduri ingenioase care vă țin pe drumul cel bun pentru a vă atinge obiectivele la timp. </p> <h2 id=\"dollar-doer-club-web\"> 1. <a href=\"https://www.dollardoer.club/\" target=\"_blank\" rel=\"nofollow noopener\"> Dollar Doer Club </a> (Web) </h2> <p> <img alt=\"dollar doer club\" src=\"images/dollar-doer-club-151.png\" loading=\"lazy\"> </p> <p> Jena este un motivator puternic. Dollar Doer Club îți exploatează teama de jenă într-un mod ingenios pentru a te ajuta să-ți atingi obiectivele. </p> <p> Provocarea de 30 de zile a clubului Dollar Doer pregătește scena cu două scenarii. Ambele scenarii oferă propuneri inofensive: alegeți un obiectiv, alegeți o frază jenantă și alegeți un prieten <strong> . </strong> </p> <p> În funcție de atingerea sau nu a obiectivului dvs. în 30 de zile, veți întâlni două rezultate complet diferite. Dacă îți atingi obiectivul și prietenul tău confirmă acest lucru cu Dollar Doer Club, te vei lăsa în strălucirea realizării fără consecințe negative. </p> <p> Alternativ, dacă nu reușiți să vă atingeți obiectivul, Dollar Doer Club va difuza 1.000 de afișări publicitare în orașul dvs., făcându-vă public eșecul. Cum e asta pentru motivație? </p> <p> </p> <h2 id=\"hijack-your-feed-web\"> 2. <a href=\"https://hijack.social/\" target=\"_blank\" rel=\"nofollow noopener\"> Hijack Feed-ul tău </a> (Web) </h2> <p> <img alt=\"hijack your feed\" src=\"images/hijack-your-feed-1-968.png\" loading=\"lazy\"> </p> <p> Sugestiile inofensive pot fi uneori cel mai bun mod de a vă reaminti să faceți ceva. Hijack Your Feed este o extensie de browser care introduce mementouri în feedul dvs. social din lista dvs. personală de sarcini. </p> <p> Promițându-vă că vă veți transforma lista de sarcini în „conținut care merită consumat”, Hijack Your Feed inserează postări unice în fluxul dvs. Twitter pentru fiecare articol de făcut. Toate postările urmăresc să vă atragă atenția, la fel ca anunțurile „reale”. </p> <p> Postările interactive Hijack Your Feed înseamnă că puteți marca sarcini ca <strong> Terminat </strong> sau accesați linkuri încorporate prin comoditatea cronologiei dvs. sociale. </p> <p> </p> <h2 id=\"confetti-habits-android-ios\"> 3. <a href=\"https://www.tryconfetti.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Obiceiuri confetti </a> (Android, iOS) </h2> <p> <strong class=\"gallery__section-title\"> Galerie de imagini (3 imagini) </strong> <img alt=\"adding a habit in confetti habits\" src=\"images/confetti-habits-add-habit-950.jpg\" loading=\"lazy\"> Extinde <img alt=\"confetti habits frequency and reminder\" src=\"images/confetti-habits-reminder-779.jpg\" loading=\"lazy\"> Extinde <img alt=\"confetti habits completed or avoided\" src=\"images/confetti-habits-completed-avoided-196.jpg\" loading=\"lazy\"> Extinde </p> <p> Închide </p> <p> Care este cel mai eficient mod de a atinge un obiectiv? Prin împărțirea în bucăți mici digerabile pe care le puteți completa în fiecare zi. O aplicație pentru smartphone care vă amintește să îndepliniți o sarcină mică în fiecare zi este un mod eficient de a face acest lucru. </p> <p> Confetti Habits este un instrument de urmărire a obiceiurilor care pune accentul pe construirea unor obiceiuri pozitive într-un mod distractiv și colorat. De fiecare dată când îți completezi un obicei, Confetti Habits lansează confetti virtuale pentru a sărbători realizarea ta. La urma urmei, lucrul către obiectivele tale este întotdeauna un motiv de sărbătoare. </p> <p> </p> <p> Evitarea obiceiurilor proaste este ușor cu Confetti Habits. Dungile dvs. (de exemplu, un obiectiv de 30 de zile fără a fuma o țigară) sunt vizualizate ca un lanț neîntrerupt în aplicație. Fâșii vizualizate și diagrame de progres vă vor alimenta cu motivație pentru a vă continua călătoria. </p> <p> <strong> Descarca: </strong> Obiceiuri confetti pentru <a href=\"https://play.google.com/store/apps/details?id=com.confettimobile\" target=\"_blank\" rel=\"nofollow noopener\"> Android </a> | <a href=\"https://apps.apple.com/app/confetti-habits/id1507853418\" target=\"_blank\" rel=\"nofollow noopener\"> iOS </a> (Achiziții gratuite în aplicație disponibile) </p> <p> </p> <h2 id=\"ballertodo-web\"> 4. <a href=\"https://ballertodo.com/\" target=\"_blank\" rel=\"nofollow noopener\"> BallerToDo </a> (Web) </h2> <p> <img alt=\"priority matrix for ballertodo\" src=\"images/ballertodo-matrix-1-515.png\" loading=\"lazy\"> </p> <p> O listă simplă de sarcini nu este întotdeauna cel mai eficient mod de a vă organiza obiectivele. S-ar putea să vă simțiți copleșiți încercând să acordați prioritate ce trebuie făcut mai întâi într-o listă de verificare tradițională a articolelor. </p> <p> BallerToDo folosește o matrice Eisenhower pentru a vă ajuta să vă organizați ca un baler și să faceți lucruri. Vă puteți vizualiza sarcinile de-a lungul axelor X și Y și puteți prioritiza sarcinile în funcție de acestea <strong> Impact </strong> și <strong> Urgenţă </strong> . </p> <p> </p> <p> Realizarea unei sarcini este ușoară. Doar faceți clic oriunde pe matrice și adăugați un titlu. Sarcina poate fi trasă în jurul matricei în orice moment pentru a-i actualiza importanța și urgența. </p> <p> Interfața cu utilizatorul evidențiază sarcina cu cel mai mare scor, eliminând munca grea din prioritizare. Este cel mai apropiat lucru de a avea un manager personal de sarcini care este acolo pentru dvs. 24/7. </p> <p> </p> <h2 id=\"powering-through-the-daily-grind\"> Aprinderea zilnică </h2> <p> Realizările incrementale de zi cu zi sunt locul în care se întâmplă magia. Muntele Everest nu poate fi cucerit peste noapte. La fel, realizarea obiectivelor tale necesită dedicare zilnică pe o perioadă de timp. </p> <p> Micile realizări zilnice sunt cel mai bun mod de a atinge obiectivele pe termen lung. Indiferent dacă motivația ta vine prin frica de jenă, progresul vizualizat zilnic sau un memento neașteptat, pașii mici deschid în cele din urmă calea către ceva mare. </p>"}