{"title":"5 site-uri gratuite de jocuri pentru browser pentru a juca jocuri online multiplayer sau clasice","content":"<p> Nu aveți nevoie de o PlayStation sau de plăci grafice de ultimă generație pentru a juca jocuri grozave. Aceste site-uri vă arată unde să jucați jocuri online gratuite în orice browser, inclusiv jocuri multiplayer și titluri clasice. </p> <p> Jocurile pentru browser nu sunt nimic nou, dar odată cu moartea Flash Player, există un nou catalog de care trebuie să fii conștient. De la aventuri bazate pe text până la recreații de jocuri clasice de consolă, puteți juca jocuri fantastice în orice browser modern, iar unele dintre ele funcționează chiar și pe smartphone-uri. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1. <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Itch.io </a> (Web): StumbleUpon pentru a descoperi jocuri aleatorii pentru browser </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch este o platformă pentru a descoperi jocuri independente, gratuite și plătite, pe platforme. Are o bibliotecă masivă de jocuri web, realizate în majoritate în HTML5, astfel încât acestea să funcționeze pe orice browser modern. Le puteți sorta după popularitate, evaluări, cele mai noi sau le puteți filtra cu etichete precum persoana întâi, 2D, pixel art etc. </p> <p> O modalitate distractivă de a descoperi noi jocuri de browser este de a utiliza <strong> Randomizer </strong> . Funcționează ca un StumbleUpon pentru jocuri web, vă arată un proiect după altul și vă permite să îl jucați în aceeași filă înainte de a trece la următorul. Cel mai bine este să utilizați Randomizer cu un cont Itch.io, deoarece va urmări apoi jocurile pe care le-ați văzut deja și nu le va mai afișa din nou. </p> <p> Deoarece Itch este, de asemenea, un client pentru a cumpăra jocuri, vă recomandăm să filtrați după jocuri gratuite dacă sunteți în căutarea unei pauze rapide. Din nou, ați putea descoperi câteva jocuri plătite incredibile care funcționează într-un browser, care este ideal pentru platforme precum Chromebook sau pentru a juca pe computerul dvs. de birou care nu permite instalarea terților. </p> <p> În afară de jocurile browser, Itch.io găzduiește jocuri independente pentru computere și console. De fapt, este unul dintre <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> cele mai bune site-uri pentru a descărca gratuit jocuri premium pe PC </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2. <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Aventuri web </a> (Web): Jocuri de aventură bazate pe text și ficțiune interactivă </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> Adepții și jucătorii adevărați vor spune povești despre vremuri înainte de grafica fantezie, când imaginația și inteligența ta au contat cel mai mult, într-un gen de jocuri numite aventuri bazate pe text sau ficțiune interactivă. Jocuri precum Zork erau jucate văzând text și tastând propoziția corectă pentru a continua. Acum puteți juca Zork și alte ficțiuni interactive la Web Adventures. </p> <p> Site-ul include câteva dintre jocurile clasice de aventură bazate pe text, cum ar fi trilogia originală Zork din 1982 și celelalte variante ale sale, mega-hitul Galatea din 2000, puzzle-ul Jigsaw din 1995 și alte câteva titluri premiate. Acestea sunt jocuri care au fost cândva comerciale, dar acum sunt libere să se joace online. Web Adventures are, de asemenea, o secțiune separată pentru ficțiune interactivă pentru copii, pentru a introduce mințile tinere și imaginația lor activă la minunile jocurilor de aventură bazate pe text. </p> <p> Aventurile web funcționează atât pe browserele desktop, cât și pe cele mobile, astfel încât să le puteți juca în mișcare. În mod ideal, jucați jocul pe același dispozitiv pe care l-ați început, deoarece site-ul vă poate salva progresul prin memoria cache a browserului, dar nu poate sincroniza între dispozitive. Și după ce ați terminat cu Aventurile web, verificați aceste alte minunate <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> jocuri de aventură bazate pe text pentru browsere </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 3. <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> Jocuri LCD </a> (Web): Joacă jocuri Retro Handheld LCD Console </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> Astăzi, fiecare telefon este o consolă de jocuri video, iar Nintendo Switch este elementul de bază al jocurilor portabile. Dar jocurile portabile au început cu seria de jocuri LCD de la MicroVision și Nintendo Game &amp; Watch. Un dezvoltator le-a recreat sub formă de jocuri de browser pentru ca toată lumea să aibă acea experiență retro. </p> <p> În prezent, lista include Donkey Kong II, Cement Factory, Highway, Jungle Kong, Tom&#39;s Adventure, Mario Bros., Eagle n &#39;Chicken și Sea Ranger. Designul fiecărui joc și al întregii sale unități este exact așa cum era în anii 1980. Unele sunt jocuri cu ecran dublu, altele se lipesc de un singur ecran. </p> <p> Tastele direcționale ale tastaturii devin padul dvs. de navigare, iar tastele Z și A acționează ca butoane. Pentru a interacționa cu orice alt buton (cum ar fi Start sau Pauză), utilizați mouse-ul. Dacă jucați jocurile pe mobil, puteți atinge butoanele de pe ecran pentru o experiență chiar mai apropiată de original. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4. <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Jocuri Kevin </a> (Web): Colecție de jocuri și comunitate pentru browser IO Multiplayer </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Trebuie să fi auzit de Agar.io, DRAWar.io, Paper.io și alte jocuri online multiplayer pentru browser. Aceste „jocuri IO” sunt unele dintre cele mai rapide <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> jocuri pentru a juca cu prietenii gratuit </a> , peste orice browser. Este dificil să le găsești pe toate într-un singur loc, dar Kevin Games a făcut o treabă grozavă prin colectarea multora dintre cele mai mari jocuri de browser IO multiplayer. </p> <p> Fiecare joc apare ca o țiglă cu titlul său, dar nu veți primi o descriere despre ce este vorba. În schimb, plasați cursorul peste țiglă și se va schimba într-un mic GIF care arată jocul în acțiune. Este un mod cool, diferit de a descrie la ce să ne așteptăm. </p> <p> Colecția nu se limitează la jocurile IO, care sunt de obicei jocuri masive multiplayer. De asemenea, puteți răsfoi categorii precum puzzle, arcade, battle royale, tragere etc. Puteți căuta, de asemenea, jocuri cu etichete generice precum curse. </p> <p> Kevin Games are, de asemenea, un server Discord activ, unde poți discuta despre jocuri cu persoane cu aceleași gânduri sau chiar să vorbești prost înainte și după un joc. La urma urmei, chat-ul și comunitatea fac parte integrantă din jocurile multiplayer. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5. <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Joacă clasic </a> (Web): Joacă jocuri clasice DOS, NES, Sega online într-un browser </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> Emulatoarele vă permit să rulați jocuri vechi pe orice computer, indiferent dacă este de pe console precum NES sau sisteme de operare precum MS-DOS. Play Classic le aduce online într-un browser, cu posibilitatea de a salva progresul jocului în browserul propriu-zis. </p> <p> În prezent, site-ul web acceptă platformele MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo și Game Boy. Veți găsi titluri într-o gamă largă, cum ar fi toate jocurile Mario, Sonic the Hedgehog, versiunile timpurii ale Mortal Kombat, Doom și multe altele. Utilizați „Top 100 de jocuri clasice” din meniu pentru a descoperi rapid cele mai populare jocuri DOS, Genesis sau SNES. </p> <p> Comenzile se schimbă în funcție de tipul de platformă. Nu există un ghid simplu disponibil, dar, în mare parte, verificați tastele A, S, D, Z, X, C pentru butoane și tastele săgeată pentru mișcare și Enter pentru Selectare. </p> <p> </p> <h2 id=\"avoid-flash-games\"> Evitați jocurile Flash </h2> <p> La 31 decembrie 2020, Adobe a încetat să mai accepte Flash Player. De fapt, majoritatea browserelor noi nu acceptă Flash sau vă sfătuiesc activ să nu îl activați pe orice site. Dezvoltatorii și experții în securitate au avertizat multă vreme despre posibilele vulnerabilități din Flash, așa că acum este timpul să nu mai joci acele jocuri odată pentru totdeauna. </p> <p> Este păcat pentru că există câteva jocuri Flash de înaltă calitate, creative și distractive, dar nu mai merită riscul. Unele site-uri web încearcă activ <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> salvați sau convertiți jocuri Flash vechi </a> de asemenea. Sperăm că lista de mai sus a site-urilor de jocuri cu browser vă va oferi suficiente alte opțiuni mai sigure pentru a juca jocuri online gratuit. </p>"}