{"title":"7 moduri de a identifica un fals profil LinkedIn","content":"<p> Amenințările online există chiar și pe rețelele sociale profesionale, cum ar fi LinkedIn, adesea sub formă de profiluri false. </p> <p> Identificarea unui profil fals LinkedIn se rezumă parțial la sentimentul intestinului. Știind exact ce trebuie să căutați, totuși, este mult mai ușor. Iată șapte semne cheie că o solicitare de conexiune pe care ați primit-o poate să nu fie autentică. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Cum să identificați profiluri false pe LinkedIn </h2> <p> </p> <p> Conturile rău intenționate colectează liste de contacte și detalii precum adrese de e-mail și numere de telefon. De asemenea, ar putea promova listări de locuri de muncă false, atrăgând persoanele aflate în căutarea unui loc de muncă cu perspective interesante și încurajându-i să facă clic pe un link sau să descarce un fișier care conține programe malware. </p> <p> <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> o serie de atacuri comune de phishing pe rețelele sociale </a> este larg, dar ușor de contracarat dacă ești atent. Concluzia este că, acordând atenție, vă puteți proteja informațiile personale și activele. În același timp, îi mențineți pe alți utilizatori în siguranță împotriva profilurilor false, folosindu-vă ca momeală. </p> <p> Iată câteva semne de care trebuie să fii atent. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Profil incomplet sau impersonal </h3> <p> Luați în considerare impresia generală a contului. Cu excepția cazului în care contul este privat, ar trebui să puteți vedea detalii precum locația utilizatorului, educația, angajarea și secțiunea Despre. Un profil incomplet este un steag roșu, la fel ca și cel care se simte neprofesional sau impersonal. </p> <p> De exemplu, consultați informațiile despre utilizator. În afară de greșelile de ortografie sau de formulare, pot exista neconcordanțe cu sectorul în care ar trebui să fie un expert. Este obișnuit să găsiți și o formulare generică, așa că țineți ochii și mintea deschisi la orice vă simțiți dezactivat. </p> <h3 id=\"suspicious-profile-picture\"> 2. Imagine de profil suspectă </h3> <p> </p> <p> Un cont LinkedIn fals folosește adesea o imagine neobișnuită și, prin urmare, se dă singur. Unii nu folosesc deloc o fotografie. În timp ce profesioniștii îngrijiți și fotografiile de calitate sunt obiective obișnuite pe platformă, majoritatea utilizatorilor încearcă să evite să arate ca o fotografie de stoc. </p> <p> De asemenea, s-ar putea să întâlniți fețe celebre care vă zâmbesc înapoi, care nu se potrivesc cu numele afișat în profil. </p> <p> În ambele cazuri, puteți verifica rapid prin intermediul unui <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Căutare de imagini Google pe computer </a> sau smartphone. </p> <h3 id=\"generic-headline\"> 3. Titlu generic </h3> <p> În căutarea unui loc de muncă, ar trebui să creați un profil care să atragă atenția angajatorilor, reflectând totodată cine sunteți ca persoană. Dacă o cerere de conexiune are o expresie aleatorie sau generică pentru un titlu, este posibil ca utilizatorul să nu fie pe LinkedIn din aceleași motive ca toți ceilalți. </p> <p> A-ți face prieteni pe platformă nu este rău, desigur, dar trebuie să aplici o precauție suplimentară, mai ales atunci când este nevoie de o eroare de judecată pentru a intra într-o mulțime de probleme cu escrocii. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Munca suspectă sau istoria educației </h3> <p> Și aici, cu cât mai multe informații oferă profilul, cu atât mai bine. Completarea istoricului dvs. de angajare sau educație pe LinkedIn este plictisitor, dar trebuie să pară cât mai interesant posibil. Deci, un cont care arată doar o mână de companii și titluri de posturi fără detalii suplimentare, cum ar fi responsabilitățile, este cel puțin ciudat. </p> <p> Parcurgerea CV-ului cuiva pare extremă, dar un cont fals trebuie să facă greșeli acolo. Nu numai asta, dar o căutare Google de informații despre care nu sunteți sigur ar putea genera avertismente suplimentare despre cont. Un pic de paranoia dă roade uneori. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Mesaje entuziaste cu link-uri </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Unii utilizatori frauduloși sunt suficient de îndrăzneți pentru a trimite un mesaj împreună cu solicitarea lor de conectare. Întrucât scopul lor este de a vă convinge să aveți încredere în ei, uneori își umple mesajele cu cârlige precum avantaje irezistibile pentru locuri de muncă, cuvinte cheie și limbaj entuziasmat. </p> <p> Acestea ar putea include linkuri și documente care conțin mai multe informații despre ceea ce oferă. Nu deschideți și nu descărcați nimic până când nu știți că utilizatorul și oferta sunt autentice. Acest lucru se aplică interacțiunilor de pe orice platformă, indiferent dacă este vorba de o rețea socială sau de un cont de e-mail. </p> <p> O modalitate la îndemână de a testa un profil suspect este, mai întâi, să cercetezi detaliile contului lor, inclusiv persoana și compania. Apoi, trimiteți-le un mesaj cu întrebări. O abordare diplomatică și non-confruntativă funcționează cel mai bine. Dacă răspunsurile lor sunt scurte, le puteți respinge sau ignora oferta. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Prea puține sau prea multe conexiuni </h3> <p> S-ar putea ca profilul să fie nou și să își construiască rețeaua, dar dacă numerele nu se schimbă după un timp, este posibil ca utilizatorul să nu încerce cu adevărat. Sau oamenii nu se conectează cu ei dintr-un motiv. </p> <p> Dacă vedeți orice altceva suspect în cont, ar trebui să evitați sau <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> chiar raportează-le </a> . </p> <p> La celălalt capăt al spectrului sunt profiluri false care păcălesc o mulțime de oameni și chiar sistemul premium, dar se conectează cu toată lumea posibilă. Un utilizator autentic ajunge la o rețea mai mult sau mai puțin legată de interesele sale. O rețea masivă cu o colecție neobișnuită de oameni este un mare steag roșu. </p> <h3 id=\"poor-linkedin-activity\"> 7. Activitate slabă pe LinkedIn </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Profilurile reale se angajează, de asemenea, cu platforma. Utilizatorii lor sunt de fapt investiți în a se pune acolo și a face conexiuni semnificative. Conturile false nu merg de obicei dincolo de a-mi plăcea sau a distribui postări. Chiar și comentariile lor vor fi generice sau foarte scurte. </p> <p> Pe lângă verificarea detaliilor unui profil, aruncați o privire și asupra activității acestuia. Dacă pare puțin sau impersonal, ar fi înțelept să eviți conectarea. Mici detalii de acest gen ar trebui să adauge sentimentul dvs. despre cont și să vă ajute să decideți dacă este suspect sau nu. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Simțul comun te menține în siguranță pe LinkedIn </h2> <p> În mod individual, aceste steaguri roșii sunt minore, dar puneți mai multe împreună și aveți un cont suspect pe mâini. Ar putea fi doar cineva care nu știe cum să creeze un profil bun sau să abordeze oamenii într-un mod profesional. Dar, chiar și așa, este mai bine să fii în siguranță decât să-ți pară rău. </p> <p> Ca utilizator autentic, trebuie să învățați cum să vă protejați. Și a fi mai pretențios cu contactele dvs. este un preț mic de plătit. </p>"}