{"title":"8 moduri ușoare de a remedia aburul când nu a fost deschis","content":"<p> Steam refuză să se deschidă pe computer? Există multe motive pentru care acest lucru s-ar putea întâmpla. </p> <p> Următorul ghid prezintă opt moduri de a deschide Steam fără probleme de lansare pe computer. Verificați aceste remedieri ușoare înainte de a vă șterge computerul sau de a lua un adio permanent de la Steam. </p> <h2 id=\"check-if-steam-is-down\"> 1. Verificați dacă aburul este oprit </h2> <p> Dacă Steam se deschide, dar nu va trece de ecranul de conectare sau dacă nu se va încărca deloc, ar putea exista o problemă cu serverele Steam. </p> <p> Este posibil ca serverele să se confrunte cu o întrerupere, ceea ce face ca toți clienții Steam să nu mai funcționeze. </p> <p> Există site-uri web precum <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> Stare neoficială Steam </a> care vă arată starea actuală a serverelor aplicației. Dacă vedeți întreruperi acolo, probabil de aceea Steam nu se deschide pe computer. </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. Încheiați procesul Steam folosind Windows Task Manager </h2> <p> Dacă Steam se deschide, dar se blochează pe ecranul inițial, puteți ucide procesul Steam folosind Task Manager și vedeți dacă aceasta rezolvă problema. </p> <p> </p> <p> Iată cum finalizați procesul Steam pe computer: </p> <ol> <li> Faceți clic dreapta pe bara de activități Windows și selectați <strong> Gestionar de sarcini </strong> . </li> <li> Apasă pe <strong> Procese </strong> fila din Task Manager. </li> <li> Găsi <strong> Steam Client Bootstrapper </strong> în lista de procese, faceți clic pe ea și faceți clic pe <strong> Termină sarcina </strong> din dreapta jos. </li> <li> Task Manager ar trebui să forțeze închiderea Steam pe computer. </li> <li> Relansați <strong> Aburi </strong> și vezi dacă funcționează. </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. Reporniți computerul </h2> <p> Dacă computerul dvs. are orice fel de eroare minoră, acesta poate împiedica deschiderea Steam. Dacă acesta este cazul dvs., o simplă repornire a computerului dvs. va rezolva probabil problema. </p> <p> Salvați-vă munca, închideți toate aplicațiile deschise, apoi urmați acești pași pentru a reporni computerul: </p> <ol> <li> Deschide <strong> start </strong> meniul. </li> <li> Faceți clic pe pictograma de alimentare. </li> <li> Selectați <strong> Repornire </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. Rulați Steam ca administrator </h2> <p> Unul dintre posibilele motive pentru care Steam nu se va deschide este că aplicația nu are permisiunile necesare. Aceste tipuri de probleme sunt frecvente pe computerele cu Windows. Puteți să le remediați <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> rularea aplicațiilor dvs. cu privilegii de administrator </a> . </p> <p> Puteți lansa Steam ca administrator și puteți vedea dacă acest lucru vă ajută să deschideți aplicația fără probleme. Iată cum procedați: </p> <ol> <li> Faceți clic dreapta pe comanda rapidă Steam de pe desktop și selectați <strong> Deschide locația fișierului </strong> din meniul contextual. </li> <li> Găsi <strong> steam.exe </strong> în lista de fișiere, faceți clic dreapta pe acest fișier și selectați <strong> Rulat ca administrator </strong> . </li> <li> Lovit <strong> da </strong> în prompt. </li> <li> Steam ar trebui să se lanseze acum cu drepturi de administrator. </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. Ștergeți fișierele cache Steam </h2> <p> La fel ca alte aplicații, Steam creează și stochează fișiere cache pe computerul dvs. Aceste fișiere cache sunt uneori motivul pentru care aveți diverse probleme cu Steam. </p> <p> Steam care nu se deschide poate fi rezultatul unei defecțiuni a fișierului cache. Dacă acesta este cazul, cea mai bună opțiune este să eliminați toate fișierele cache Steam de pe computer. </p> <p> Puteți elimina fișierele cache fără a provoca probleme cu aplicația și următoarele arată cum: </p> <ol> <li> Închide <strong> Aburi </strong> dacă rulează pe computer. </li> <li> Faceți clic dreapta pe comanda rapidă Steam de pe desktop și selectați <strong> Deschide locația fișierului. </strong> Dosarul Steam ar trebui să se deschidă în File Explorer. </li> <li> Mergeți în partea de sus a folderului și găsiți folderul numit <strong> appcache </strong> . </li> <li> Copiază acest lucru <strong> appcache </strong> în alt director de pe computer. Faceți o copie de rezervă a dosarului. </li> <li> Apoi, faceți clic dreapta pe original <strong> appcache </strong> folder și selectați <strong> Șterge </strong> . Aceasta elimină folderul din directorul Steam. </li> <li> Lansa <strong> Aburi </strong> și vezi dacă funcționează. </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. Spălați configurația Steam și reîmprospătați aplicația </h2> <p> Deoarece Steam are multe fișiere de configurare, aplicația vine de fapt cu o comandă care vă permite să reîmprospătați configurarea și instalarea Steam pe computer. Puteți utiliza această comandă pentru a rezolva multe probleme cu Steam, în afară de momentul în care nu se va deschide. </p> <p> Iată cum reîmprospătați fișierele de configurare Steam: </p> <ol> <li> apasă pe <strong> Tasta Windows + R </strong> tastele în același timp pentru a deschide Run. </li> <li> Tastați următoarele în caseta Run, apoi apăsați <strong> introduce </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> Steam spune că executarea comenzii de mai sus vă va șterge memoria cache de descărcare și vă va deconecta din aplicație. Trebuie să faceți clic <strong> O.K </strong> a continua. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> Dacă sunteți interesat de comenzi, există unele <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> comenzi utile CMD </a> că poți învăța. </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. Remediați setările pentru dată și oră </h2> <p> Multe aplicații necesită configurarea corectă a setărilor de dată și oră pe computer. Dacă Steam nu se va deschide, este posibil ca setările de dată și oră să nu fie corecte. </p> <p> Puteți accesa aplicația Setări Windows 10 și puteți activa opțiunea de timp automat pentru a remedia problema. Iată cum faceți acest lucru pe un PC: </p> <ol> <li> Deschide <strong> Setări </strong> aplicație din <strong> start </strong> meniul. </li> <li> Clic <strong> Timp și limbă </strong> . </li> <li> Selectați <strong> Data și ora </strong> pe stanga. </li> <li> Întoarceți <strong> Setați automat ora </strong> comutați la <strong> PE </strong> poziţie. </li> <li> Activați comutarea pentru <strong> Setați automat fusul orar </strong> de asemenea. </li> <li> Deschis <strong> Aburi </strong> și vezi dacă se lansează. </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. Reinstalați Steam pe computer </h2> <p> Dacă nimic altceva nu funcționează, ultima soluție este să dezinstalați și să reinstalați Steam pe computer. Acest lucru elimină Steam, precum și toate fișierele sale de pe computer. Apoi, puteți instala Steam de la zero. </p> <p> Reinstalarea aplicației va rezolva majoritatea problemelor legate de Steam pe computer, inclusiv cea în care aplicația refuză să se lanseze. </p> <p> <strong> Pentru a elimina Steam de pe computer: </strong> </p> <ol> <li> Lansați <strong> Setări </strong> aplicație pe computer. </li> <li> Clic <strong> Aplicații </strong> . </li> <li> Găsi <strong> Aburi </strong> din lista de aplicații și faceți clic pe ea. </li> <li> Apasă pe <strong> Dezinstalați </strong> butonul pentru a elimina Steam. </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> Pentru a reinstala Steam: </strong> </p> <ol> <li> Mergeți la <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> Site-ul Steam </a> utilizând browserul dvs. web. </li> <li> Descărcați și lansați configurarea Steam pe computer. </li> <li> Treceți prin expertul de instalare. </li> </ol> <p> Învăța <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> cum să dezinstalați complet aplicațiile </a> dacă aplicațiile dvs. lasă adesea fișiere nedorite. </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> Remedierea problemelor de lansare Steam pe computer </h2> <p> Problemele cu Steam sunt foarte rare, dar asta nu înseamnă că nu veți întâlni niciodată una. Dacă întâmpinați o problemă în care Steam nu se va lansa, acum știți ce să faceți în această situație. Există mai multe modalități de a rezolva problemele de lansare Steam, așa cum am subliniat mai sus. </p> <p> La fel ca Steam, Discord are uneori probleme de lansare. Din fericire, aveți diverse modalități de a rezolva și aceste probleme. </p>"}