{"title":"9 comenzi de bază pentru a începe să utilizați Linux","content":"<p> Ghidurile de instrucțiuni Linux se așteaptă adesea să efectuați anumite operațiuni în terminal, ceea ce poate părea intimidant la început. Dar nu te supăra; această foaie de trucuri de comandă Linux va acoperi procesul de deschidere a unui terminal și emiterea câtorva comenzi utile. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Prompt de comandă Linux pentru începători </h2> <p> Comenzile de bază Linux pe care le veți găsi mai jos sunt universale pentru aproape orice distribuție Linux, de la linia de comandă Ubuntu până la Kali Linux. Terminalul dvs. ar putea arăta diferit de cel din imaginile de mai jos, dar fiți siguri că acestea vor funcționa pentru dvs. </p> <p> Rețineți că, în diferite ghiduri online, veți auzi adesea fraze diferite referitoare la aceeași acțiune: „deschideți un shell”, „începeți bash” sau „în linia de comandă”. Toate înseamnă că ar trebui să deschideți și să tastați terminalul, ceea ce vom face mai jos. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Cum se deschide un terminal în Linux </h2> <p> Căutați în meniul aplicației dvs. <strong> Terminal </strong> . Adesea va avea eticheta „emulator terminal” și exact asta doriți. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Cea mai rapidă cale către deschiderea unui terminal este însă comanda rapidă de la tastatură <strong> Ctrl + Alt + T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Comenzi Linux de bază pentru începători </h2> <p> Acum că aveți un terminal deschis, sunteți gata să începeți să emiteți câteva comenzi. Să trecem în revistă câteva dintre cele mai de bază comenzi shell din Linux. </p> <h3 id=\"view-working-directory\"> 1. Vizualizați Directorul de lucru </h3> <p> Cunoașterea directorului curent „de lucru” este extrem de importantă atunci când utilizați terminalul. Multe comenzi determină modificări în directorul curent și nu doriți să faceți aceste modificări într-un director greșit. </p> <p> Pentru a verifica în ce director lucrați în prezent, această comandă va fi <strong> p </strong> rint the <strong> w </strong> orking <strong> d </strong> irectoriu: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Vizualizați conținutul directorului de lucru </h3> <p> Emiteți <strong> eu sunt </strong> comanda dacă doriți să vizualizați toate fișierele și folderele din directorul curent: </p> <pre><code class=\"hljs\">ls</code></pre> <p> Fișierele vor apărea în text simplu, în timp ce folderele vor fi aldine și colorate. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Dacă doriți să vedeți și fișiere ascunse, pur și simplu adăugați fișierul <strong> -A </strong> sau <strong> --toate </strong> opțiune: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Schimbați Directoarele </h3> <p> Puteți schimba directorul curent de lucru cu <strong> CD </strong> , o prescurtare pentru <strong> c </strong> hange <strong> d </strong> irectorii. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Comanda de mai sus va căuta folderul numit Documente din directorul curent de lucru și, după găsirea acestuia, va trece la acel director. </p> <p> </p> <p> Asigurați-vă că, ori de câte ori specificați un fișier sau un director al cărui nume are un spațiu, îl puneți între ghilimele sau altfel veți primi o eroare. </p> <p> Puteți muta unul în sus un director adăugând fișierul <strong> .. </strong> opțiune: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> Emiterea de CD-uri pe cont propriu, fără o locație specificată, vă va duce direct la directorul de acasă: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Imprimați rezultatul unei comenzi </h3> <p> <strong> ecou </strong> comanda va lua orice intrare îi dați, fie că este un șir de text sau o altă comandă, și o va imprima în terminal. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> De la sine, ecoul poate părea inutil, dar de fapt îl veți vedea folosit frecvent în gestionarea sistemului Linux. </p> <h3 id=\"view-file-contents\"> Vizualizați conținutul fișierului </h3> <p> Comanda care sună la feline <strong> pisică </strong> va imprima în terminal conținutul complet al fișierului pe care îl denumiți. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Căutați conținutul unui fișier </h3> <p> Pentru a căuta în conținutul oricărui fișier un cuvânt sau o expresie specificată, utilizați <strong> grep </strong> comanda. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Această comandă este foarte utilă atunci când căutați informații specifice între fișiere de sistem lungi și complexe. </p> <h3 id=\"redirect-command-output\"> 5. Redirecționați ieșirea comenzii </h3> <p> Simbolul „mai mare decât”, <strong> &gt; </strong> , are puterea în șirurile de comandă pentru a redirecționa ieșirea unei comenzi într-un fișier sau altă comandă. </p> <p> De exemplu, această comandă va prelua rezultatul ecoului și îl va salva într-un fișier text simplu numit „fișier.txt”: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Actualizare sistem (sisteme bazate pe Ubuntu) </h3> <p> În orice shell Ubuntu, introduceți aceste două comenzi pentru a căuta și aplica toate actualizările disponibile în sistemul dvs. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Vi se va solicita parola de utilizator înainte de a confirma orice comandă cu prefixul sudo. </p> <p> Sfat pentru profesioniști: puteți înșira două sau mai multe comenzi într-una singură folosind <strong> &amp;&amp; </strong> operator. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Comenzi rapide de la tastatură Terminal Linux pentru începători </h2> <p> Învățarea comenzilor rapide de la tastatură, deși dificilă la început, economisește o cantitate extraordinară de timp pe termen lung. Linux are <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> o mulțime de comenzi rapide utile </a> și vom enumera mai jos câteva dintre cele mai utile comenzi rapide pentru terminal. </p> <h3 id=\"recall-previous-commands\"> 7. Reamintim comenzile anterioare </h3> <p> Dacă doriți să repetați o comandă pe care ați folosit-o recent, dar nu o amintiți sau nu doriți să o tastați din nou, puteți parcurge istoricul comenzilor folosind <strong> tastele săgeată sus și jos </strong> . </p> <p> Alternativ, poți lovi <strong> Ctrl + R </strong> pentru a căuta în istoricul comenzilor un anumit cuvânt cheie sau expresie. </p> <h3 id=\"see-command-suggestions\"> 8. Consultați Sugestii de comandă </h3> <p> Uneori, când utilizați terminalul, vă veți reaminti o parte a unei comenzi, dar nu veți fi sigur cum este scris sau ce opțiuni să utilizați. Dacă începeți să tastați o comandă, apoi apăsați pe <strong> Tab </strong> tasta, terminalul va încerca să termine comanda pentru dvs. sau să vă arate mai multe posibilități. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Ucideți un proces terminal </h3> <p> S-ar putea să știți deja <strong> Ctrl + C </strong> ca comandă rapidă copiere în clipboard, dar atunci când este utilizată în terminal, această combinație de taste distruge orice comandă de rulare pe care s-ar putea să o regretați. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux pentru începători </h2> <p> Cel mai bun mod de a memora aceste comenzi și comenzi rapide ale terminalului Linux de pornire este să le folosiți, așa că deschideți linia de comandă și începeți să tastați! </p> <p> Vrei mai multe comenzi? Aruncă o privire asupra noastră <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Foaia de trișare a comenzilor Linux </a> . </p> <p> Pentru a vă ajuta să descoperiți ce este posibil în Linux, am realizat o adâncime în cel mai bun software disponibil pentru Linux, organizat pe categorii. </p>"}