{"title":"Apple crește creditul de returnare DTK Mac Mini după strigătele dezvoltatorilor","content":"<p> Răspunzând la strigătele dezvoltatorilor, Apple a mărit creditul oferit pentru returnarea mini-computerelor Mac pentru kitul de tranziție pentru dezvoltatori (DTK) de la 200 $ la 500 $ pe unitate. </p> <p> De asemenea, creditul mărit de 500 USD poate fi răscumpărat până la sfârșitul anului în loc de până la 31 mai, potrivit mesajului de e-mail al Apple, care informează dezvoltatorii cu privire la termenii actualizați. </p> <blockquote> <p> În loc de creditul de 200 USD care expiră în mai, vă oferim un credit Apple de 500 USD și prelungim timpul pe care îl puteți folosi pentru a obține un nou Mac M1 până la sfârșitul anului. Dacă ați cumpărat deja un nou Mac M1, creditul Apple vă oferă flexibilitatea de a achiziționa orice produs Apple pentru a vă ajuta la dezvoltarea aplicației. </p> </blockquote> <p> Compania va împărtăși în curând detalii despre cum să expediați acele unități DTK. </p> <p> Oferta îndulcită permite dezvoltatorilor să utilizeze creditul de 500 USD pentru a acoperi cea mai mare parte a costurilor unui nou computer mini Mac M1, care începe de la 699 USD. Noii termeni reprezintă reacția Apple la strigătele dezvoltatorilor care au urmat în urma dezamăgirii <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> Ofertă DTK Mac mini de 200 USD </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Un pas nefericit de PR </h2> <p> Mesajul de e-mail al Apple recunoaște că compania este foarte bine conștientă de faptul că „creditul de apreciere” inițial de 200 USD ar fi putut insulta unii dintre dezvoltatori. </p> <blockquote> <p> Am auzit feedback-ul dvs. cu privire la nota de credit de apreciere de 200 USD menționată în ultimul nostru e-mail. Intenția noastră a fost să recunoaștem efortul extraordinar pe care l-ați depus pentru a crea aplicații universitare uimitoare. Prin parteneriatul cu noi devreme, v-ați arătat angajamentul față de platforma noastră și dorința de a fi pionieri. </p> </blockquote> <p> Din păcate, asta este tot ceea ce face Apple. </p> <p> Compania a creat o problemă mini-PR din aer, provocând o consternare în rândul dezvoltatorilor. Și toată acea indignare și controversă ar fi putut fi evitate dacă Apple ar fi oferit 500 de dolari pentru returnarea acestor truse chiar de la început. Și dacă compania ar fi dorit cu adevărat să-și recompenseze cei mai loiali dezvoltatori, ar fi putut să-i lase să-și păstreze unitatea DTK. </p> <p> </p> <p> Asistența pentru dezvoltatori este unul dintre cei mai importanți factori în transformarea oricărei platforme tehnologice într-un succes. Dacă compania dorește ca clienții să revină pe platformele sale, va trebui să se gândească de două ori înainte de a-și enerva armata de dezvoltatori cu mișcări de acest fel. Dezvoltatorii creează aplicații care îi mențin pe oameni implicați și pasionați de produsele Apple. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> Ce este oricum DTK Mac Mini? </h2> <p> Apple a închiriat unitățile DTK dezvoltatorilor pentru a ajuta aplicațiile lor bazate pe Intel să ruleze nativ pe noile Mac-uri M1. DTK este o carcasă Mac mini cu cipul A12Z Bionic al iPad Pro bifat în interior, dotat cu 16 GB de memorie, 512 GB de stocare și multe altele. Important, dezvoltatorii au știut de-a lungul timpului că vor trebui să-și întoarcă unitatea la Apple într-o zi. </p> <p> Creditul de 200 de dolari oferit inițial de Apple dezvoltatorilor care și-ar returna unitatea ar putea fi folosit pentru achiziționarea de aplicații, suporturi media sau unul dintre cele mai recente computere Apple alimentate cu siliciu. Un dezvoltator ar fi primit creditul de 200 USD la primirea unității returnate. Codurile ar fi trebuit utilizate până la 31 mai 2021. </p> <p> Dar dezvoltatorii s-au opus ofertei, dezgustându-și frustrarea față de termenii Apple pe social media. Majoritatea reclamațiilor se referă la faptul că creditul de 200 USD este insuficient pentru a achiziționa un nou Mac mini M1 pentru a continua testarea aplicațiilor lor de siliciu Apple. </p>"}