{"title":"Apple oferă înlocuirea gratuită a bateriei pentru profesioniștii MacBook care nu vor încărca mai mult de 1%","content":"<p> Apple a lansat un nou program de service pentru a înlocui, gratuit, bateriile defecte în anumite modele de MacBook Pro care nu se vor încărca peste 1%. </p> <p> Un mic lot de unități MacBook Pro de 13 și 15 inci fabricate în 2016 și 2017 sunt aparent afectate de această problemă ciudată de încărcare. Clienții afectați pot vedea un mesaj în panoul de preferințe pentru baterie pentru a indica „Serviciu recomandat”. </p> <p> Dacă vedeți acest mesaj, sunteți eligibil pentru înlocuirea gratuită a bateriei Apple. În schimb, dacă mesajul indică faptul că bateria este în stare normală, nu sunteți afectat. </p> <p> Conform unui document de sprijin pe <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Site-ul Apple </a> , problema încărcării bateriei afectează „un număr foarte mic de clienți” cu computerele MacBook Pro din 2016 și 2017. </p> <h2 id=\"is-my-macbook-pro-affected\"> Este afectat MacBook Pro meu? </h2> <p> Următoarele modele MacBook Pro din 2016 și 2017 pot prezenta aceste comportamente: </p> <ul> <li> MacBook Pro (13 inci, 2016, două porturi Thunderbolt 3) </li> <li> MacBook Pro (13 inci, 2017, două porturi Thunderbolt 3) </li> <li> MacBook Pro (13 inci, 2016, patru porturi Thunderbolt 3) </li> <li> MacBook Pro (13 inci, 2017, patru porturi Thunderbolt 3) </li> <li> MacBook Pro (15 inci, 2016) </li> <li> MacBook Pro (15 inci, 2017) </li> </ul> <p> La <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> identificați rapid modelul computerului </a> , alegeți „Despre acest Mac” din meniul Apple. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Cum să verificați starea bateriei Mac </h2> <p> Puteți verifica cu ușurință starea actuală a bateriei în MacBook Pro în macOS. </p> <p> În Big Sur, alegeți „Preferințe sistem” din meniul Apple. În fereastra System Preferences, faceți clic pe „Battery”, apoi selectați „Battery” în bara laterală și faceți clic pe „Battery Health”. </p> <p> </p> <p> Dacă Mac-ul dvs. folosește macOS Catalina sau o versiune anterioară, țineți apăsată tasta Opțiune (⌥) de pe tastatură în timp ce faceți clic pe pictograma Baterie din bara de meniu. Aceasta va dezvălui meniul de stare a bateriei. </p> <p> Dacă notebook-ul dvs. este eligibil pentru programul de service Apple, îl puteți înlocui gratuit contactând Apple prin intermediul acestuia <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Site web de asistență </a> . „Computerul dvs. va fi examinat înainte de service pentru a verifica dacă acesta este eligibil pentru înlocuirea gratuită a bateriei”, notează Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Actualizări de urgență cu remedierea bateriei </h2> <p> După ce a luat cunoștință de această eroare, Apple a împins rapid o pereche de actualizări macOS --- macOS Big Sur 11.2.1 sau o versiune ulterioară pentru Mac-urile alimentate de software Big Sur și actualizarea suplimentară macOS Catalina 10.15.7 pentru proprietarii de Mac pe MacOS Catalina și mai devreme. </p> <p> </p> <p> Conform notelor de lansare pe <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Site-ul Apple </a> , macOS Big Sur 11.2.1 „soluționează o problemă care poate împiedica încărcarea bateriei în unele modele MacBook Pro 2016 și 2017”. Apple recomandă ca toată lumea să instaleze aceste actualizări pentru a preveni ca problema bateriei să se întâmple cu alte MacBook Pro 2016 și 2017. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Cum să vă actualizați computerul Mac </h2> <p> Pentru a actualiza software-ul macOS de pe Mac la cea mai recentă versiune, accesați <strong> Preferințe sistem&gt; Actualizare software </strong> . Dacă vedeți un mesaj care spune că există actualizări disponibile, faceți clic pe butonul „Actualizați acum” pentru a le instala. S-ar putea să vi se solicite să introduceți parola de administrator pentru a finaliza actualizarea Mac-ului. </p> <p> Dacă doriți ca computerul dvs. să descarce și să instaleze în mod automat actualizări viitoare, selectați opțiunea „Păstrează-mi automat Mac-ul actualizat” în fereastra Actualizare software. Veți fi notificat atunci când actualizările în așteptare necesită o repornire și puteți alege să le instalați ulterior. </p>"}