{"title":"Apple și copiii super sănătoși rezolvă ciocnirea asupra logo-urilor de fructe duelante","content":"<p> Luptele legale pot fi uneori cam suprarealiste. Din august 2020, Apple a fost într-o confruntare legală cu o companie de planificare a meselor numită Super Healthy Kids pentru o siglă pentru aplicația sa Prepear, despre care Apple a crezut că seamănă prea mult cu a sa. </p> <p> Logo-ul fructat al lui Apple, format dintr-un măr de desene animate cu o mușcătură și o singură frunză, a fost folosit de la sfârșitul anilor 1970. Între timp, logo-ul mult mai nou al Super Healthy Kids constă dintr-o pară de desene animate cu o singură frunză. </p> <p> Pentru o vreme, părea că lumea nu era suficient de mare pentru două logo-uri inspirate de fructe, cu frunze înclinate. Acum, cele două companii și-au rezolvat nemulțumirile - și tot ce a fost nevoie a fost Super Healthy Kids refăcând forma frunzei jignitoare în cauză. </p> <h2 id=\"dilution-of-distinctiveness\"> Diluarea distinctivității </h2> <p> Argumentul legal al Apple a fost că localul în formă de pară ar putea „cauza diluarea caracterului distinctiv” al logo-ului iconic al Apple, care este acolo sus cu Nike swoosh și câțiva selectează altele ca o pictogramă recunoscută la nivel global. </p> <p> Noua siglă Prepear este deja afișată pe <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> site-ul companiei </a> , și va apărea în aplicație în curând. Acesta ia forma unei frunze în formă de jumătate de lună, mai degrabă decât ovalul ascuțit anterior. Apple a fost de acord cu modificarea, conform documentelor depuse la <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Biroul SUA pentru Brevete și Mărci </a> (USPTO.) </p> <p> </p> <p> &quot;Prepear este încântat să anunțe că și-a rezolvat problema pe cale amiabilă a mărcii comerciale cu Apple&quot;, a declarat cofondatorul companiei, Russ Monson. <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple vs. Companiile Mici </h2> <p> Deși se pare că s-a ajuns la o soluție amiabilă, la un moment dat ciocnirea dintre cele două companii - una, ca cel mai valoros titan tehnologic din lume, mult mai mare decât cealaltă - părea să devină destul de controversată. </p> <p> În urma reclamației inițiale a Apple, co-fondatorul Prepear și COO Russell Monson au înființat o <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Petiția Change.org </a> , criticând Apple. Petiția a primit în cele din urmă 269.654 de semnături. Acum a fost închis. </p> <p> „Apple s-a opus întreprinderilor mici cu logo-uri legate de fructe, începând acțiuni judiciare costisitoare”, a menționat petiția, „chiar și atunci când aceste logo-uri nu seamănă nimic cu logo-ul Apple sau nu se află în aceeași linie de afaceri ca Apple toate.&quot; </p> <p> A continuat că multe companii amenințate de Apple aruncaseră prosopul pentru că „nu își pot permite zecile de mii de dolari” astfel de costuri de acțiune în justiție. Echipa a spus că este o „experiență terifiantă să fii atacat legal de una dintre cele mai mari companii din lume”. </p> <p> <small> Credit de imagine: Apple / Prepear </small> </p>"}