{"title":"Cum se schimbă sunetul de pornire implicit pe Windows 10","content":"<p> Windows 10 oferă multe personalizări, dintre care una este posibilitatea de a schimba sunetul de pornire implicit. Dacă nu vă place sunetul implicit care se redă atunci când porniți computerul, îl puteți schimba în ceva care vă place. </p> <p> Acest ghid vă arată pas cu pas cum puteți utiliza un ton personalizat ca sunet de pornire implicit în Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Opriți pornirea rapidă </h2> <p> Pornirea rapidă este o caracteristică care vă permite să porniți rapid sistemul Windows. Un dezavantaj al utilizării acestei funcții este că nu puteți auzi sunetul de pornire. </p> <p> Pentru a activa și utiliza un ton personalizat pentru pornire, trebuie mai întâi să dezactivați această caracteristică pe computer. Cu excepția încetinirii timpului de pornire cu câteva secunde, acest lucru nu ar trebui să aibă alt efect asupra computerului. </p> <p> Iată cum să dezactivați pornirea rapidă în Windows 10: </p> <ol> <li> Deschide <strong> start </strong> meniu, căutați <strong> Panou de control </strong> și faceți clic pe primul rezultat. </li> <li> Dacă vizualizați panoul în modul categorie, faceți clic pe <strong> Hardware și sunet </strong> opțiune. În caz contrar, faceți clic pe <strong> Opțiuni de putere </strong> . </li> <li> Selectați <strong> Opțiuni de putere </strong> pe ecranul rezultat dacă ați făcut clic <strong> Hardware și sunet </strong> în pasul de mai sus. </li> <li> Clic <strong> Alegeți ce face butonul de pornire </strong> pe stanga. </li> <li> Selectează <strong> Modificați setările care nu sunt disponibile în prezent </strong> legătură. </li> <li> Debifați opțiunea pentru <strong> Activați pornirea rapidă (recomandat) </strong> . </li> <li> Clic <strong> Salvează modificările </strong> în partea de jos pentru a salva modificările. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Există modalități de a <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> remediați timpul de pornire lent în Windows 10 </a> dacă computerul tău durează mai multe timp pentru a porni. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Activați Windows 10 Startup Sound </h2> <p> Acum, când pornirea rapidă este dezactivată, trebuie să activați opțiunea care vă permite să personalizați sunetul de pornire implicit. </p> <p> Activarea acestei opțiuni necesită modificarea unei valori în registrul Windows. Acest lucru nu este prea complex și ar trebui să terminați într-un minut sau două. </p> <p> </p> <p> Iată cum procedați: </p> <ol> <li> presa <strong> Tasta Windows + R </strong> , tip <strong> regedit </strong> , și lovit <strong> introduce </strong> . </li> <li> Clic <strong> da </strong> în prompt pentru a face modificări în registru. </li> <li> Când se deschide registrul, navigați la următoarea cale. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> În dreapta, faceți dublu clic pe intrarea care scrie <strong> ExcludeFromCPL </strong> . </li> <li> introduce <strong>0</strong> în <strong> Date de valoare </strong> câmp, selectați <strong> Hexazecimal, </strong> și faceți clic pe <strong> O.K </strong> . </li> <li> Apasă pe <strong> Fişier </strong> meniu și selectați <strong> Ieșire </strong> pentru a ieși din registru. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> Opțiunea de personalizare a pornirii implicite ar trebui să fie activată acum. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Descărcați tonul de pornire </h2> <p> Acesta este un lucru pe care chiar nu vă putem ajuta pas cu pas. Trebuie să descărcați sau să alegeți tonul de pe computer pe care doriți să îl utilizați ca sunet de pornire implicit pe computer. </p> <p> Acesta poate fi orice fișier audio disponibil fie pe internet, fie pe computer. </p> <p> Dacă nu aveți deja tonul, puteți descărca unul de pe internet și îl puteți salva pe computer. Sunt multi <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> site-uri web gratuite de descărcare audio </a> pe care îl puteți folosi pentru a descărca un ton frumos pentru sunetul de pornire al computerului. </p> <p> Asigurați-vă că tonul dvs. nu este prea lung. Acest lucru se datorează faptului că, după cum știți deja, PC-ul dvs. redă sunetul de pornire doar câteva secunde și nu mai mult de atât. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Convertiți sunetul de pornire într-un format compatibil </h2> <p> Tonul descărcat trebuie să fie în format WAV pentru al utiliza ca sunet de pornire implicit. Dacă fișierul dvs. este în format MP3 sau orice alt format audio, primul lucru pe care trebuie să-l faceți este să îl convertiți în WAV. </p> <p> Este destul de ușor de făcut, datorită multora <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> convertoare audio gratuite </a> disponibile acolo. </p> <p> Pur și simplu alegeți unul dintre convertoare, încărcați tonul, alegeți WAV ca format de ieșire și sunetul de pornire Windows 10 ar trebui să fie gata. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Modificați sunetul de pornire implicit pe Windows 10 </h2> <p> Acum că sunetul dvs. este gata, iată ultima procedură pentru a face sunetul de pornire implicit pe computerul dvs. Windows 10. </p> <p> Urmați acești pași pentru a face acest lucru: </p> <ol> <li> Deschide <strong> start </strong> meniu, căutați <strong> Schimbați sunetele sistemului </strong> și faceți clic pe primul rezultat. </li> <li> Bifați caseta pe care scrie <strong> Redați sunetul de pornire Windows </strong> . </li> <li> Găsi <strong> Conectare Windows </strong> în <strong> Evenimente de program </strong> și faceți un singur clic pe ea. </li> <li> Puteți auzi sunetul curent făcând clic pe butonul <strong> Test </strong> buton. </li> <li> Pentru a schimba sunetul curent pe tonul dvs., faceți clic pe <strong> Naviga </strong> buton. </li> <li> Navigați la folderul în care se află tonul WAV și faceți dublu clic pe el. </li> <li> Numele tonului dvs. apare în <strong> Sunete </strong> meniul derulant. Clic <strong> Test </strong> pentru a-ți testa tonul. </li> <li> Dacă sunteți mulțumit de toate, faceți clic pe <strong> aplica </strong> urmată de <strong> O.K </strong> în partea de jos. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> La următoarea pornire a computerului, veți auzi sunetul de pornire nou selectat în locul celui implicit. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Cum se resetează sunetul de pornire implicit pe Windows 10 </h2> <p> Dacă vreți să vă întoarceți la soneria de pornire implicită, puteți face acest lucru schimbând un <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> opțiunea de setări de pe computerul dvs. Windows 10 </a> . </p> <p> Iată cum: </p> <ol> <li> Caută <strong> Schimbați sunetele sistemului </strong> în <strong> start </strong> și faceți clic pe primul rezultat. </li> <li> Găsi <strong> Conectare Windows </strong> în <strong> Evenimente de program </strong> și faceți un singur clic pe ea. </li> <li> Apasă pe <strong> Sunete </strong> meniul derulant din partea de jos și selectați <strong> Windows Logon.wav </strong> opțiune. </li> <li> Clic <strong> aplica </strong> urmată de <strong> O.K </strong> pentru a salva modificările. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> PC-ul dvs. va reda acum sunetul implicit de pornire Windows pe boot. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Cum să schimbați rapid sunetul de pornire implicit pe Windows 10 </h2> <p> Dacă schimbați prea des sunetul de pornire implicit, este posibil să vedeți că procedurile de mai sus sunt puțin prea mari. </p> <p> În acest caz, puteți utiliza de fapt o aplicație gratuită numită WinAero Tweaker pentru a vă schimba clopotul de încărcare. Această aplicație este disponibilă și în versiunea portabilă, astfel încât nu este nevoie să instalați nimic pe computer. </p> <p> Pentru a utiliza această aplicație: </p> <ol> <li> Descărcați și rulați fișierul <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> fișier de configurare. </li> <li> Când cere să alegeți un mod, selectați <strong> Mod portabil </strong> . </li> <li> Urmați instrucțiunile de pe ecran. </li> <li> Lansa <strong> WinAero Tweaker </strong> . </li> <li> Extinde <strong> Aspect </strong> în stânga și faceți clic pe <strong> Sunet de pornire </strong> în meniul extins. </li> <li> Bifați <strong> Activați sunetul de pornire </strong> pe dreapta. </li> <li> Selectați <strong> Înlocuiți sunetul de pornire </strong> . </li> <li> Alegeți un fișier WAV pentru al seta ca sunet de pornire implicit. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Schimbarea clopotei de încărcare la preferința dvs. în Windows 10 </h2> <p> Dacă nu sunteți un mare fan al sunetului de pornire actual, metodele de mai sus ar trebui să vă permită să schimbați tonul preferat de pe computer. Puteți reveni oricând la tonul implicit oricând doriți. </p> <p> Windows 10 este personalizabil în mare măsură, iar acest lucru vă permite să vă faceți PC-ul cu adevărat al dvs., permițându-vă să schimbați fiecare aspect al acestuia. </p>"}