{"title":"Ce sunt ochelarii de joc și cum funcționează?","content":"<p> Jocurile sunt, prin natura lor, competitive. Și oamenii competitivi, prin natura lor, caută îmbunătățiri. Aceasta înseamnă practică, dar înseamnă și să ai echipamentul potrivit. Vorbim, desigur, de ochelari de joc. </p> <p> Dacă credeți în jocurile serioase, ochelarii de joc sunt deja pe radar. Dar ce sunt și funcționează de fapt? Hai să aruncăm o privire. </p> <h2 id=\"what-are-gaming-glasses\"> Ce sunt ochelarii de joc? </h2> <p> Ochelarii de joc de la diferiți producători promit să crească performanța unui jucător prin îmbunătățirea percepției de adâncime, a culorii și a contrastului și chiar a creșterii timpului de reacție. Producătorii proiectează niște ochelari de joc dedicate pentru a le purta confortabil cu un <a href=\"https://www.makeuseof.com/tag/best-wireless-gaming-headset-pc/\" target=\"_blank\" rel=\"nofollow noopener\"> gama de căști wireless </a> . </p> <p> Majoritatea promisiunilor privind creșterea performanței unui jucător provin din blocarea luminii albastre. În termeni simpli, „ochelarii de joc” sunt de obicei doar ochelari de blocare a luminii albastre comercializate către jucători. </p> <p> </p> <h2 id=\"how-do-gaming-glasses-work\"> Cum funcționează ochelarii de joc? </h2> <p> Lumina albastră este o anumită lungime de undă a luminii provenite de la surse de lumină artificială, inclusiv computere și dispozitive mobile. Lumina albastră are unele beneficii, inclusiv creșterea vigilenței. Dezavantajul este că, potrivit <a href=\"https://www.health.harvard.edu/staying-healthy/blue-light-has-a-dark-side\" target=\"_blank\" rel=\"nofollow noopener\"> Facultatea de Medicină Harvard </a> , o expunere prea mare la lumina albastră poate duce la probleme de somn și alte probleme de sănătate. </p> <p> <img alt=\"Wavelengths of light\" src=\"images/light-spectrum-817.jpg\" loading=\"lazy\"> Credit de imagine: Peter Corbett / <a href=\"https://www.flickr.com/photos/ptc24/14457002075/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Flickr </a> </p> <p> Indiferent dacă sunt de lucru sau de plăcere, ochelarii care blochează lumina albastră funcționează prin încorporarea unui pigment în lentile care elimină lungimea de undă albastră din lumină înainte ca lumina să intre în ochi. </p> <p> Putem spune, cu toată încrederea științei moderne, că ochelarii de filtrare a luminii albastre funcționează. Dar ochelarii de joc care încorporează filtrarea luminii albastre vă îmbunătățesc jocul, așa cum susțin majoritatea producătorilor? </p> <p> </p> <h2 id=\"is-there-any-proof-that-gaming-glasses-work\"> Există vreo dovadă că funcționează ochelarii de joc? </h2> <p> Deși au existat o mulțime de studii privind lumina albastră și impactul pe care îl are asupra ochilor și corpului nostru, nu au existat studii privind performanțele îmbunătățite pe care le promit producătorii de ochelari de jocuri. Consensul este că ochelarii de joc vă protejează ochii, dar s-ar putea să nu vă salveze statisticile. </p> <p> Asta nu înseamnă că ochelarii de joc nu funcționează, înseamnă doar că nu avem numere dificile care să susțină revendicarea. Dar teoria are sens. Când Oakley și Turtle Beach s-au unit pentru a elibera ochelari de joc, au creat o pagină despre știința din spatele ochelarilor. Unele dintre ele au sens, altele s-ar putea să nu. </p> <p> </p> <p> Conform <a href=\"https://www.oakley.com/en-us/collections/e-sports\" target=\"_blank\" rel=\"nofollow noopener\"> Oakley </a> , ochelarii de joc (cu filtrare a luminii albastre) sporesc culoarea și contrastul și „clarifică vederea”. Sticla face acest lucru în același mod în care produsele Oakley îmbunătățesc performanța în alte sporturi; prin filtrarea lungimilor de undă specifice ale luminii. </p> <p> </p> <p> Oakley proiectează lentile pentru alte condiții sau activități, cum ar fi zăpada și ciclismul. Însă Oakley nu știe clar cum face acest lucru pentru jocuri. În jocuri, același afișaj digital creează imagini de medii drastic diferite. </p> <p> Expresat într-un alt mod: dacă Hoth și Endor din Star Wars ar fi locuri reale, ați purta ochelari de sport diferiți în fiecare loc. De ce? Deoarece condițiile de iluminare și culorile din fiecare mediu sunt drastic diferite. Deci, cum poți purta o pereche de ochelari pentru a-ți îmbunătăți jocul în ambele hărți digitale într-un joc precum Star Wars Battlefront? </p> <p> Paginile explicative asociate cu ochelarii de joc nu răspund în mod concret la acest tip de întrebare. Cu toate acestea, Oakley explică într-o oarecare măsură modul în care diferitele lor lentile se potrivesc diferitelor medii din lumea reală. </p> <p> Răspunsul potențial, „lumina albastră este singura lumină care contează în jocuri”, este promițător dacă este puțin anticlimactic. Această abordare elimină lumina albastră „zgomotoasă” creată de afișaj, făcând alte culori mai vibrante, asemănătoare ochelarilor de zăpadă care vă ajută să vedeți prin lumina reflectată. Dacă Oakley are un răspuns mai complex și mai satisfăcător, nu l-am putea găsi. </p> <p> În ceea ce privește dacă ochelarii de joc funcționează efectiv, răspunsul este mixt. </p> <p> Îmbunătățesc contrastul și culoarea? Da. </p> <p> Îmbunătățesc percepția adâncimii? Poate. </p> <p> Îmbunătățesc timpul de reacție? Probabil ca nu. </p> <p> </p> <h2 id=\"who-makes-gaming-glasses-what-s-the-price-range\"> Cine face ochelari de joc? Care este gama de prețuri? </h2> <p> Așadar, sunteți încă interesați sau poate mai interesați de ochelarii de joc. Cine le face? Cat costa? </p> <p> Dacă sunteți curios, ochelarii de joc fabricați de Turtle Beach și Oakley ar putea fi puțin scump la 219 și 166 USD, dar nu sunt singurii producători de acolo. </p> <p> <a href=\"https://www.amazon.com/s?k=J%2BS&ref=bl_dp_s_web_0\" target=\"_blank\" rel=\"nofollow noopener\"> Viziune J + S </a> face ochelari pentru jocuri și pentru utilizarea generală a computerului, care sunt mai aproape de gama de 20-30 USD. <a href=\"https://www.amazon.com/stores/page/CDD15E77-5B39-4751-B616-E4E8D7B34CBD?ingress=2&visitId=8812e852-1c1c-4604-826c-749221236fa5&ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> Gunnar </a> are o întreagă linie de produse de ochelari de joc dedicate variind de la aproximativ 50 USD până la peste 100 USD. <a href=\"https://www.amazon.com/stores/HyperX/page/C3BFE396-3717-4B59-A6EA-0A070E7654D1?ref_=ast_bln\" target=\"_blank\" rel=\"nofollow noopener\"> HyperX Gaming </a> are un set dedicat de ochelari de joc care se încadrează în aceeași gamă de prețuri. </p> <p> Când faceți cumpărături pentru ochelari de joc, nu uitați că unele au diferite categorii de prețuri pentru lentilele cu prescripție medicală sau atașamentele care utilizează lentile cu prescripție pe care le purtați deja. </p> <p> </p> <h2 id=\"can-glasses-up-your-game\"> Ochelarii îți pot juca jocul? </h2> <p> <img alt=\"gamer wearing glasses\" src=\"images/gamer-wearing-glasses-455.png\" loading=\"lazy\"> </p> <p> În cele din urmă, eficiența „ochelarilor de joc” se ascunde în spatele științei. Există o știință autentică în spatele filtrării cu lumină albastră și unele ochelari de jocuri încorporează caracteristici de design foarte reale pentru a le face să se potrivească bine cu alte accesorii de jocuri. Dar, există și o mulțime de marketing bun la modă veche. </p> <p> Fie că sunteți sceptici cu privire la „ochelarii de joc” sau doriți opțiuni de stil mai versatile, luați în considerare explorarea ochelarilor standard de filtrare a luminii albastre înainte de a pune bani pe ochelarii de joc. Este probabil ca beneficiile să fie identice. </p> <p> <small> Credit de imagine: Marco Verch / <a href=\"https://www.flickr.com/photos/160866001@N07/49854762018/\" target=\"_blank\" rel=\"nofollow noopener\"> Flickr </a></small> </p>"}