{"title":"Cum se utilizează Mozilla Hubs &amp; # 039; Functii noi","content":"<p> Mozilla a lansat Hubs, o platformă de colaborare și social gratuită, captivantă, la distanță, în 2018. Dar modificările modului în care oamenii au accesat și utilizat platforma în timpul pandemiei au determinat o actualizare care o face mai utilă pentru grupuri mari de oameni cu niveluri de experiență diferite, folosind un gama de dispozitive. </p> <p> Aici ne uităm la modul în care actualizarea 2021 schimbă hub-urile și la modul de utilizare a noilor funcții ... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Ce este Mozilla Hubs? Ce mai e nou? </h2> <p> Mozilla Hubs este o platformă gratuită pentru crearea și partajarea spațiilor virtuale numite „camere”. Platforma hardware-agnostică rulează într-un browser web, făcându-l disponibil pe computere, tablete și smartphone-uri cu conexiune la internet. Nici profilurile permanente nu sunt necesare, deși a avea unul vine cu avantaje precum personalizarea avatarului. </p> <p> Funcțiile interactive din camere permit utilizatorilor să urmărească media împreună, să facă brainstorming pe tablele albe, să urmărească diapozitive, să examineze modele 3D și multe altele. Camerele în sine sunt puțin de bază în comparație cu alte platforme precum Altspace, dar dacă aveți ambiția și puteți face față <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Hub-uri GitHub </a> , există mai multe posibilități de personalizare. </p> <p> </p> <p> Dar ce aduce noua actualizare platformei? Utilizatorii noi, în special cei din educație, au inspirat multe dintre schimbări. </p> <p> Ca atare, actualizările principale ale platformei sunt: </p> <ol> <li> O fereastră / bară dedicată pentru chat. </li> <li> O interfață de utilizator simplificată, non-VR. </li> <li> Un nou forum de asistență. </li> </ol> <p> Iată o privire asupra fiecărei funcții noi și a modului de utilizare a acestora ... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Cum se folosește noua bară de chat Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs avea deja o funcție de chat în iterațiile anterioare. Cu toate acestea, textul chat-ului a apărut momentan peste ecranul principal înainte de a dispărea. Acest lucru a obstrucționat vizualizarea de către utilizator a camerei din spatele textului și a însemnat că chaturile nu au putut fi recitite și referite. </p> <p> Noua actualizare creează o fereastră de chat sau o bară pe partea laterală a ecranului. Acest lucru face ca vizualizarea camerei să fie puțin mai mică, dar și textul chatului să fie mult mai ușor de citit. Textul chatului rămâne, de asemenea, în bara de chat, permițând conversațiilor să persiste în timp. </p> <p> Acest lucru este util mai ales pentru întrebările adresate în timpul unei prezentări sau pentru a ajunge la o conversație dacă v-ați alăturat târziu la o cameră. </p> <p> Puteți accesa fereastra de chat folosind <strong> conversație </strong> pictogramă din bara de instrumente inferioară și introduceți mesajul în caseta de text furnizată. Dacă nu doriți ca bara de chat să vă micșoreze ecranul, puteți face clic pe aceeași pictogramă pentru a o minimiza. </p> <p> Deși este redus la minimum, textul de chat apare încă pentru o clipă, dar este mult mai puțin distractiv decât înainte de actualizare. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Cum să selectați o interfață de utilizator non-VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs este cel mai bine descris ca un „spațiu captivant”. Poate fi un mediu de „realitate virtuală” dacă este asociat cu echipamente VR, dar acest echipament specializat nu este necesar pentru a utiliza Hub-uri. </p> <p> Designerii hub-urilor au dorit ca interfața de utilizare să fie cât mai similară, indiferent de hardware-ul pe care îl folosește un individ pentru a accesa platforma. Acest lucru a fost, de asemenea, la îndemână dacă utilizatorii foloseau în mod regulat Hub-uri pe o varietate de dispozitive diferite, deoarece interfața nu s-a schimbat atât de mult de la PC la setul cu cască VR pe telefon sau tabletă. </p> <p> Cu toate acestea, interfața a acordat prioritate utilizabilității cu hardware VR, făcând unele comenzi incomode atunci când se utilizează interfețe non-VR. Într-un fel, acest lucru avea sens, deoarece VR este o interfață mai străină, astfel încât optimizarea pentru acea interfață a făcut-o destul de netedă. Problema a fost că acest lucru a sacrificat utilizabilitatea pentru utilizatorii non-VR - care s-au dovedit a fi majoritatea utilizatorilor. </p> <p> Dar actualizarea a creat o interfață non-VR separată. Deci, în timp ce controalele de pe diferite platforme nu sunt la fel de universale ca pe vremuri, toată lumea câștigă în continuare. </p> <p> Acum puteți accesa cu ușurință această interfață actualizată atunci când creați sau intrați într-o cameră. </p> <p> Când creați sau intrați pentru prima dată într-o cameră, selectați <strong> Înscrie-te în cameră </strong> pentru o interfață non-VR. Utilizatorii non-VR primesc acum o interfață point-and-click, care este puțin mai ușor de utilizat decât afișajul cu raze de turnare din vechea interfață de utilizare. </p> <p> Dacă utilizați hardware VR, selectați <strong> Introduceți pe dispozitiv </strong> in schimb. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Cum să obțineți mai mult ajutor cu asistența comunității Hubs </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> În cele din urmă, Mozilla a anunțat că utilizatorii Hubs pot primi acum asistență prin intermediul unui <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> forum dedicat comunității </a> . Hub-urile au avut întotdeauna o comunitate activă, dar a fost orientată în principal către dezvoltatori. Dezvoltatorii pot (și au) ajutat utilizatorii care erau mai puțin pricepuți în tehnologie. </p> <p> Dar noua opțiune de asistență este mai confortabilă pentru non-dezvoltatori. Pagina de asistență este deja populată cu termeni foarte căutați și subiecte solicitate în mod regulat. Înainte, nu exista o funcție de navigare convenabilă pentru întrebările utilizatorilor adresate în forumuri. </p> <p> Pentru a găsi răspunsuri la întrebări acum, puteți folosi fie bara de căutare din partea de sus a paginii de asistență, fie răsfoiți subiectele frecvente și articolele prezentate evidențiate de Mozilla. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Trebuie să descărcați noile caracteristici Mozilla Hubs? </h2> <p> Deoarece Hub-urile sunt bazate pe browser, aceste actualizări sunt automate. Descărcări suplimentare sau instalări manuale nu sunt necesare pentru majoritatea utilizatorilor. </p> <p> Utilizatorii de hub-uri care au folosit materialul open-source pentru a-și crea propriile experiențe personalizate pot fi nevoiți să schimbe manual un anumit cod. Mozilla are un ghid special pentru aceste cazuri speciale. </p> <p> Utilizatorii care sunt familiarizați cu Hub-urile așa cum era înainte de actualizare vor observa modificările. Cu toate acestea, deoarece actualizările interfeței nu schimbă experiența VR și optimizează experiența non-VR, schimbările ar trebui să fie ușor de obișnuit, indiferent de modul în care accesați Hub-urile. </p> <p> </p> <p> Actualizările marchează, de asemenea, un moment excelent pentru noii utilizatori să verifice platforma. Funcția dedicată ferestrei de chat, în special, face mai ușor pentru profesori și prezentatori să adreseze întrebări, extinzând potențial cazurile de utilizare ale platformei. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Explorează noile hub-uri </h2> <p> Actualizările Hub Mozilla arată multă grijă pentru utilizatori. Răspunzând cazurilor de utilizare și profilurilor de utilizator pe care dezvoltatorii le văd cel mai des, bara de chat, noile canale de asistență și interfețele optimizate fac platforma mai ușor de utilizat și mai accesibilă. </p> <p> Chiar și cu actualizările, dacă Hubs nu este perfect pentru dvs., amintiți-vă că nu este singura platformă de prezență la distanță cu VR. O experiență diferită vă poate rezolva problema. </p>"}