{"title":"Cum să faceți capturi de ecran pe Apple Watch","content":"<p> Ați dorit vreodată să vă arătați o față nouă de ceas sau să vă împărtășiți progresul în aplicația Activity de pe Apple Watch? Deși nu este atât de evident, este posibil să faceți capturi de ecran de pe Apple Watch, care sunt ușor de partajat. </p> <p> Apple pare să facă tot posibilul să ascundă această caracteristică, dar este destul de ușor de realizat. În acest articol, vă vom arăta cum. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> În primul rând, asigurați-vă că capturile de ecran sunt activate </h2> <p> În mod implicit, preluarea capturilor de ecran de pe Apple Watch este dezactivată. După cum am menționat, Apple îi place foarte mult să ascundă această caracteristică. Deci, mai întâi va trebui să vă asigurați că permiteți Apple Watch să facă capturi de ecran. </p> <p> Urmați acești pași pentru a face acest lucru: </p> <ol> <li> Deschide <strong> Ceas </strong> aplicație pe iPhone. </li> <li> Derulați în jos și atingeți <strong> General </strong> . </li> <li> Derulați în jos până jos și asigurați-vă că porniți <strong> Activați capturile de ecran </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie de imagini (3 imagini) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Extinde <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Extinde <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Extinde </p> <p> Închide </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Cum să faceți capturi de ecran pe Apple Watch </h2> <p> Acum că este activat, realizarea de capturi de ecran pe Apple Watch este destul de simplă. Este destul de asemănător cu modul în care tu <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> faceți capturi de ecran pe iPhone </a> sau iPad. </p> <p> Urmați acești pași: </p> <ol> <li> Pe Apple Watch, apăsați tasta <strong> Coroana digitală </strong> si <strong> Buton lateral </strong> in acelasi timp. </li> <li> <strong> Eliberare </strong> ambele butoane pentru a face captura de ecran. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Ar trebui să simțiți o mică vibrație haptică la încheietura mâinii, precum și să vedeți un bliț alb pe ecranul Apple Watch. Dacă acest lucru nu s-a întâmplat, va trebui să încercați din nou. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Unde merg ecranele dvs. Apple Watch? </h2> <p> La fel ca capturile de ecran pentru iPhone sau iPad, capturile de ecran pe care le faceți cu Apple Watch vor merge direct în aplicația Fotografii. Le veți găsi în bibliotecă și în folderul Screenshots. </p> <p> </p> <h2 id=\"capture-every-minute\"> Capturați fiecare minut </h2> <p> Acum că puteți face capturi de ecran cu Apple Watch, arătarea noilor complicații sau fețele personalizate ale ceasului va fi mai ușor ca niciodată. Desigur, puteți încerca, de asemenea, să împărtășiți cadrele ceasului cu prietenii și familia în loc să le arătați doar. </p>"}