{"title":"Ce trebuie să știți despre Cognizant Maze Ransomware Attack","content":"<p> Imaginați-vă că scrieți un e-mail de lucru important și că pierdeți brusc accesul la toate. Sau primind un mesaj de eroare vicios cerând bitcoinului să vă decripteze computerul. Pot exista multe scenarii diferite, dar un lucru rămâne același pentru toate atacurile ransomware - atacatorii oferă întotdeauna instrucțiuni despre cum să vă restabiliți accesul. Desigur, singura captură este că trebuie să oferiți mai întâi o cantitate mare de răscumpărare în avans. </p> <p> Un tip devastator de ransomware cunoscut sub numele de „Labirint” face rundă în lumea securității cibernetice. Iată ce trebuie să știți despre ransomware-ul Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> Ce este Maze Ransomware? </h2> <p> Maze ransomware vine sub forma unei tulpini Windows, distribuită prin e-mailuri spam și seturi de exploatare care solicită cantități mari de bitcoin sau criptomonede în schimbul decriptării și recuperării datelor furate. </p> <p> E-mailurile sosesc cu subiecte aparent inocente, cum ar fi „Factura dvs. Verizon este gata de vizualizare” sau „Livrarea pachetelor pierdute”, dar provin din domenii rău intenționate. Zvonurile spun că Maze este un ransomware bazat pe afiliere care operează printr-o rețea de dezvoltatori care împart profiturile cu diferite grupuri care se infiltrează în rețelele corporative. </p> <p> Pentru a veni cu strategii de protejare și limitare a expunerii la atacuri similare, ar trebui să reflectăm asupra labirintului Cognizant ... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> Cognizant Maze Ransomware Attack </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> În aprilie 2020, Cognizant, o companie Fortune 500 și unul dintre cei mai mari furnizori globali de servicii IT, a devenit victima atacului vicios Maze care a provocat întreruperi imense ale serviciilor peste tot. </p> <p> Datorită ștergerii directoarelor interne efectuate de acest atac, mai mulți angajați Cognizant au suferit întreruperi de comunicare, iar echipa de vânzări a rămas nedumerită, fără nicio modalitate de a comunica cu clienții și invers. </p> <p> Faptul că încălcarea datelor Cognizant s-a produs atunci când compania trecea angajații la muncă de la distanță din cauza pandemiei de coronavirus, a făcut-o mai dificilă. Conform raportului de <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , angajații au fost obligați să găsească alte mijloace de a contacta colegii din cauza accesului la e-mail pierdut. </p> <p> „Nimeni nu dorește să se confrunte cu un atac de ransomware”, a declarat Brian Humphries, CEO al Cognizant. „Eu personal nu cred că cineva este cu adevărat impermeabil la asta, dar diferența este modul în care îl gestionezi. Și am încercat să o gestionăm profesional și matur. ” </p> <p> Compania a destabilizat rapid situația, obținând ajutorul unor experți de frunte în securitate cibernetică și a echipelor interne de securitate IT. Atacul cibernetic Cognizant a fost raportat și agențiilor de aplicare a legii, iar clienților Cognizant li s-au furnizat actualizări constante cu privire la Indicatorii de compromis (COI). </p> <p> Cu toate acestea, compania a suferit daune financiare substanțiale din cauza atacului, adunând până la un enorm <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> Venituri pierdute între 50 și 70 de milioane de dolari </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> De ce este Maze Ransomware o amenințare dublă? </h2> <p> De parcă a fi afectat de Ransomware nu ar fi fost suficient de rău, inventatorii atacului Maze au aruncat o întorsătură suplimentară pentru ca victimele să se lupte. O tactică malițioasă cunoscută sub numele de „dublă extorcare” este introdusă cu un atac Maze în care victimele sunt amenințate cu o scurgere a datelor lor compromise dacă refuză să coopereze și să răspundă cererilor de ransomware. </p> <p> Acest notoriu răscumpărare este numit pe bună dreptate o „dublă amenințare”, deoarece, în afară de închiderea accesului la rețea pentru angajați, creează și o replică a întregii date de rețea și le folosește pentru a exploata și a atrage victimele în întâmpinarea răscumpărării. </p> <p> Din păcate, tactica de presiune a creatorilor Maze nu se termină aici. Cercetări recente au arătat că TA2101, un grup din spatele ransomware-ului Maze, a publicat acum un site dedicat care enumeră toate victimele necooperante și publică frecvent mostrele de date furate ca formă de pedeapsă. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Cum să limitați incidentele Ransomware de labirint </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Atenuarea și eliminarea riscurilor de ransomware este un proces cu mai multe fațete în care diferite strategii sunt combinate și personalizate în funcție de fiecare caz de utilizator și de profilul de risc al unei organizații individuale. Iată cele mai populare strategii care pot ajuta la oprirea unui atac Maze chiar în urmele sale. </p> <h3 id=\"enforce-application-whitelisting\"> Aplică lista albă a aplicațiilor </h3> <p> Lista albă a aplicațiilor este o tehnică proactivă de atenuare a amenințărilor care permite rularea numai a programelor sau software-urilor preautorizate în timp ce toate celelalte sunt blocate în mod implicit. </p> <p> Această tehnică ajută enorm la identificarea încercărilor ilegale de executare a codului rău intenționat și ajută la prevenirea instalărilor neautorizate. </p> <h3 id=\"patch-applications-and-security-flaws\"> Aplicații de corecție și defecte de securitate </h3> <p> Defectele de securitate ar trebui remediate imediat ce sunt descoperite pentru a preveni manipularea și abuzul de către atacatori. Iată termenele recomandate pentru aplicarea rapidă a patch-urilor pe baza gravității defectelor: </p> <ul> <li> <strong> Risc extrem </strong> : în termen de 48 de ore de la eliberarea plasturelui. </li> <li> <strong> Risc ridicat </strong> : în termen de două săptămâni de la eliberarea plasturelui. </li> <li> <strong> Risc moderat sau redus </strong> : în termen de o lună de la eliberarea plasturelui. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Configurați setările macro Microsoft Office </h3> <p> Macrocomenzile sunt utilizate pentru automatizarea sarcinilor de rutină, dar uneori pot fi o țintă ușoară pentru transportul codului rău intenționat într-un sistem sau computer odată activat. Cea mai bună abordare este de a le menține cu handicap dacă este posibil sau de a le evalua și revizui înainte de a le utiliza. </p> <h3 id=\"employ-application-hardening\"> Angajarea aplicării întăririi </h3> <p> Aplicația de întărire este o metodă de protejare a aplicațiilor dvs. și de aplicare a straturilor suplimentare de securitate pentru a le proteja de furt. Aplicațiile Java sunt foarte predispuse la vulnerabilități de securitate și pot fi utilizate de către actorii de amenințare ca puncte de intrare. Este imperativ să vă protejați rețeaua utilizând această metodologie la nivel de aplicație. </p> <h3 id=\"restrict-administrative-privileges\"> Restricționați privilegiile administrative </h3> <p> Privilegiile administrative ar trebui tratate cu multă precauție, întrucât un cont de administrator are acces la toate. Folosiți întotdeauna Principiul celui mai mic privilegiu (POLP) atunci când configurați accesele și permisiunile, deoarece acest lucru poate fi un factor integral în atenuarea ransomware-ului Maze sau a oricărui atac cibernetic. </p> <h3 id=\"patch-operating-systems\"> Sisteme de operare Patch </h3> <p> Ca regulă generală, orice aplicații, computere și dispozitive de rețea cu vulnerabilități de risc extrem ar trebui corelate în termen de 48 de ore. De asemenea, este vital să vă asigurați că sunt utilizate doar cele mai recente versiuni ale sistemelor de operare și să evitați cu orice preț versiunile neacceptate. </p> <h3 id=\"implement-multi-factor-authentication\"> Implementați autentificarea cu mai mulți factori </h3> <p> Autentificarea cu mai mulți factori (MFA) adaugă un strat suplimentar de securitate, deoarece mai multe dispozitive autorizate sunt necesare pentru a se conecta la soluții de acces la distanță, cum ar fi serviciile bancare online sau orice alte acțiuni privilegiate care necesită utilizarea informațiilor sensibile. </p> <h3 id=\"secure-your-browsers\"> Asigurați-vă browserele </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Este important să vă asigurați că browserul dvs. este întotdeauna actualizat, că anunțurile pop-up sunt blocate, iar setările browserului dvs. împiedică instalarea extensiilor necunoscute. </p> <p> Verificați dacă site-urile pe care le vizitați sunt legitime, bifând bara de adrese. Nu uitați, HTTPS este sigur, în timp ce HTTP este mult mai puțin. </p> <p> </p> <h3 id=\"employ-email-security\"> Folosiți securitatea e-mailurilor </h3> <p> Principala metodă de intrare pentru ransomware-ul Maze este prin e-mail. </p> <p> Implementați autentificarea cu mai mulți factori pentru a adăuga un strat suplimentar de securitate și pentru a seta datele de expirare pentru parole. De asemenea, instruiți-vă pe dvs. și personalul dvs. să nu deschidă niciodată e-mailuri din surse necunoscute sau cel puțin să nu descărcați nimic, precum atașamente suspecte. Investiția într-o soluție de protecție a e-mailurilor asigură transmiterea în siguranță a e-mailurilor dvs. </p> <h3 id=\"make-regular-backups\"> Faceți copii de rezervă regulate </h3> <p> Copiile de rezervă ale datelor sunt o parte integrantă a unui plan de recuperare în caz de dezastru. În cazul unui atac, prin restabilirea copiilor de siguranță reușite, puteți decripta cu ușurință datele originale de rezervă care au fost criptate de hackeri. Este o idee bună să configurați copii de rezervă automate și să creați parole unice și complexe pentru angajații dvs. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Acordați atenție punctelor finale și acreditării afectate </h3> <p> Nu în ultimul rând, dacă vreunul dintre punctele finale ale rețelei dvs. a fost afectat de ransomware-ul Maze, ar trebui să identificați rapid toate acreditările utilizate pe acestea. Presupuneți întotdeauna că toate punctele finale au fost disponibile și / sau compromise de către hackeri. Jurnalul de evenimente Windows va fi util pentru analiza logărilor post-compromis. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Amețit de Cognizant Maze Attack? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> Încălcarea Cognizant l-a lăsat pe furnizorul de soluții IT să se recupereze după imense pierderi financiare și de date. Cu toate acestea, cu ajutorul experților de top în securitate cibernetică, compania și-a revenit rapid din acest atac vicios. </p> <p> Acest episod a dovedit cât de periculoase pot fi atacurile ransomware. </p> <p> În afară de Labirint, există o mulțime de alte atacuri ransomware efectuate zilnic de actori de amenințări vicioase. Vestea bună este că, având în vedere diligența necesară și practici de securitate stricte, orice companie poate atenua cu ușurință aceste atacuri înainte de a lovi. </p>"}