{"title":"Cele mai bune 5 calculatoare de alimentare online","content":"<p> Indiferent dacă cumpărați o sursă de alimentare nouă sau sunteți pur și simplu curioși cu privire la cantitatea de electricitate pe care o folosește computerul dvs., un calculator de alimentare online vă poate ajuta. </p> <p> Aceste instrumente web la îndemână stabilesc cerințele combinate de putere ale componentelor dvs., astfel încât să puteți lua o decizie în cunoștință de cauză cu privire la puterea de care aveți nevoie. Iată câteva dintre cele mai bune calculatoare de alimentare cu energie din jur. </p> <h2 id=\"why-use-an-online-power-supply-calculator\"> De ce să folosiți un calculator de alimentare online? </h2> <p> Fiecare componentă pe care o adăugați la un computer va extrage energie electrică de la unitatea de alimentare (PSU). Cu cât adăugați mai mult, cu atât aveți nevoie de mai multă putere. RAM, plăci grafice, procesoare, plăci de bază - toate au nevoie de suc pentru a rula eficient și în siguranță. Acest lucru crește doar dacă începeți <a href=\"https://www.makeuseof.com/overclock-gpu-windows-10-asus-gpu-tweak/\" target=\"_blank\" rel=\"nofollow noopener\"> overclockarea componentelor dvs. </a> . </p> <p> Dacă alimentatorul dvs. este prea slab pentru a alimenta toate componentele, puteți întâlni rapid probleme. Este posibil ca computerul dvs. să nu pornească, ar putea suferi opriri aparent aleatorii, iar sistemul dvs. de operare ar putea îngheța. Dacă ai un ghinion deosebit, s-ar putea arde, luându-ți placa de bază și componentele. </p> <p> Calculatoarele de alimentare online vă pot ajuta să evitați astfel de probleme. Acestea nu sunt 100% precise, dar pot indica dacă sursa de alimentare este evident insuficientă sau funcționează aproape de capacitate. Este important să ne amintim, totuși, există și altele <a href=\"https://www.makeuseof.com/tag/6-things-know-buying-power-supply-unit-psu/\" target=\"_blank\" rel=\"nofollow noopener\"> factori pe care ar trebui să îi luați în considerare atunci când alegeți un alimentator </a> . Alimentatoarele ieftine furnizează adesea mai puțină energie decât pretind și pot fi mai puțin fiabile. </p> <p> </p> <h2 id=\"1-outervision-power-supply-calculator\"> 1. <a href=\"https://outervision.com/power-supply-calculator\" target=\"_blank\" rel=\"nofollow noopener\"> Calculator de alimentare OuterVision </a></h2> <p> <img alt=\"OuterVision power supply calculator\" src=\"images/outervision-power-supply-calculator-1-662.png\" loading=\"lazy\"> </p> <p> Obiectivul principal al site-ului web Extreme OuterVision este calculatorul PSU, dar oferă, de asemenea, recenzii ale sursei de alimentare și exemple de construcții pentru diferite scopuri. Calculatorul sursei de alimentare poate fi setat la oricare <strong> De bază </strong> sau <strong> Expert </strong> . </p> <p> La fel ca alte calculatoare PSU, vă alegeți componentele folosind o varietate de meniuri derulante, glisante și casete de text. <strong> Expert </strong> versiunea extinde numărul acestora pentru a include setări avansate, cum ar fi overclockarea și răcirea lichidului. </p> <p> În ambele cazuri, puteți seta cât timp va rula PC-ul în fiecare zi și cât din acest timp va fi cheltuit pentru sarcini cu cerere ridicată, cum ar fi jocurile sau redarea 3D. În ambele moduri, puteți seta doar opțiunea plăcii de bază la <strong> Server </strong> , <strong> Desktop </strong> , sau <strong> Mini-ITX </strong> . </p> <p> Majoritatea câmpurilor permit doar componente generice, cum ar fi 8 GB DDR4 RAM sau 256 GB SATA SSD. Cu toate acestea, puteți alege procesoare și plăci grafice specifice, ceea ce înseamnă probabil rezultate mai precise. Acesta este singurul calculator din această listă care include monitoare. </p> <p> Rezultatele includ puterea de încărcare și puterea recomandată. În <strong> Expert </strong> modul, puteți vedea, de asemenea, amperajul combinat și o estimare a costurilor cu energia. Site-ul OuterVision oferă, de asemenea, un calculator de consum de energie pentru platformele de exploatare a criptomonedelor. </p> <p> Pe lângă stabilirea rentabilității miniere potențiale a platformei dvs., aceasta se leagă de Amazon, de unde puteți cumpăra piesele pentru a-l construi. </p> <p> </p> <h2 id=\"2-cooler-master-power-supply-calculator\"> 2. <a href=\"https://www.coolermaster.com/power-supply-calculator/\" target=\"_blank\" rel=\"nofollow noopener\"> Calculator Cooler Master Power Supply </a></h2> <p> <img alt=\"cooler master power supply calculator\" src=\"images/cooler-master-power-supply-calculator-e1611671494951-262.png\" loading=\"lazy\"> </p> <p> Majoritatea pasionaților de tehnologie îl cunosc pe Cooler Master. Realizează o gamă largă de carcase, răcitoare, surse de alimentare și periferice pentru constructorii de PC-uri. </p> <p> Dacă construiți un computer simplu, fără multe clopote și fluiere suplimentare, calculatorul PSU al Cooler Master vă poate oferi o estimare rezonabilă a cerințelor dvs. de putere. </p> <p> Oferă o gamă de șapte factori de formă a plăcii de bază, inclusiv ATX și Mini-ATX, dar nu modele de plăci specifice. Puteți seta și procesorul și placa grafică, dar orice altceva este generic. </p> <p> Nu oferă nicăieri atât de multe opțiuni precum calculatorul OuterVision, dar acoperă elementele de bază suficient de bine. Și, desigur, acest calculator există ca o modalitate de a recomanda sursele de alimentare Cooler Master. Cooler Master este considerat pe scară largă un brand de încredere și de încredere pentru alimentatoarele de alimentare, dar este important să recunoaștem această prejudecată. </p> <p> </p> <h2 id=\"3-be-quiet-psu-calculator\"> 3. <a href=\"https://www.bequiet.com/psucalculator\" target=\"_blank\" rel=\"nofollow noopener\"> Liniște! Calculator PSU </a></h2> <p> <img alt=\"BeQuiet power supply calculator\" src=\"images/bequiet-power-supply-calculator-859.png\" loading=\"lazy\"> </p> <p> La fel ca Cooler Master, Be Quiet face carcase, PSU-uri, ventilatoare și alte piese pentru PC, astfel încât calculatorul său recomandă în mod natural propriile sale produse. Calculatorul său PSU este în mod similar dezbrăcat, dar are câteva opțiuni interesante care îl fac să merite o privire. </p> <p> Ca și în cazul altor calculatoare, singurele zone pe care le puteți umple cu modele specifice sunt pentru procesor și placă grafică. Nu are deloc opțiuni pentru placa de bază și puteți specifica doar o cantitate de discuri SATA, discuri PATA și stick-uri RAM - nu viteza sau capacitatea acestora. </p> <p> De asemenea, are câteva opțiuni simple de overclockare (overclockate sau puternic overclockate), precum și o setare pentru transmisia de putere USB 3.2. Dar ceea ce iese în evidență este capacitatea de a salva configurații pe computerul tău ca fișiere text. Este posibil să nu fie atât de util cu un astfel de calculator relativ simplu, dar este plăcut să aveți opțiunea. </p> <p> După ce ați făcut un calcul, site-ul vă va oferi o selecție de surse de alimentare Be Quiet, cu opțiuni pentru a filtra rezultatele în continuare. </p> <p> </p> <h2 id=\"4-power-supply-calculator\"> 4. <a href=\"http://powersupplycalculator.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Calculator de alimentare </a></h2> <p> <img alt=\"power supply calculator dot net\" src=\"images/power-supply-calculator-dot-net-e1611671539639-366.png\" loading=\"lazy\"> </p> <p> Acest calculator PSU este cel mai bun pentru computerele mai vechi, deoarece nu pare să fi fost actualizat pentru o vreme. Îi lipsesc o mulțime de componente mai noi, dar vă permite, de asemenea, să adăugați conexiuni FireWire la specificațiile dvs., pe care s-ar putea să nu le găsiți cu calculatoare noi. </p> <p> De remarcat este și graficul cu bare pe care îl produce la sfârșit. Acest lucru vă arată distribuția puterii în întregul sistem, atât la ralanti, cât și sub sarcină. Acest lucru nu este ceva ce oferă majoritatea celorlalte calculatoare. </p> <p> Împreună cu componentele obișnuite, cum ar fi hard disk-urile și SSD-urile, puteți adăuga periferice, cum ar fi tastaturi și șoareci. De asemenea, puteți include o varietate de carduri PCI și PCI Express și până la cinci ventilatoare. Există și câteva glisoare de overclocking pentru procesoare. </p> <p> Dacă aveți un computer mai vechi și doriți să verificați consumul de energie sau să înlocuiți alimentatorul, merită încercat acest calculator. Oferă câteva rezultate interesante pe care nu le veți găsi nicăieri altundeva și nu vă împinge să cumpărați nimic. Pentru computerele noi, totuși, va trebui să utilizați unul dintre celelalte calculatoare. </p> <p> </p> <h2 id=\"pcpartpicker-system-builder\"> 5. <a href=\"https://pcpartpicker.com/list/\" target=\"_blank\" rel=\"nofollow noopener\"> PCPartPicker System Builder </a></h2> <p> <img alt=\"PC part picker system builder\" src=\"images/pc-part-picker-system-builder-e1611671564379-603.png\" loading=\"lazy\"> </p> <p> PCPartPicker vă prezintă o listă cu toate componentele esențiale de care aveți nevoie pentru a construi un PC. Sub fiecare titlu este un buton, pe care faceți clic pentru a adăuga o parte. Apoi, veți obține o listă lungă de produse reale din care să alegeți, inclusiv prețuri de la diferiți comercianți. </p> <p> Pe măsură ce adăugați piese la listă, System Builder ține evidența compatibilității componentelor dvs. și a puterii totale estimate. De asemenea, aveți opțiunea de a vă exporta lista. Site-ul generează automat un link unic pe care îl puteți partaja, dar puteți genera și text de marcare pe care îl puteți copia și lipi pentru a încorpora în altă parte. </p> <p> Listele dvs. pot fi, de asemenea, salvate în contul dvs. dacă creați una. În plus, puteți vedea un istoric al tuturor listelor pe care le-ați făcut, ceea ce este perfect dacă doriți să comparați potențialele versiuni. </p> <p> Nu este un calculator dedicat PSU, deci nu vă oferă o defalcare a necesităților de energie și nu ține cont de overclocking. Dar vă permite să alegeți componente reale pentru fiecare parte a construcției dvs. și apoi să vă bazați cerințele PSU pe aceasta. </p> <p> </p> <h2 id=\"how-accurate-are-power-supply-calculators\"> Cât de precise sunt calculatoarele de alimentare? </h2> <p> Calculatoarele PSU pot oferi doar o estimare, mai degrabă decât o cifră exactă. Prin urmare, le puteți folosi ca ghid, dar nu luați rezultatele ca evanghelie. </p> <p> În testele noastre, ne-am imaginat un PC de jocuri cu o placă grafică și un procesor high-end, 16 GB de DDR4, un SSD SATA și un hard disk de 7200 rpm. Recomandările primite de la calculatoare au variat de la 527W la 580W. </p> <p> În toate cazurile, aceste cifre au fost mai mici decât se aștepta. Nvidia, de exemplu, afirmă că un card high-end precum GeForce RTX 3080 necesită cel puțin un alimentator de 750W. </p> <p> </p> <h2 id=\"get-the-right-amount-of-power-to-your-rig\"> Obțineți cantitatea potrivită de energie pentru instalația dvs. </h2> <p> Într-adevăr, cel mai bine este să aveți niște cheltuieli generale atunci când alegeți o sursă de alimentare, așa că orice ar sugera aceste calculatoare, ar trebui să adăugați probabil câteva sute de wați deasupra. Se pare că toți sunt vinovați de sugerarea minimului. </p> <p> Amintiți-vă, de asemenea, că nu toate sursele de alimentare sunt create egale. Alimentatoarele ieftine sau cu putere redusă pot cauza tot felul de probleme. De fapt, chiar vă pot prăji complet placa de bază. Așadar, alegeți cu atenție și solicitați sfatul unui constructor de PC-uri experimentat dacă nu sunteți sigur. </p>"}