{"title":"Controlați obiceiurile aplicației dvs. MacOS cu Quitter","content":"<p> Unele aplicații pot forma obișnuințe, dar Quitter este una care ar putea fi bună pentru sănătatea dvs. digitală. Este o aplicație minusculă cu bara de meniu cu o sarcină unică, care are ca scop reducerea distragerilor. </p> <h2 id=\"what-does-quitter-do\"> Ce face Quitter? </h2> <p> Quitter gestionează o listă de aplicații pentru a se închide automat după o perioadă de inactivitate. S-a construit în jurul teoriei conform căreia unele aplicații pot fi utile, dar se dovedesc totuși distractive atunci când sunt deschise. S-ar putea să aveți nevoie <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> folosiți Twitter pentru cercetări importante </a> , dar veți dori să evitați să vă distrageți atenția după ce ați terminat. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Cum se descarcă și se instalează Quitter </h2> <p> Quitter este disponibil de la dezvoltator <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Site-ul lui Marco Arment </a> . Descărcarea este o arhivă zip care conține un singur fișier, <strong> Quitter.app </strong> . Dacă rulați aplicația din afara folderului Aplicații, aceasta va oferi să se instaleze acolo: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> După ce alergați, puteți seta Quitter la <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> începe la conectare </a> făcând clic pe pictograma barei de meniu și selectând comanda de meniu, <strong> Porniți Quitter la Login </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Interfața principală a lui Quitter </h2> <p> Quitter își îndeplinește sarcina rulând în fundal, rămânând departe de calea ta. Singura dată când vei interacționa cu adevărat este să adaugi sau să ștergi aplicații pe care vrei să le controlezi cu Quitter. </p> <p> <strong> Editați regulile </strong> fereastra afișează o listă de aplicații gestionate. Va fi gol în mod implicit. Apasă pe <strong> + </strong> pictogramă din stânga jos pentru a adăuga o aplicație. Aceasta va deschide un dialog de fișiere pe care îl puteți utiliza pentru a selecta aplicația. De cele mai multe ori, va fi în dumneavoastră <strong> Aplicații </strong> pliant: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Fiecare aplicație din listă are două setări. Puteți seta cantitatea de timp inactiv înainte ca Quitter să acționeze. De asemenea, puteți seta dacă părăsiți sau ascundeți aplicația: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Dacă doriți să nu mai controlați o aplicație cu Quitter, selectați-o din listă și faceți clic pe <strong> - </strong> buton. Rețineți că unele aplicații vor confirma înainte de a renunța. Uneori puteți configura această setare și permiteți Quitter să închidă aplicația în tăcere. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Quitter este simplu, dar eficient </h2> <p> Este într-adevăr atât de simplu. Quitter vă permite să mențineți o listă de aplicații pe care să le ascundeți sau să le renunțați dacă nu le-ați folosit pentru o perioadă determinată de timp. Este una dintre numeroasele aplicații Mac gratuite care vă ajută să vă îmbunătățiți productivitatea. </p>"}