{"title":"Cum să partajați în siguranță computerul dvs. Windows 10 cu conturi de utilizator separate","content":"<p> Există multe motive pentru care doriți să partajați computerul cu alții. Indiferent dacă doriți să aveți un computer pentru întreaga familie sau doriți să utilizați același PC în scopuri comerciale, posibilitatea de a comuta între utilizatori este o soluție ideală. </p> <p> Când creați conturi de utilizator separate pe același computer, nu numai că păstrați fișierele și setările tuturor, dar vă asigurați că datele tuturor sunt sigure. Configurarea mai multor conturi de utilizator Windows pentru fiecare membru al familiei este soluția. </p> <p> Procesul de creare a mai multor conturi de utilizator Windows 10 este simplu și vă vom arăta cum puteți face acest lucru. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Când trebuie să partajați computerul Windows 10 cu alte persoane? </h2> <p> Există diverse situații în care este posibil să trebuiască să partajați computerul cu alții. Acestea includ: </p> <h3 id=\"at-work\"> 1. La locul de muncă </h3> <p> Dacă sunteți proprietarul unei companii, adăugarea mai multor utilizatori la același computer Windows 10 poate fi rentabilă - mai ales dacă angajații dvs. utilizează un computer pe o jumătate de normă. Acest lucru face posibilă și partajarea fișierelor mai ușor. </p> <h3 id=\"at-home\"> 2. Acasă </h3> <p> Crearea mai multor conturi de utilizator pe același computer poate fi avantajoasă dacă doriți să partajați același computer cu toți ceilalți din familia dvs. Dacă lucrați de acasă și depindeți de computer, această strategie vă poate ajuta să vă asigurați toată munca. </p> <h3 id=\"in-public-places\"> 3. În locuri publice </h3> <p> Dacă lucrați la o instituție publică, cum ar fi o bibliotecă, atunci veți avea cu siguranță numeroși oameni care folosesc același computer. Crearea mai multor conturi de utilizator va fi o soluție excelentă care vă va ajuta pe dvs. și pe toți ceilalți <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> rămâneți în siguranță atunci când utilizați computere publice </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Cum să creați un cont de utilizator nou pe Windows 10 utilizând un cont Microsoft </h2> <p> Windows 10 vă permite să partajați același computer cu alte persoane. Când adăugați un utilizator, persoana primește propriile setări pentru desktop, limite de stocare și are acces doar la propriile fișiere și foldere. Ce este minunat este că tu și oamenii cu care îți împărtășești computerul, vei avea întotdeauna libertatea de a <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> modificați aplicațiile și setările implicite în Windows 10 </a> . </p> <p> În calitate de administrator, este ușor să creați mai multe conturi de utilizator pe computerul dvs. utilizând un cont Microsoft. Mai întâi, du-te la <strong> Start&gt; Setări&gt; Conturi&gt; Alte persoane </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Pentru a crea un cont de utilizator nou, faceți clic pe <strong> Adăugați pe altcineva pe acest computer </strong> . Apoi, va trebui să furnizați o adresă de e-mail legată de un cont Microsoft - orice altă adresă de e-mail nu va funcționa. De aici, faceți clic pe <strong> Următorul </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Dacă creați un cont pentru cineva care nu are o adresă de e-mail a contului Microsoft, puteți face clic pur și simplu <strong> Adăugați pe altcineva pe acest computer </strong> și faceți clic pe <strong> Nu am informațiile de conectare ale acestei persoane </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Puteți crea un cont de utilizator utilizând adresa de e-mail a unui cont non-Microsoft existent. Trebuie să rețineți că această adresă de e-mail va fi apoi conectată la un cont Microsoft. </p> <p> Alternativ, puteți crea un cont de utilizator creând mai întâi o nouă adresă de e-mail Outlook pentru utilizator. Pentru a face acest lucru, faceți clic pe <strong> Obțineți o nouă adresă de e-mail </strong> . Apoi, va trebui să creați o parolă, să selectați țara de reședință a utilizatorului și să completați data nașterii. Când ai terminat, dă clic <strong> Următorul </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Noul cont de utilizator va apărea acum pe lista de utilizatori a computerului. Poți oricând <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> schimbați numele de conectare pe Windows 10 </a> , iar celelalte persoane cu care partajați computerul dvs. vor avea aceleași privilegii. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Cum să creați un cont de utilizator nou pe Windows 10 fără a utiliza un cont Microsoft </h2> <p> Puteți crea în continuare un cont de utilizator pentru cineva care nu are un cont de e-mail Outlook și ar prefera să nu folosească un cont Microsoft. Același lucru este valabil și pentru cineva care nu ar dori ca adresa sa de e-mail care nu este Microsoft să fie conectată la un cont Microsoft. </p> <p> Pentru a face acest lucru, faceți clic pe <strong> Start&gt; Setări&gt; Conturi&gt; Alte persoane&gt; Adăugați pe altcineva pe acest computer&gt; Nu am informațiile de conectare ale acestei persoane&gt; Adăugați un utilizator fără un cont Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. Pe ecranul care apare, puteți completa informațiile persoanei respective. Va trebui să creați un nume de utilizator și o parolă. Clic <strong> Următorul </strong> , iar contul de utilizator va fi gata. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Când creați un cont de utilizator Windows 10 fără a utiliza un cont Microsoft, acesta se numește a <strong> cont local </strong> . Spre deosebire de un cont Microsoft, un cont local nu va sincroniza setările între dispozitive și nu va permite proprietarului contului să instaleze nicio aplicație din Microsoft Store. De asemenea, nu va oferi proprietarului contului acces la OneDrive. </p> <p> Pentru a putea instala aplicații desktop, proprietarului contului local i se va solicita parola contului administratorului, care va fi a dvs. în acest caz. Din acest motiv, va trebui să fiți în apropiere pentru a introduce parola sau va trebui să o furnizați proprietarului contului local. Este recomandabil să creați un cont local pentru cineva care nu va folosi niciunul dintre produsele și serviciile Microsoft. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Cum să creați un cont de utilizator nou pentru un coleg sau student </h2> <p> Dacă doriți să creați un cont de utilizator pentru un coleg sau un student, faceți clic pe <strong> Start&gt; Setări&gt; Conturi&gt; Alte persoane&gt; Adăugați un utilizator de la serviciu sau de la școală </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Apoi, va trebui să introduceți informațiile despre contul persoanei și apoi să selectați tipul de cont relevant. Când terminați, faceți clic pe <strong> Adăuga </strong> . Contul de utilizator va fi gata. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Gestionarea conturilor pe computerul dvs. Windows 10 </h2> <p> Odată ce ați creat conturile necesare pe computerul dvs., puteți utiliza câteva metode pentru a le gestiona eficient. </p> <h3 id=\"changing-account-types\"> 1. Modificarea tipurilor de cont </h3> <p> În calitate de administrator al computerului, puteți configura și gestiona toate conturile de utilizator de pe computerul dvs. Windows 10. Puteți acorda acces administratorului altcuiva făcând clic pe <strong> Setări&gt; Conturi&gt; Alți utilizatori </strong> . </p> <p> De aici, faceți clic pe contul căruia doriți să îi acordați drepturi de administrator. Clic <strong> Schimbați tipul de cont </strong> , schimbați tipul de cont din <strong> Utilizator standard </strong> la <strong> Administrator </strong> și apoi faceți clic pe <strong> O.K </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Comutarea între conturi </h3> <p> După ce ați creat conturi pentru alți utilizatori, este ușor să comutați de la un cont la altul. Pentru a face acest lucru, apăsați <strong> Ctrl + Alt + Șterge </strong> , Selectați <strong> Schimba utilizator, </strong> și alegeți contul la care doriți să treceți. Apoi puteți introduce parola contului și începeți. </p> <p> Dacă doriți să închideți un cont înainte de a comuta, trebuie să vă deconectați sau să reporniți computerul. De acolo, puteți alege utilizatorul la care doriți să treceți și apoi să introduceți parola corespunzătoare. </p> <h3 id=\"removing-accounts\"> 3. Eliminarea conturilor </h3> <p> În calitate de administrator, este, de asemenea, ușor pentru dvs. să eliminați conturile de utilizator. Pentru a face acest lucru, faceți clic pe <strong> Setări&gt; Conturi&gt; Alți utilizatori </strong> , faceți clic pe contul pe care doriți să îl eliminați, apoi faceți clic pe <strong> Elimina </strong> . Pe ecranul care apare, faceți clic pe <strong> Ștergeți contul și datele </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Sunteți gata să partajați în siguranță computerul dvs. Windows 10 cu alte persoane </h2> <p> Configurarea mai multor conturi de utilizator pe computerul dvs. Windows 10 este o strategie ușoară și rentabilă. Indiferent dacă doriți să partajați computerul la serviciu, acasă sau în spații publice, mai multe conturi de utilizator vă vor ajuta să faceți acest lucru în siguranță. Acum că puteți crea mai multe conturi de utilizator, trebuie să știți cum să blocați conturile de utilizator, astfel încât computerul dvs. să poată fi întotdeauna sigur. </p>"}