{"title":"Cum se face un fundal transparent în Photoshop","content":"<p> Există mai multe instrumente disponibile în Adobe Photoshop care utilizează Adobe Sensei, motorul de inteligență artificială (AI) al platformei. Aceste instrumente sunt utile pentru o varietate de scopuri, inclusiv realizarea de fundaluri transparente. </p> <p> În următoarele tutoriale, vă vom arăta cum să faceți un fundal transparent în Photoshop folosind câteva metode diferite. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> De ce ați dori să faceți un fundal transparent în Photoshop? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Pentru început, să reformulăm întrebarea. Deoarece, de obicei, utilizatorii Photoshop mai experimentați știu ce fundaluri sunt transparente și la ce folosesc. </p> <p> Pe scurt, dacă întrebați cum să faceți un fundal transparent în Photoshop, probabil că vă întrebați: „cum pot elimina un fundal din imaginea mea în Photoshop?” Sau poate vă întrebați: „Cum șterg fundalul din imaginea mea în Photoshop?” </p> <p> Semantică deoparte, iată câteva motive obișnuite pentru care ați dori să faceți un fundal transparent în Photoshop: </p> <ul> <li> Pentru a elimina elementele care distrag atenția, cum ar fi alte persoane sau obiecte </li> <li> Pentru a crea un portret artistic </li> <li> Pentru a vă plasa subiectul într-un fundal complet diferit </li> </ul> <p> În esență, a face un fundal transparent în Photoshop are totul de-a face cu izolarea subiectului. Adică, există ceva în neregulă cu fundalul din imaginea originală și doriți să ștergeți complet fundalul pentru a pune accent pe subiectul dvs. </p> <p> Având în vedere acest concept de bază, să aruncăm o privire la câteva moduri diferite prin care puteți face un fundal transparent în Photoshop. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Utilizarea panoului Proprietăți din Photoshop pentru a elimina un fundal </h2> <p> Această metodă este cel mai simplu mod de a elimina un fundal în Photoshop. Dar depinde de imaginea ta. Această metodă funcționează cel mai bine dacă aveți fundaluri simple în care subiectul dvs. iese în evidență și este clar definit. </p> <p> Puteți descărca această fotografie de pe <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> și urmează. </p> <ol> <li> Odată ce imaginea dvs. este importată în Photoshop, apăsați <strong> Ctrl </strong> + <strong> J </strong> pentru a duplica stratul. <strong> Notă: </strong> Dacă ratați acest pas, nu veți vedea opțiunile de selecție pe care le parcurgem la pasul trei. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Mergi la <strong> Fereastră </strong> &gt; <strong> Proprietăți </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Selectați <strong> Eliminați fundalul </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Pentru a vizualiza fundalul transparent, faceți clic pe <strong> Ochi </strong> pictograma din stânga <strong> fundal </strong> strat. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Cu un singur strat transparent, acum sunteți liber să îl lăsați pe alt fundal sau să creați alte efecte pentru a face subiectul să iasă în evidență. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Plasarea unui strat de ajustare a culorii solide </h3> <p> În timp ce schimbarea fundalurilor este un subiect pentru un alt tutorial, vă vom arăta rapid cum să plasați un <strong> Strat de reglare a culorii solide </strong> sub stratul transparent pentru a crea un efect diferit. </p> <ol> <li> Folosind modificările din tutorialul de mai sus, comutați <strong> X </strong> până când culoarea din prim-plan este <strong> Negru </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Du-te la <strong> Creați un nou strat de completare sau ajustare </strong> pictogramă din colțul din dreapta jos al ecranului și selectați <strong> Culoare solida </strong> . Apoi apasa <strong> O.K </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Un strat de umplere a culorii ar trebui să apară deasupra stivei de straturi. Dacă nu, este în regulă, pentru că acum vom face clic pe <strong> Color Fill </strong> strat și trageți-l chiar sub stratul nostru transparent, așa cum se arată. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Puteți vedea cât de ușor este să folosiți stratul transparent nou creat și să îl așezați pe un nou fundal. </p> <p> Dacă subiectul dvs. este un portret ca acesta, ați putea chiar să continuați <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> editați imaginea utilizând un plugin Photoshop, numit Portrait Pro </a> , pentru a îmbunătăți și mai mult imaginea. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Utilizarea instrumentului Selectare subiect pentru a crea un fundal transparent </h2> <p> Instrumentul Selectare subiect poate fi utilizat în locul metodei de mai sus, dar sunt implicați pași suplimentari. Acest lucru se datorează faptului că instrumentul Selectare subiect funcționează mai bine cu fundaluri complicate sau cu fundaluri în care există mai multe subiecte. În esență, îi spunem Photoshop ce să selectăm pentru a crea un fundal transparent. </p> <p> În acest tutorial, vom pregăti imaginea pentru a elimina femeia din partea stângă a fotografiei noastre, făcând acea porțiune a imaginii transparentă. Acest lucru ne va permite fie să completăm spațiul cu o altă persoană, fie să folosim diferitele instrumente Photoshop care conțin conținut pentru a completa pixelii. </p> <p> Din nou, acestea sunt subiecte pentru un alt tutorial, dar le menționăm aici, deoarece există de obicei pași de editare suplimentari de făcut după crearea unui fundal transparent. </p> <p> Puteți descărca această fotografie de pe <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> și urmează. </p> <ol> <li> Cu imaginea importată în Photoshop, accesați <strong> Selectați </strong> &gt; <strong> Subiect </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Ambele femei vor fi selectate, așa cum este indicat de liniile de selecție „furnici care marchează” din jurul lor. Selectează <strong> lasou </strong> instrument din coloana din stânga, dacă nu apare în mod implicit. Apoi, cu <strong> Alt </strong> tasta apăsată continuu, urmăriți un cerc în jurul femeii din dreapta, apoi eliberați <strong> Alt </strong> cheie. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Faceți clic stânga </strong> undeva în interiorul femeii selectate din stânga. Alege <strong> Selecteaza invers </strong> din meniu. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Mergi la <strong> Selectați </strong> &gt; <strong> Selectați și mascați </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> În mod implicit, roșul indica zona selectată. Pentru a selecta mai multe imagini care să devină transparente, precum părți ale scaunului, selectați <strong> Perie </strong> instrument așa cum se arată. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Asigurați-vă că <strong> La care se adauga </strong> ( <strong> + </strong> pictograma) este selectată mai sus. Apoi, vopsiți roșu pe regiunile dorite pentru a fi transparente. Există doar puțin de făcut în acest caz. </li> <li> Apoi, du-te la <strong> Ieșire către </strong> și selectați <strong> Layer nou cu Layer Mask </strong> din meniul derulant. Clic <strong> O.K </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Ceea ce vă va rămâne este un fundal parțial transparent în care se găsea doamna din stânga. Selecția nu este perfectă. Puteți vedea încă câțiva pixeli din părul și fața femeii. Dar acest lucru poate fi curățat folosind <strong> Perie </strong> instrument cu <strong> Strat de fundal </strong> selectat. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Alternativ, poate fi lăsat ca atare. Dacă persoana este eliminată doar, atunci există instrumente conținând conținut care pot fi aplicate pentru a se amesteca în fundal. În acest fel, se pare că femeia este singură la masă. Sau, o altă persoană poate fi compusă pentru a-și ține compania. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Alte instrumente de selecție: gama de culori, zona de focalizare și cerul </h2> <p> Este posibil să fi observat că există și alte opțiuni în <strong> Selectați </strong> meniu altul decât <strong> Subiect </strong> . Toate aceste trei metode de selecție folosesc instrumente diferite, dar toate realizează același lucru - toate determină ce selectează Photoshop. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Ca <strong> Subiect </strong> opțiunea de selecție, aceste instrumente vă pot oferi rezultate care vor avea un fundal parțial sau complet transparent. Dar, în general, utilizările lor sunt pentru rezultate mai rafinate, ca atunci când <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> înlocuind un cer în photoshop </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Două instrumente sunt tot ce aveți nevoie pentru a crea fundaluri transparente </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> În trecut, utilizatorii Photoshop trebuiau să se bazeze pe un sortiment de instrumente de selecție pentru a crea fundaluri transparente. Aceste instrumente sunt încă disponibile astăzi (instrumentul Lasso, Magic Wand, Pen, etc.) și rămân utile pentru lucrări de precizie. </p> <p> Dar în aceste zile, există cu adevărat doar două instrumente necesare pentru a crea fundaluri transparente, datorită în mare parte nucleului AI Adobe Sensei. </p> <p> Există pluginuri Photoshop, precum Luminar AI, care folosesc și AI pentru a vă edita fotografiile. Cu o tehnologie atât de avansată aplicată la editarea fotografiilor, este un pariu sigur că crearea de fundaluri transparente va deveni și mai ușoară și mai precisă în viitorul apropiat. </p> <p> <small> Credit de imagine: scutec / <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}