{"title":"Cum să eliberezi spațiu pe iCloud","content":"<p> Te-ai săturat de acele notificări pop-up care îți spun că ai puțin spațiu în contul tău iCloud? Vești bune: nu trebuie să le înduri mult mai mult. </p> <p> Și mai bine, nici nu va trebui să cheltuiți bani pentru a vă actualiza contul. </p> <p> Apple oferă fiecărui utilizator 5 GB spațiu de stocare gratuit pe iCloud, ceea ce pare aproape nimic. Dar dacă joci corect jocul, îți vei da seama că este mai mult decât suficient pentru toate nevoile tale. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Aflați ce ocupă cel mai mult spațiu </h2> <p> Când spațiul de stocare iCloud este plin, cel mai bun loc pentru a începe este să aflați ce ocupă cel mai mult spațiu pe dispozitivele dvs. De cele mai multe ori, veți fi surprinși de răspunsul. </p> <p> Pentru a afla ce ocupă cel mai mult spațiu în iCloud pe iPhone: </p> <ol> <li> Mergi la <strong> Setări </strong> . </li> <li> Faceți clic pentru a <strong> ID-ul Apple </strong> . </li> <li> Mergi la <strong> iCloud&gt; Gestionați stocarea </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie de imagini (2 imagini) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Extinde <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Extinde </p> <p> Închide </p> <p> Când vă aflați în fila Gestionați stocarea, veți primi o defalcare a ceea ce folosește cel mai mult spațiu din contul dvs. iCloud. Pentru unele funcții, puteți parcurge și șterge datele pentru a elibera spațiu de stocare. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Ștergeți-vă vechile fotografii </h2> <p> Fotografiile sunt adesea cel mai evident hoț de stocare din contul dvs. iCloud. Dacă faceți fotografii cu o cameră profesională și le încărcați pe telefon, acesta este și mai mult cazul. </p> <p> Pentru a șterge fotografiile de pe iPhone: </p> <ol> <li> Accesați camera foto. </li> <li> Selectați imaginile pe care doriți să le ștergeți. </li> <li> Reveniți la meniul principal al rolei camerei. </li> <li> Intrați în <strong> Șters recent </strong> pliant. </li> <li> Selectați <strong> Sterge tot </strong> și confirmă. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Ștergeți-vă vechile e-mailuri </h2> <p> Dacă v-ați conectat contul de e-mail la iCloud, dar rareori utilizați mesajele, consumați spațiu valoros pe care l-ați putea folosi în altă parte. Dacă utilizați serviciul timp de mulți ani, cantitatea de date pe care aceștia o utilizează se va adăuga încet. </p> <p> Pentru a șterge vechile e-mailuri: </p> <ol> <li> Accesați aplicația Mail. </li> <li> Selectați e-mailurile pe care doriți să le ștergeți. </li> <li> Ștergeți aceste e-mailuri și închideți aplicația. </li> </ol> <p> Dacă nu folosiți Mail atât de des, puteți alege să ștergeți aplicația de pe telefon. În acest fel, nu veți mai crea o listă de date irosite. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Eliminați fișierele din iCloud Drive </h2> <p> Dacă aveți un MacBook sau un Mac, este posibil să nu vă dați seama că încă stocați fișiere pe care nu le aveți de vârste. Pe măsură ce datele dvs. scad, acestea vor deveni mai mult o enervare. </p> <p> Din fericire, eliminarea fișierelor iCloud de pe unitatea computerului este simplă. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Pentru a șterge fișiere iCloud de pe unitatea computerului: </p> <ol> <li> Deschis <strong> Căutător </strong> . </li> <li> Accesați iCloud Drive din meniul din stânga. </li> <li> Selectați fișierele pe care doriți să le ștergeți și mutați-le în dosarul de gunoi. </li> <li> Faceți clic dreapta sau Ctrl + Faceți clic pe <strong> Pictogramă coș de gunoi </strong> în doc. </li> <li> Selectați <strong> Coș de gunoi gol </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Eliberați spațiu pe dispozitivele dvs. Apple </h2> <p> Deși poate părea că sunteți într-o luptă constantă pentru a vă elimina spațiul de stocare iCloud, acest lucru nu trebuie să fie stresant. Indiferent de dispozitivul Apple pe care îl utilizați, există o mulțime de moduri de a vedea ce vă consumă datele și de a face modificări. </p> <p> Când ați eliminat spațiul de stocare iCloud, este o idee bună să îl supravegheați. Când observați că lucrurile se apropie de semnul complet, repetați acești pași și opriți-i să se întâmple. </p>"}