{"title":"Ce este Emogul PogChamp și când se folosește?","content":"<p> Termenii de argou pot veni de oriunde și, în timp ce o parte din vocabularul nou inventat de astăzi poate părea puțin prostesc, ceea ce este important este că oamenii se înțeleg reciproc atunci când comunică. </p> <p> Dacă v-ați scotocit o parte echitabilă a internetului de-a lungul câtorva ani, este posibil să fi văzut „PogChamp” sau „poggers” în comentariile videoclipurilor sau articolelor. Dar ce înseamnă? </p> <p> Iată tot ce trebuie să știți despre asta ... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Ce înseamnă Pogchamp și când să îl utilizați </h2> <p> PogChamp este numele unui emot Twitch - unul dintre cele mai vechi de pe platformă, de fapt. Atât emotul, cât și numele emotului sunt folosite pentru a exprima entuziasm sau surpriză, fie într-un mod autentic, fie sarcastic. </p> <p> Emoticurile Twitch sunt exact cum sună: emoji, emoții sau pictograme exclusive pentru aplicația și site-ul Twitch. Sunt folosite de spectatori și streamere pentru a exprima diferite sentimente în chat. </p> <p> </p> <p> Termenul &quot;PogChamp&quot; este derivat din sintagma &quot;Pog Champion&quot; sau &quot;Play of Game Champion&quot;, în timp ce sintagma &quot;Play of the Game&quot; se crede că a fost popularizată de Overwatch, un joc competitiv de fotografiere la prima persoană. Overwatch are o caracteristică în care la sfârșitul fiecărui meci, o rolă de evidențiere prezintă jocul &quot;cel mai bun&quot; din acel meci. </p> <p> „PogChamp” și sentimentul pe care îl descrie au produs multe derivate. Atât „poggerii”, cât și pur și simplu „pogul” au câștigat o prezență semnificativă în argoul online. Este obișnuit să vezi că streamerele reacționează cu entuziasm la ceva spunând „poggers”. </p> <p> Și, deși și-a făcut drum pe forumuri și alte colțuri ale internetului, nu l-ați folosi cu majoritatea cunoscuților din viața de zi cu zi decât dacă sunt conștienți și de contextul termenului. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Originile emote-ului PogChamp </h2> <p> </p> <p> Fața șocată iconică, supraexagerată a emote-ului original PogChamp a fost văzută pentru prima dată într-un videoclip de pe YouTube de Cross Counter TV în 2010. </p> <p> În acesta, personalitatea internetului Ryan &quot;Gootecks&quot; Gutierrez face o față cu ochii și gura larg deschise ca răspuns la camera care se ciocnește de trepied. Chiar lângă el se află colegul streamer Mike Ross. </p> <p> În cele din urmă, reacția demnă de meme a devenit un emot Twitch. </p> <p> Conform <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , Personalitățile Twitch ale căror asemănări sunt utilizate pentru emoticoane sunt plătite în funcție de utilizare. Aceasta înseamnă că există o taxă de fiecare dată când cineva folosește emote-ul. </p> <p> Se estimează că Gutierrez obținea în jur de 50.000 de dolari pe an de la utilizatorii Twitch care spamming imaginea feței sale în chat. În plus, Gutierrez a fost plătit undeva între 50.000 și 100.000 de dolari în avans - doar pentru a-i permite lui Twitch să-și folosească asemănarea. </p> <p> Cu toate acestea, Gutierrez nu ar reprezenta PogChamp pentru totdeauna. La 6 ianuarie 2021, <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch a interzis emotul original PogChamp </a> , Afirmând că imaginea originală urma să fie scoasă de pe platformă. </p> <p> Drept urmare, platforma a creat un nou emote PogChamp. De atunci, Twitch a făcut ca o varietate de creatori online să devină noua față PogChamp; streamere cu medii și audiențe diferite. </p> <p> </p> <p> Emotul are același sens ca originalul - exprimând o reacție surprinsă, entuziasmată sau șocată. Cu toate acestea, emotul în sine s-a schimbat. </p> <p> Și chiar și cu interdicția Twitch asupra emote-ului PogChamp cu fața lui Gutierrez, utilizarea „poggerilor” și „pogului” în argoul internetului va continua probabil neafectată. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp exprimă entuziasm, bucurie sau șoc </h2> <p> PogChamp este unul dintre cele mai vechi emoticoane Twitch, dar se întâmplă să fie și unul dintre cele mai versatile. </p> <p> Datorită capacității sale de a descrie atât reacțiile pozitive, cât și cele negative, PogChamp va continua să fie utilizat pe tot internetul, chiar dacă fața atașată numelui nu va fi întotdeauna aceeași. </p>"}