{"title":"Cum se dezinstalează Skype for Business pe Windows 10","content":"<p> Skype pentru afaceri este un instrument video excelent de mesagerie și video dezvoltat de Microsoft. Acestea fiind spuse, probabil că compania dvs. folosește acum o alternativă precum Zoom sau Microsoft Teams și doriți să dezinstalați Skype for Business. </p> <p> Dacă da, suntem aici pentru a vă ajuta. S-ar putea să vă fie mai dificil de dezinstalat decât alte programe, așa că vă vom arăta toate modalitățile de a dezinstala Skype for Business pe Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Cum să opriți Skype pentru afaceri de la pornirea automată </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Sigur doriți să dezinstalați complet Skype for Business? Dacă l-ați putea folosi din nou în viitor, ați putea prefera să opriți programul să nu se deschidă automat când vă conectați la Windows. </p> <p> Pentru a face acest lucru: </p> <ol> <li> Deschideți Skype pentru afaceri. </li> <li> Apasă pe <strong> pictogramă cu roată dințată </strong> (dacă faceți clic pe meniul derulant, faceți clic pe <strong> Instrumente&gt; Opțiuni </strong> ). </li> <li> Clic <strong> Personal </strong> . </li> <li> Debifează <strong> Porniți automat aplicația când mă conectez la Windows </strong> . </li> <li> Clic <strong> O.K </strong> . </li> </ol> <p> Acum va trebui să deschideți manual Skype for Business de fiecare dată când doriți să-l utilizați. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Aveți permisiunea de a dezinstala Skype for Business? </h2> <p> Skype pentru afaceri este în primul rând un program de întreprindere, deci este probabil instalat pe computerul dvs. de lucru. </p> <p> Dacă da, este posibil să nu aveți capacitatea de a dezinstala Skype for Business. Administratorul de sistem vă poate restricționa contul de utilizator de la efectuarea anumitor acțiuni; dezinstalarea Skype for Business ar putea fi una dintre acestea. </p> <p> </p> <p> Chiar dacă contul dvs. nu are restricții, este înțelept să vă adresați administratorului IT înainte de a dezinstala Skype for Business. Acest lucru ar putea provoca dureri de cap pe linie. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Dezinstalați Skype for Business prin Setări </h2> <p> Înainte de a încerca ceva avansat, încercați să dezinstalați Skype for Business așa cum ați face cu orice altă aplicație sau program. </p> <ol> <li> presa <strong> Tasta Windows + I </strong> pentru a deschide Setări. </li> <li> Clic <strong> Aplicații </strong> . </li> <li> În cadrul <strong> Căutați în această listă </strong> câmp, intrare <strong> Skype pentru afaceri </strong> . </li> <li> Dacă apare Skype for Business, selectați-l și faceți clic <strong> Dezinstalați </strong> . </li> </ol> <p> Dacă nu vedeți Skype for Business aici, este pentru că utilizați o versiune integrată cu alte aplicații Microsoft 365. </p> <p> Dacă doriți, puteți dezinstala Microsoft 365 sau Office de aici, dar evident, acest lucru va elimina alte programe precum Word, PowerPoint și Access pe care probabil doriți să le păstrați. Ca atare, continuați să citiți. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Instalați Office fără Skype pentru afaceri </h2> <p> Deși instalarea standard Office nu vă permite să alegeți să nu instalați Skype pentru afaceri, puteți utiliza o tehnică avansată pentru a o realiza. </p> <p> Mai întâi, dezinstalați Office utilizând pașii descriși mai sus. Alternativ, accesați <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> Pagina de asistență Microsoft „Dezinstalați Office de pe un computer” </a> și utilizați a doua opțiune pentru a descărca instrumentul de asistență pentru dezinstalare Office. </p> <p> Apoi, descărcați fișierul <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Instrument de implementare Office </a> . Deschideți-l și alegeți unde să extrageți fișierele. Acest lucru vă va oferi trei <strong> configuration.xml </strong> fișiere și a <strong> setup.exe </strong> fişier. </p> <p> Decideți ce fișier de configurare aveți nevoie: <strong> x64 </strong> este pentru sistemele pe 32 de biți, <strong> x86 </strong> este pentru sistemele pe 64 de biți și <strong> Afacere </strong> este dacă instalați Office Enterprise Edition. </p> <p> <strong> Click dreapta </strong> fișierul de configurare și alegeți <strong> Deschis cu </strong> &gt; <strong> Notepad </strong> . </p> <p> Mai întâi, căutați linia care începe cu: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Modificați deschiderea liniei după cum urmează, înlocuind <strong> C: \\ Office </strong> cu calea de unde ați extras fișierele: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> În continuare, căutați aceste două linii (ID-ul produsului dvs. poate fi „ProPlus2019Volume” în loc de „OF365ProPlusRetail” și ID-ul limbii dvs. poate fi diferit): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Lipiți această linie sub: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Apoi salvați fișierul. </p> <p> Faceți o căutare de sistem <strong> Prompt de comandă </strong> și faceți clic pe <strong> Rulat ca administrator </strong> . </p> <p> Introduceți acest lucru în linia de comandă: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Din nou, înlocuiți <strong> C: \\ Office </strong> calea cu locul în care ați extras fișierele. </p> <p> Apoi, executați următoarele comenzi una după alta (înlocuiți numele fișierului de configurare cu cel pe care îl utilizați), care poate dura ceva timp: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Aceasta va instala apoi Office fără Skype for Business. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Păstrați Skype pentru afaceri și găzduiți întâlniri extraordinare </h2> <p> Nu sunteți convinși că dezinstalarea Skype for Business merită efortul? Destul de corect. Încearcă să îi oferi a doua șansă. </p> <p> Cu Skype for Business, puteți să partajați ecranul, să rulați sondaje, să aveți o tablă albă colaborativă, să înregistrați apelul și multe altele. </p>"}