{"title":"Cum să utilizați un manager de parole cu dispozitivul dvs. Android","content":"<p> Android are o caracteristică excelentă care permite managerilor de parole să completeze direct detaliile dvs. de conectare în aplicații și servicii de pe dispozitivul dvs. Android. Îmbunătățește foarte mult experiența utilizării unui manager de parole, întrucât întregul proces are loc în doar câteva atingeri. Nu mai trebuie să mergeți înainte și înapoi între aplicații pentru a vedea și apoi să introduceți detaliile lor de conectare. </p> <p> Iată cum puteți utiliza corect și în siguranță un manager de parole în Android pentru a completa complet detaliile de autentificare în aplicații și site-uri web. </p> <h2 id=\"why-you-should-use-a-password-manager\"> De ce ar trebui să utilizați un manager de parole </h2> <p> Dacă apreciați securitatea conturilor dvs. online, nu ar trebui să utilizați niciodată aceleași parole pe ele. Cu numărul de aplicații și servicii pe care le folosim cu toții în fiecare zi în continuă creștere, amintirea atâtea parole unice nu este, de asemenea, o opțiune fezabilă. </p> <p> Aici intervine un manager de parole, deoarece vă va stoca toate parolele în siguranță. </p> <p> Puteți genera chiar parole noi folosind un manager de parole, astfel încât nu va trebui să vă gândiți la una nouă de fiecare dată când vă înregistrați pe o nouă aplicație sau serviciu. Stocarea tuturor acreditărilor de conectare într-un manager de parole este o opțiune mult mai bună decât simpla notare undeva. </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> Toate datele stocate într-un manager de parole sunt criptate folosind o parolă principală. Această parolă principală acționează ca o cheie pentru deblocarea datelor criptate. Majoritatea administratorilor de parole nu oferă o opțiune de resetare a acestei parole principale, așa că, dacă o uitați, ați putea fi blocat și din contul dvs. Cu toate acestea, amintirea unei singure parole master este mult mai ușoară decât sute de parole pentru toate aplicațiile și serviciile pe care le utilizați. </p> <p> Puteți utiliza un manager de parole pentru mai mult decât să memorați datele de conectare. Vă poate salva notele importante, fișierele, detaliile contului bancar și multe altele. Unii manageri de parole oferă, de asemenea, o opțiune de a genera coduri de autentificare cu doi factori. Verifică <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> câteva funcții utile de gestionare a parolelor </a> să-l folosească la maximum. </p> <p> De fiecare dată când deschideți un manager de parole, va trebui mai întâi să vă verificați identitatea introducând parola principală sau prin autentificare biometrică. În funcție de cât de puternic doriți să vă securizați contul de manager de parole, există și opțiunea de a utiliza chei de securitate cu autentificare în doi factori bazate pe hardware pentru securitate suplimentară. </p> <p> Puteți citi despre <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> modul în care funcționează diferiții manageri de parole </a> să știți cum pot să vă salveze parolele importante în siguranță. </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> Cum se utilizează un manager de parole cu Android </h2> <p> Toți principalii manageri de parole acceptă API-ul de completare automată în Android. Aceasta înseamnă că, odată ce managerului de parole la alegere ați fost acordate permisiunile relevante, acesta va afișa un meniu derulant cu acreditările de conectare ale oricărei aplicații pe care încercați să vă conectați. </p> <p> </p> <p> Este de la sine înțeles că trebuie mai întâi să vă înscrieți cu un manager de parole la alegere și să vă asigurați că instalați aplicația pe dispozitivul dvs. Android și vă conectați. După ce ați făcut acest lucru: </p> <ol> <li> Deschide <strong> Setări </strong> meniul de pe dispozitivul dvs. Android și navigați la <strong> Sistem&gt; Limbă și introducere&gt; Serviciu de completare automată. </strong> Dacă nu vedeți această opțiune, căutați „Serviciul de completare automată” în meniul Setări. </li> <li> Selectați managerul de parole din lista de servicii Completare automată. Dacă nu utilizați niciun manager de parole și aveți parolele salvate în Google Chrome, selectați <strong> Google </strong> din listă. </li> <li> Atingeți <strong> O.K </strong> când vi se solicită dacă aveți încredere în aplicația pe care tocmai ați selectat-o ​​sau nu. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie de imagini (2 imagini) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> Extinde <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> Extinde </p> <p> Închide </p> <p> Acum, după ce managerul de parole a fost configurat corect, vă poate completa cu ușurință detaliile de autentificare în orice aplicație pe care o descărcați pe dispozitivul dvs. Android. </p> <p> Din motive de securitate, va trebui să vă verificați identitatea fie prin scanerul de amprente digitale, fie prin deblocarea managerului de parole ori de câte ori încercați să utilizați caracteristica de completare automată. Va trebui să vă asigurați că funcția de deblocare biometrică este activată din meniul de setări al managerului de parole pentru acesta din urmă. </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> Cum se completează automat parolele utilizând un manager de parole </h2> <p> Acum managerul dvs. de parole este configurat, îl puteți utiliza pentru completarea automată a parolelor ori de câte ori trebuie să vă conectați la una dintre aplicațiile dvs. </p> <ol> <li> Deschideți orice aplicație de pe dispozitivul dvs. Android și accesați pagina de conectare a acestuia. </li> <li> Atingeți câmpul în care vi se cere să introduceți numele de utilizator / ID-ul de e-mail. Managerul de parole va apărea automat ca opțiune derulantă. </li> <li> Atingeți-l, confirmați-vă identitatea și selectați datele de conectare pe care doriți să le introduceți. De asemenea, veți avea opțiunea de a căuta prin seiful dvs. dacă aveți mai multe conectări pentru aceeași aplicație. </li> <li> Totul va fi completat automat și puteți apăsa apoi butonul de autentificare pentru a vă conecta la contul dvs. </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> Ori de câte ori deschideți o aplicație care vă solicită datele de conectare, managerul de parole va detecta automat astfel de câmpuri și va afișa o solicitare pentru a le completa. De asemenea, este important ca dumneavoastră <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> păstrați-vă managerul de parole organizat </a> mai ales dacă folosiți una de foarte mult timp. </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> Cum se completează automat detaliile de conectare pe site-uri web </h3> <p> Managerul dvs. de parole vă poate completa automat detaliile de autentificare pe site-uri web din browsere precum Chrome și Firefox pentru Android. Va trebui să oferiți accesului accesibilității aplicației pe dispozitivul dvs. Android pentru ca aceasta să funcționeze corect. </p> <ol> <li> Deschide <strong> Setări </strong> meniul de pe dispozitivul dvs. Android și mergeți la <strong> Accesibilitate </strong> secțiune. </li> <li> În interiorul <strong> Servicii descărcate </strong> sau <strong> Servicii instalate </strong> , selectați managerul de parole și acordați-o <strong> Accesibilitate </strong> acces. </li> </ol> <p> Acum, managerul dvs. de parole va afișa și un meniu drop-down pentru completarea automată a detaliilor de conectare de fiecare dată când deschideți secțiunea de conectare a oricărui site web pe care îl vizitați. </p> <p> Administratorii de parole sunt, de asemenea, suficient de inteligenți pentru a vă solicita automat să salvați detaliile de conectare ori de câte ori detectează că v-ați înregistrat pentru un cont nou pe o aplicație sau pe un site web de pe dispozitivul dvs. Android. </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> Utilizați întotdeauna un manager de parole </h2> <p> Ar trebui să utilizați întotdeauna un manager de parole pentru a stoca acreditările dvs. importante de conectare, detaliile contului bancar și alte note. Cu managerii de parole care se integrează perfect în Android însuși și completează automat detaliile de conectare după configurarea corectă, există puține motive pentru a nu face acest lucru. </p> <p> Dacă vă prețuiți confidențialitatea și securitatea online, un manager de parole vă va oferi liniște, deoarece este o opțiune mai sigură și mai sigură decât utilizarea aceleiași parole în diferite aplicații și servicii. </p>"}