{"title":"Cum se instalează Minecraft Forge și se administrează modurile","content":"<p> Când Minecraft a lansat pentru prima dată alfa publică plătită în 2009, nu a fost decât un joc simplu de tip sandbox. Peste un deceniu mai târziu, Minecraft și-a populat lumile cu peste 100 de blocuri diferite și peste 40 de mafiote. </p> <p> Dacă jucați jocul încă de la început, totuși, vanilie sau Minecraft implicit ar putea deveni puțin vechi pentru dvs. Cu Minecraft Forge, puteți gestiona modurile descărcate, iar acest ghid vă va învăța cum să configurați lucrurile. </p> <h2 id=\"what-is-minecraft-forge\"> Ce este Minecraft Forge? </h2> <p> Când vă gândiți să modificați un joc video, probabil credeți că trebuie să aveți cunoștințe extinse de tehnologie sau programare pentru a face acest lucru. Acest lucru ar putea fi adevărat cu alte titluri, dar adăugarea de moduri la Minecraft este simplă cu Forge. </p> <p> Forge este un server open-source gratuit pe care îl puteți utiliza pentru a instala și rula moduri Minecraft. Dezvoltatorii săi au conceput-o special pentru a facilita chiar și celor mai puțin pricepuți oameni din domeniul tehnologiei să adauge moduri de jocuri create de comunitate la copia lor Minecraft. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Cum se instalează Minecraft Forge </h2> <p> Deci, acum, când știți ce este Forge, cum îl instalați? Înainte de orice altceva, va trebui să instalați <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Java </a> dacă nu ai făcut-o deja. După aceea, puteți urma acești pași simpli: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Descărcați Minecraft Forge </h3> <p> Du-te la <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> site-ul oficial Forge </a> pentru a descărca programul de instalare. Asigurați-vă că numărul de versiune scris pe descărcare este același număr al versiunii Minecraft pe care doriți să o modificați. </p> <p> În partea stângă a site-ului Forge, acesta listează toate versiunile de la cea mai nouă la cea mai veche. În lansatorul Minecraft, puteți vedea numărul dvs. de versiune actuală în profilul de sub banner-ul jocului. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Deschideți Forge Installer </h3> <p> După ce ați terminat descărcarea, deschideți programul de instalare Forge. Selectați clientul sau serverul dintre opțiuni, în funcție de modurile pe care doriți să le descărcați. Verificați dacă adresa către <strong> .minecraft </strong> folderul este corect (dacă nu este, faceți clic pe butonul cu trei puncte și navigați la adresa corectă), apoi faceți clic pe <strong> O.K </strong> . Instalarea Forge va dura câteva minute. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Deschideți Minecraft Launcher </h3> <p> Odată ce Forge a terminat instalarea, deschideți Minecraft Launcher. Selectează <strong> forja </strong> profilul dacă nu este deja activ, atunci începe jocul. Va dura ceva timp pentru prima dată când îl porniți după instalarea Forge. Dar odată ce ai ecranul de pornire, ar trebui să vezi un nou <strong> Moduri </strong> butonul de lângă <strong> Minecraft Realms </strong> . </p> <p> Acum, puteți descărca moduri în acel folder și puteți extinde Minecraft în orice mod doriți. Acest folder este, de asemenea, locul în care veți organiza și gestiona toate modificările. Acest lucru vă va ajuta să le urmăriți. </p> <p> Site-uri web populare din care să descărcați moduri includ <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> CurseForge </a> , și <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Planeta Minecraft </a> . Există, de asemenea, o secțiune dedicată modurilor pe <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> forum oficial Minecraft </a> , și <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Minecraft modpacks - colecții de moduri </a> că alți jucători cred că funcționează cel mai bine împreună. </p> <p> Alternativ, dacă nu puteți găsi un mod existent care să se potrivească cu ceea ce sperați să adăugați la joc, puteți oricând <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> creați-vă propriul mod Minecraft </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Adăugați mai mult la Minecraft cu ajutorul Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> După un proces ușor de instalare, Minecraft Forge vă oferă un loc la îndemână pentru a stoca, sorta și urmări toate modurile descărcate. S-ar putea să nu vă vedeți în prezent ca pe cineva care va descărca prea multe moduri, dar luați-l de la noi. Începe întotdeauna cu un mod, apoi altul, apoi încă unul ... </p> <p> Apoi, în cele din urmă, îți dai seama că ai mai mult conținut modificat decât conținut de vanilie în jocul tău Minecraft. </p>"}