{"title":"Cum să economisiți durata de viață a bateriei pe controlerul dvs. DualSense PS5","content":"<p> În timp ce controlerul DualSense al PlayStation 5 are o durată de viață îmbunătățită a bateriei față de DualShock 4 al PlayStation 4, este totuși posibil ca controlerul dvs. să moară în mijlocul unui moment important. </p> <p> Să ne uităm la câteva modalități de a economisi durata de viață a bateriei pe controlerul DualSense și de a-l face să dureze cât mai mult posibil. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Setați controlerul PS5 să se dezactiveze automat </h2> <p> Dacă lăsați PS5-ul să funcționeze din orice motiv și, astfel, lăsați controlerul pornit ore în șir, acest lucru vă va consuma în mod evident durata de viață a bateriei. Pentru a combate acest lucru, este o idee bună să setați un cronometru, astfel încât DualSense să se oprească atunci când nu îl utilizați. </p> <p> În meniul principal al PS5, mergeți la <strong> Setări&gt; Sistem&gt; Economisire energie </strong> . Aici veți vedea <strong> Setați timpul până la oprirea controlerelor </strong> opțiune, pe care o puteți seta <strong> După 10 minute </strong> , <strong> 30 minute </strong> , <strong> 60 de minute </strong> , sau <strong> Dezactivat </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Nu există motive întemeiate să vă lăsați controlerul pornit pentru perioade lungi de timp în timp ce stați în repaus. Activarea acestei opțiuni limitează durata de viață a bateriei irosită atunci când nu vă aflați la televizor. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Opriți manual controlerul DualSense </h2> <p> Pentru momentele în care știți că nu veți folosi controlerul PS5 pentru o vreme, este logic să îl opriți imediat în loc să așteptați temporizatorul de oprire automată. Acest lucru este la îndemână dacă vă folosiți PS5 pentru a viziona aplicații de divertisment, cum ar fi Netflix sau chiar pentru a sta într-o scenă lungă într-un joc. </p> <p> </p> <p> Pentru a opri controlerul PS5, apăsați pe <strong> Butonul PS </strong> de pe controler pentru a afișa meniul rapid. Derulați spre dreapta și selectați <strong> Accesorii </strong> , care se afișează ca o pictogramă a controlerului cu durata actuală a bateriei. În meniul rezultat, alegeți-vă <strong> Controler wireless </strong> , urmată de <strong> Opriți </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Acest lucru vă va opri controlerul până când loviți <strong> Butonul PS </strong> pentru a-l reporni. Dacă nu doriți să vă lăsați cu meniul, puteți opri controlerul PS5 ținând apăsat butonul <strong> Butonul PS </strong> timp de 10 secunde. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Reduceți funcțiile controlerului care utilizează bateria </h2> <p> DualSense are o mână de funcții care consumă durata de viață a bateriei. Dezactivarea acestor opțiuni nu va extinde drastic bateria controlerului, dar vă poate ajuta puțin dacă acordați prioritate duratei de viață a bateriei față de caracteristicile fanteziste. </p> <p> Vizita <strong> Setări&gt; Accesorii&gt; Controlere </strong> pentru a dezactiva aceste funcții: </p> <ul> <li> A stabilit <strong> Luminozitatea indicatorilor controlerului </strong> la <strong> Dim </strong> . Acest lucru va reduce luminile de pe controler; se vor lumina automat dacă este necesar pentru accesoriul camerei. </li> <li> Coborâți <strong> Intensitatea vibrațiilor </strong> la <strong> Slab </strong> sau <strong> Dezactivat </strong> . În timp ce noua caracteristică de feedback haptic a DualSense face ca zgomotul să fie mai realist, folosește un pic de baterie. Dacă nu vă pasă de caracteristică, poate pentru un anumit joc, dezactivarea acestuia va îmbunătăți durata de viață a bateriei. </li> <li> De asemenea, reduceți sau dezactivați fișierul <strong> Intensitatea efectului declanșator </strong> . Aceasta este o altă caracteristică principală a DualSense care schimbă rezistența butoanelor L2 și R2 în funcție de ceea ce faceți în joc. Dacă nu vă pasă prea mult de el, scăderea acestuia va conserva niște suc. </li> <li> Coborâți <strong> Volum (difuzor pentru controler) </strong> glisor. Acest lucru reduce ieșirea încorporată a difuzorului controlerului, economisind un pic de baterie dacă oricum nu vă place acest lucru. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Cumpărați un cablu de încărcare mai lung </h2> <p> Dacă utilizarea tuturor sfaturilor de mai sus încă nu menține controlerul să funcționeze atât timp cât doriți, ar trebui să luați în considerare cumpărarea unui cablu USB-C mai lung. Cu aceasta, vă puteți conecta cu ușurință controlerul pentru a încărca și a continua să jucați când acesta scade. Nu va trebui să ridicați un scaun mai aproape de televizor, așa cum ați face cu un cablu scurt. </p> <p> Puteți găsi cabluri de încărcare USB-C la USB-A de 10 picioare (sau mai lungi) pe Amazon ieftin. Incearca <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> CableCreation Cablu USB-C </a> pentru o opțiune solidă. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Dacă jucați cu un cablu conectat des, pe cele de mai sus <strong> Controlere </strong> pagina de setări, ar trebui să setați <strong> Metoda de comunicare </strong> la <strong> Utilizați cablul USB </strong> . Cu aceasta, controlerul dvs. va comunica prin cablu în loc să utilizeze în continuare Bluetooth când este conectat. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Mențineți DualSense încărcat </h2> <p> Acum știți cum să vă mențineți bateria DualSense în viață pentru sesiuni lungi de jocuri. În afară de a cumpăra un al doilea controler și a le schimba în mod regulat, acestea sunt cele mai bune opțiuni pentru prelungirea duratei de viață a bateriei. </p> <p> Nu uitați că puteți folosi controlere PS4 atunci când jucați jocuri PlayStation 4 pe PS5. Acesta este un alt mod de a conserva durata de viață a bateriei DualSense. </p> <p> <small> Credit de imagine: Alex Van Aken / <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}