{"title":"Cum să combinați imagini în Photoshop pentru a crea compozite fantastice","content":"<p> Unul dintre cei mai buni editori foto din lume pentru realizarea compozitelor este Photoshop. Acest lucru se datorează faptului că există zeci de instrumente utile care au un număr aproape infinit de utilizări atunci când vine vorba de îmbinarea imaginilor. </p> <p> În acest tutorial, vă vom arăta cum să combinați trei imagini împreună pentru a crea un compozit fantastic. </p> <h2 id=\"getting-started\"> Noțiuni de bază </h2> <p> Compozitele sunt formate din două sau mai multe imagini. Este o idee bună să aveți toate fișierele de imagine necesare încărcate în Photoshop pentru a facilita procesul compozit. </p> <p> Vom folosi trei imagini pentru a crea compozitul nostru final. Puteți descărca aceste fișiere imagine din Pexels pentru a le urmări: </p> <ul> <li> <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Femeie </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-standing-on-top-of-mountain-2695232/\" target=\"_blank\" rel=\"nofollow noopener\"> Alpinist 1 </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-wearing-black-tank-top-and-brown-shorts-climbing-rock-1094794/\" target=\"_blank\" rel=\"nofollow noopener\"> Alpinist 2 </a> </li> </ul> <p> </p> <h2 id=\"cut-out-subjects-from-backgrounds\"> 1. Decupați subiecte din fundaluri </h2> <p> Cea mai obișnuită sarcină pentru realizarea compozitelor implică „tăierea” subiecților din mediile lor. Asta vom face pentru fiecare alpinist. </p> <p> Imaginea noastră despre femeia care face fața amuzantă va fi imaginea noastră principală la care vom adăuga totul. </p> <p> Acești pași ar trebui urmați pentru fiecare dintre cei doi alpiniști. După ce vor fi decupate, le vom adăuga pe ambele la imaginea principală a femeii din a doua parte a acestui tutorial. </p> <ol> <li> Odată ce imaginea alpinistului este importată în Photoshop, accesați <strong> Selectați </strong> &gt; <strong> Subiect </strong> . <p> <img alt=\"Select Subject\" src=\"images/1-select-subject-585.png\" loading=\"lazy\"> </p> </li> <li> Mergi la <strong> Selectați </strong> &gt; <strong> Selectați și mascați </strong> . <p> <img alt=\"Select Select and Mask\" src=\"images/2-select-select-and-mask-372.png\" loading=\"lazy\"> </p> </li> <li> Utilizare <strong> Ctrl </strong> si <strong> La care se adauga </strong> ( <strong> + </strong> ) Tasta pentru a mări imaginea. Apoi, utilizați <strong> Bara de spațiu </strong> și centrează imaginea cu mouse-ul pentru a vizualiza detaliile selecției. Culoarea implicită de selecție este roșu. <p> <img alt=\"Enlarge Image\" src=\"images/3-enlarge-image-711.png\" loading=\"lazy\"> </p> </li> <li> Selectați al treilea <strong> Perie </strong> instrument din meniul din stânga sus. Asigurați-vă că <strong> La care se adauga </strong> ( <strong> + </strong> ) simbolul este evidențiat. <p> <img alt=\"Select Brush Tool\" src=\"images/4-select-brush-tool-462.png\" loading=\"lazy\"> </p> </li> <li> Cu mouse-ul, vopsea <strong> roșu </strong> pe orice zone care ar fi trebuit selectate. În acest exemplu, o parte a piciorului bărbatului și a bastonului său trebuie vopsite. </li> <li> Folosește <strong> Suport </strong> instrumente <strong> [ </strong> și <strong> ] </strong> pentru a mări sau micșora dimensiunea pensulei. Dacă faceți o greșeală, faceți clic pe <strong> Ctrl </strong> + <strong> Z </strong> pentru a anula acțiunea anterioară. <p> <img alt=\"Paint Red into Selection\" src=\"images/5-paint-red-into-selection-283.png\" loading=\"lazy\"> </p> </li> <li> Du-te la <strong> Ieșire către </strong> meniul derulant din partea de jos a panoului de control din dreapta. </li> <li> Selectați <strong> Strat nou cu mască </strong> și faceți clic pe <strong> O.K </strong> . <p> <img alt=\"New Layer with Layer Mask\" src=\"images/6-new-layer-with-layer-mask-592.png\" loading=\"lazy\"> </p> </li> <li> Ar trebui să rămâi acum cu decupajul alpinistului și să vezi doar un fundal în carouri care să indice transparență. Repetați acești pași pentru imaginea celui de-al doilea alpinist. <p> <img alt=\"Completed Selection of Climber\" src=\"images/7-completed-selection-of-climber-324.png\" loading=\"lazy\"> </p> </li> </ol> <p> <strong> Notă: </strong> </p> <p> Dacă selecția dvs. de alpinist are încă nevoie de muncă, puteți apăsa <strong> B </strong> pentru <strong> Perie </strong> instrument pentru a picta în porțiuni lipsă sau a șterge pixeli nedorite. Cel mai bine este să folosiți un <strong> Perie moale </strong> pentru acest gen de muncă. </p> <p> <img alt=\"Soft Round Brush\" src=\"images/tip-soft-round-brush-458.png\" loading=\"lazy\"> </p> <p> Când pictați, asigurați-vă că <strong> Prim plan </strong> culoarea este setată la <strong> alb </strong> pentru a adăuga la selecție. Alternativ, schimbați fișierul <strong> Prim plan </strong> culoare la <strong> Negru </strong> pentru a șterge din selecție. Comutați <strong> X </strong> tasta pentru a comuta între culori. </p> <p> <img alt=\"Foreground Colors\" src=\"images/tip-foreground-colors-961.png\" loading=\"lazy\"> </p> <p> Rețineți că a doua imagine de alpinist vă va cere să efectuați corecții fie în timpul procesului de selecție, fie ulterior folosind metoda de mai sus. </p> <p> </p> <h2 id=\"composite-all-three-images-together\"> 2. Toate cele trei imagini împreună </h2> <p> Pentru porțiunea de compoziție, vom adăuga cei doi alpiniști la imaginea femeii. Alpinistul care stă în picioare va fi micșorat și așezat pe nasul femeii. </p> <p> Al doilea alpinist va fi plasat pe partea dreaptă a buzei femeii. </p> <p> Pentru ultimul pas, vom adăuga efecte pentru a aduce toate elementele împreună pentru a face să pară mai natural. Este posibil ca utilizatorii mai avansați să continue să amestece aceste imagini folosind tehnici mai complexe, dar vă vom arăta cum să creați o versiune rapidă și acceptabilă. </p> <ol> <li> Încărcați imaginea femeii în Photoshop. <p> <img alt=\"Load Image of Woman into Photoshop\" src=\"images/1-load-image-of-woman-into-photoshop-484.png\" loading=\"lazy\"> </p> </li> <li> Navigați la imaginea alpinistului care stă în picioare. Faceți clic stânga pe acesta și țineți apăsat stratul de selecție al alpinistului. Pur și simplu trageți-l cu mouse-ul în fișierul femeii din partea de sus a ecranului. <p> <img alt=\"Drag Climber to Image of Woman\" src=\"images/2-drag-climber-to-image-of-woman-932.png\" loading=\"lazy\"> </p> </li> <li> Când ați terminat corect, ecranul dvs. va reveni la cel al femeii. Apoi, eliberați clicul stânga. Un nou strat cu alpinistul va apărea deasupra imaginii originale a femeii. <p> <img alt=\"Import Climber into Image\" src=\"images/3-import-climber-into-image-270.png\" loading=\"lazy\"> </p> </li> <li> Cu <strong> Copie de fundal </strong> din alpinistul selectat, apăsați <strong> Ctrl </strong> + <strong> T </strong> pentru <strong> Transforma </strong> instrument. Faceți clic în dreptunghiul albastru pentru a poziționa bărbatul peste nasul femeii. Utilizați mânerele de pe cutia albastră pentru a micșora bărbatul la o versiune miniaturală, așa cum se arată mai jos. Apoi, apăsați pe <strong> Bifează marcajul </strong> în partea de sus pentru a accepta modificările. <p> <img alt=\"Place Climber on Nose\" src=\"images/4-place-climber-on-nose-888.png\" loading=\"lazy\"> </p> </li> <li> Apoi, vom repeta pașii doi până la patru pentru al doilea alpinist. Dar de data aceasta, îl vom așeza pe alpinist pe partea dreaptă a buzei femeii. Veți observa că va trebui să răsucim imaginea, astfel încât alpinistul să fie orientat în direcția corectă. Pentru a face acest lucru, apăsați <strong> Ctrl </strong> + <strong> T </strong> , Faceți clic dreapta pe imagine și selectați <strong> Flip orizontal </strong> . <p> <img alt=\"Flip Horizontal\" src=\"images/5-flip-horizontal-745.png\" loading=\"lazy\"> </p> </li> <li> Presare <strong> Ctrl </strong> + <strong> T </strong> , poziționați al doilea alpinist așa cum se arată. <p> <img alt=\"Place Second Climber\" src=\"images/6-place-second-climber-176.png\" loading=\"lazy\"> </p> </li> <li> Vom dori să decupăm această imagine, astfel încât imaginea finală să arate mai bine toate elementele sale. presa <strong> C </strong> pentru <strong> A decupa </strong> instrument. Selectați <strong> Pătrat </strong> pentru raport și utilizați mânerele pentru a decupa imaginea așa cum se arată. Apoi, faceți clic pe <strong> Bifează marcajul </strong> pentru a finaliza modificările. <p> <img alt=\"Use the Crop Tool\" src=\"images/7-use-the-crop-tool-538.png\" loading=\"lazy\"> </p> </li> <li> Faceți dublu clic pe <strong> Mână </strong> instrument pentru a mări imaginea la dimensiune completă. <p> <img alt=\"Double Click Hand Tool\" src=\"images/8-double-click-hand-tool-195.png\" loading=\"lazy\"> </p> </li> <li> Folosind <strong> Vindeca </strong> perie, curăță liniile fantomă de selecțiile alpinistilor. Folosește <strong> Suport </strong> chei <strong> [ </strong> <strong> ] </strong> pentru a mări sau micșora dimensiunea pensulei. Cel mai bine este să faceți dimensiunea pensulei suficient de mare pentru a șterge liniile în timp ce mergeți. <p> <img alt=\"Heal Brush Ghost Lines\" src=\"images/9-heal-brush-ghost-lines-398.png\" loading=\"lazy\"> </p> </li> </ol> <p> </p> <h2 id=\"use-anthropics-smart-photo-editor-to-enhance-your-composite\"> 3. Folosiți Anthropics Smart Photo Editor pentru a vă îmbunătăți compozitul </h2> <p> Dacă doriți să vă duceți compozitul la nivelul următor, cel mai bine este să faceți ca toate elementele imaginii să apară ca și când ar aparține împreună în mod natural. Aceasta înseamnă să alocați puțin mai mult timp pentru a scoate compozitul perfect. </p> <p> Putem realiza acest lucru folosind <a href=\"https://www.anthropics.com/smartphotoeditor/\" target=\"_blank\" rel=\"nofollow noopener\"> Editor foto inteligent de către Anthropics </a> . Oferă o încercare gratuită pe care o puteți folosi pentru acest tutorial. Dacă sunteți fericit după ce ați luat-o pentru o rotație de testare, există o opțiune de cumpărare. </p> <p> </p> <p> Să terminăm asta! </p> <ol> <li> Cu vârful <strong> Copie de fundal </strong> selectat, apăsați <strong> Schimb </strong> + <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> E </strong> a crea un <strong> Ștampila vizibilă </strong> stratul tuturor straturilor noastre. <p> <img alt=\"Create Stamp Visible Layer\" src=\"images/1-create-stamp-visible-layer-488.png\" loading=\"lazy\"> </p> </li> <li> Faceți clic dreapta pe <strong> Stratul 1 </strong> , și selectați <strong> Convertiți în obiect inteligent </strong> . <p> <img alt=\"Convert to Smart Object\" src=\"images/2-convert-to-smart-object-1-966.png\" loading=\"lazy\"> </p> </li> <li> Mergi la <strong> Filtru </strong> &gt; <strong> Antropici </strong> &gt; <strong> Editor foto inteligent </strong> . <p> <img alt=\"Smart Photo Editor\" src=\"images/3-smart-photo-editor-421.png\" loading=\"lazy\"> </p> </li> <li> Selectați <strong> Galeria Efectelor </strong> în meniul din dreapta sus. <p> <img alt=\"Effects Gallery\" src=\"images/4-effects-gallery-429.png\" loading=\"lazy\"> </p> </li> <li> În caseta de căutare, tastați <strong> Zăpadă </strong> și apăsați <strong> introduce </strong> . <p> <img alt=\"Type Snow\" src=\"images/5-type-snow-655.png\" loading=\"lazy\"> </p> </li> <li> Selectați <strong> Peisaj de iarnă </strong> de Tom. Dacă nu vedeți această opțiune pe prima pagină, tastați-o în caseta de căutare. Odată selectat, apăsați <strong> O.K </strong> . <p> <img alt=\"Winter Landscape by Tom\" src=\"images/6-winter-landscape-by-tom-197.png\" loading=\"lazy\"> </p> </li> <li> Reselectați <strong> Galeria Efectelor </strong> așa cum se arată în pasul patru. Derulați la pagina trei și selectați <strong> Cenușii dec rad </strong> . Dacă nu îl vedeți, introduceți acest text în meniul de căutare și selectați-l de acolo. Apoi, apăsați <strong> O.K </strong> . <p> <img alt=\"Greys dec rad\" src=\"images/7-greys-dec-rad--510.png\" loading=\"lazy\"> </p> </li> <li> Reselectați <strong> Galeria Efectelor </strong> așa cum se arată în pasul patru. Mergeți la pagina opt și selectați <strong> Filtre de răcire </strong> de AndrewB2012. Dacă nu îl vedeți, introduceți acest text în meniul de căutare și selectați-l de acolo. Apoi, apăsați <strong> O.K </strong> . </li> <li> În partea de sus a meniului, accesați <strong> Fişier </strong> &gt; <strong> Salvați și returnați </strong> . Aceasta va exporta imaginea înapoi în Photoshop. </li> <li> Du-te la <strong> Creați un nou strat de completare sau ajustare </strong> pictogramă din colțul din dreapta jos al ecranului Photoshop. Selectați <strong> Echilibrul culorilor </strong> strat. </li> <li> Introduceți următoarele valori pentru glisoarele din <strong> Ton </strong> meniul derulant. Sub <strong> Mijlocii </strong> , Selectați <strong> Cyan / Roșu: </strong> <strong> +25 </strong> , <strong> Magenta / verde: </strong> <strong> -20 </strong> , <strong> Galben / albastru: </strong> <strong> +20 </strong> . </li> <li> Sub <strong> Umbre </strong> , alege <strong> Cyan / Roșu: </strong> <strong> -10 </strong> , <strong> Magenta / verde: </strong> <strong> -10 </strong> , <strong> Galben / albastru: </strong> <strong> -15 </strong> . </li> <li> Pentru <strong> Repere </strong> , Selectați <strong> Cyan / Roșu: </strong> <strong> -20 </strong> , <strong> Magenta / Verde </strong><strong> : </strong> <strong> +15 </strong> , <strong> Galben / albastru: </strong> <strong> -15 </strong> . <p> <img alt=\"Color Balance Adjustment\" src=\"images/10-color-balance-adjustment-452.png\" loading=\"lazy\"> </p> </li> </ol> <p> Să aruncăm o privire asupra modului în care a apărut compozitul nostru fantastic. </p> <p> <strong> Inainte de: </strong> </p> <p> <img alt=\"Before\" src=\"images/before-1-254.png\" loading=\"lazy\"> </p> <p> <strong> După: </strong> </p> <p> <img alt=\"After\" src=\"images/after-1-212.png\" loading=\"lazy\"> </p> <p> Există alte instrumente în Photoshop care folosesc <a href=\"https://www.makeuseof.com/overlay-blend-mode-photoshop-lighting/\" target=\"_blank\" rel=\"nofollow noopener\"> moduri de amestecare pentru a crea efecte de iluminare </a> . Aceste caracteristici și metode ușor de utilizat fac un drum lung în a face ideile tale amuzante să pară mai profesionale. </p> <p> </p> <h2 id=\"composites-take-time-and-care\"> Compozitele au timp și grijă </h2> <p> Crearea compozitelor poate dura mult timp dacă încercați să faceți amestecul să pară natural. În tutorialul nostru, există încă multe lucruri care pot fi făcute pentru a crea un aspect mai natural. Dar, de dragul timpului, am vrut să vă arătăm cât de ușor este să începeți, combinând trei imagini simple împreună. </p> <p> Din fericire, Photoshop are toate instrumentele pentru a face compozite atât realiste, cât și fantastice. Există, de asemenea, numeroase plugin-uri disponibile, care vă vor ajuta să adăugați finisaje compozitelor dvs. la care nu v-ați fi gândit niciodată. </p> <p> <small> Credit de imagine: Andrea Piacquadio / <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}