{"title":"Cum se remediază eșecul stării de alimentare a driverului în Windows 10","content":"<p> Eroarea stării de alimentare a conducătorului auto este o rară eroare de ecran albastru care apare atunci când un șofer intră în modul de repaus în timp ce lucrați. BSOD apare de multe ori atunci când computerul iese din hibernare, iar Windows nu poate deloc să trezească driverul dispozitivului sau driverul durează prea mult să răspundă. </p> <p> Eroarea poate fi rezolvată prin modificări simple la setările de alimentare, dar este posibil ca unii utilizatori să fie nevoiți să aprofundeze pentru a elimina problema. Iată șase moduri de a remedia eroarea de eroare a stării de alimentare a driverului pe Windows 10. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Schimbați setările de alimentare și planul de alimentare </h2> <p> Primul pas pe care ar trebui să îl facă utilizatorii pentru a diagnostica această eroare este să schimbe setările de alimentare ale dispozitivului. Iată cum vă modificați setările de alimentare pentru Windows 10. </p> <h3 id=\"change-power-settings\"> Schimbați setările de alimentare </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> În bara de căutare a meniului Start, tastați <strong> Panou de control </strong> și deschide-l. </li> <li> Cauta <strong> Opțiuni de putere </strong> apasa pe el. </li> <li> În fereastra care se deschide, faceți clic pe opțiunea care citește <strong> Alegeți ce face butonul de pornire </strong> . </li> <li> Click pe <strong> Modificați setările care nu sunt disponibile în prezent </strong> . Veți avea nevoie de privilegii de administrator pentru a face acest lucru. </li> <li> Debifați <strong> Porniți pornirea rapidă, Sleep, </strong> și <strong> Hibernează </strong> Opțiuni. </li> <li> Click pe <strong> Salvează modificările </strong> și ieși. </li> </ol> <h3 id=\"change-power-plan-settings\"> Schimbați setările planului de alimentare </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> Deschis <strong> Panou de control </strong> și faceți clic pe <strong> Opțiuni de putere. </strong> </li> <li> Localizați planul de alimentare selectat în prezent și faceți clic pe <strong> Schimbați setările planului </strong> . </li> <li> Apoi faceți clic pe <strong> Modificați setările avansate de alimentare. </strong> </li> <li> Extindeți <strong> Dormi </strong> secțiunea și asigurați-vă că toate setările sunt setate la <strong> Nu </strong> . </li> <li> Navigheaza catre <strong> Setări adaptor wireless </strong> și <strong> PCI Express </strong> . Extindeți și setați toate opțiunile la <strong> Nu </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Actualizați driverele de afișare și de rețea </h2> <p> Cel mai frecvent motiv pentru BSOD de eroare a stării de alimentare a driverului este un driver de rețea sau afișaj defect. De aceea, cel mai bine este să vă asigurați că ambele drivere sunt actualizate și funcționează fără probleme. </p> <p> Uneori, actualizările mai noi pot provoca instabilitatea sistemului. În astfel de cazuri, utilizatorii vor trebui să revină la aceste actualizări. Actualizarea driverelor de afișare poate, de asemenea <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> rezolvați problemele intermitente și intermitente ale ecranului. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Cum să actualizați driverele de rețea și de afișare </h3> <ol> <li> presa <strong> Tasta Windows + R </strong> și tastați <strong> devmgmt.msc </strong> . <strong> Manager de dispozitiv </strong> fereastra se va deschide. </li> <li> Cauta <strong> Adaptoare de afișaj </strong> și extindeți meniul. </li> <li> Faceți clic dreapta pe drivere și faceți clic pe <strong> Actualizați driver-ul </strong> . </li> <li> Click pe <strong> Căutați automat software-ul actualizat al driverului </strong> . Windows va descărca și instala automat cele mai recente drivere. </li> <li> Faceți același lucru pentru <strong> Adaptoare de rețea </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Cum să reveniți la versiunile anterioare ale driverelor de rețea și de afișare </h3> <ol> <li> Deschis <strong> Manager de dispozitiv </strong> și extindeți <strong> Adaptoare de afișaj </strong> opțiune. </li> <li> Faceți clic dreapta pe driver și selectați <strong> Proprietăți </strong> . </li> <li> Navigați la <strong> Conducător auto </strong> fila din <strong> Proprietăți </strong> meniul. </li> <li> Click pe <strong> Reveniți pe driver, </strong> iar Windows va restabili o versiune anterioară a driverului. </li> <li> Urmați aceiași pași pentru <strong> Adaptoare de rețea </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. Reparați fișierele de sistem corupte folosind SFC și DISM </h2> <p> SFC și DISM sunt două dintre cele mai eficiente instrumente Windows încorporate care pot fi utilizate pentru a remedia o mare varietate de erori de sistem. În cazul unui ecran albastru al erorii morții, combinarea acestor două se poate dovedi utilă în eliminarea erorii. </p> <p> </p> <p> Utilizatorii ar trebui să rețină că este vital să creați un punct de restaurare a sistemului înainte de a încerca această remediere. </p> <h3 id=\"how-to-use-dism\"> Cum se folosește DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> Deschis <strong> Prompt de comandă </strong> ca administrator. </li> <li> Tip <strong> DISM.exe / Online / Cleanup-image / scanhealth </strong> și așteptați finalizarea procesului. </li> <li> După finalizare, tastați <strong> DISM.exe / Online / Cleanup-image / Restorehealth </strong> . </li> <li> Așteptați până la finalizarea procesului. </li> </ol> <p> Cum se folosește SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Alerga <strong> Prompt de comandă </strong> ca administrator. </li> <li> În consolă, tastați <strong> sfc / scannow </strong> . </li> <li> Windows va căuta automat orice fișiere corupte și le va repara. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Restabiliți computerul la o stare anterioară </h2> <p> Când ați epuizat toate celelalte opțiuni, cel mai bine este să restabiliți computerul la o stare anterioară. Uneori, software-ul nou instalat face modificări care ar putea provoca eroarea. Windows creează de obicei automat un punct de restaurare a sistemului înainte de instalarea de noi programe, iar acum este cel mai bun moment pentru a utiliza această caracteristică. </p> <p> Pentru a utiliza Restaurarea sistemului, urmați acești pași: </p> <ol> <li> presa <strong> Tasta Windows + R </strong> și tastați <strong> rstrui.exe </strong> . </li> <li> În <strong> Restaurarea sistemului </strong> fereastra, faceți clic pe Următorul și selectați un punct de restaurare din listă. </li> <li> Click pe <strong> Finalizarea, </strong> după care dispozitivul va porni în starea selectată. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. Actualizați BIOS-ul </h2> <p> În atacul continuu al actualizărilor de software, driver și Windows, BIOS-ul este de obicei omis. Poate fi atribuit mai ales faptului că trebuie făcut manual. </p> <p> Atunci când se ocupă de eroarea de alimentare a driverului, utilizatorii trebuie să se asigure că BIOS-ul lor este actualizat la cea mai recentă versiune. După cum sa explicat aici, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> BIOS-ul este o parte importantă a computerului </a> , deci asigurați-vă că aveți cea mai mare prudență în timp ce efectuați orice modificări la acesta. </p> <h3 id=\"how-to-check-and-update-the-bios\"> Cum să verificați și să actualizați BIOS-ul </h3> <ol> <li> Introduceți <strong> Configurarea sistemului </strong> în bara de căutare a meniului Start. </li> <li> În fereastră, căutați <strong> Versiunea / data BIOS-ului </strong> și notați versiunea. </li> <li> După aceasta, vizitați site-ul web al producătorului plăcii de bază și căutați cea mai recentă versiune a BIOS-ului în secțiunea de descărcări. </li> <li> Descărcați și rulați fișierul de instalare. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Înainte de instalare, veți obține o opțiune pentru a copia versiunea curentă a BIOS-ului dvs. Asigurați-vă că selectați opțiunea în cazul în care lucrurile merg spre sud. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Dezactivați Antivirus și Windows Defender </h2> <p> Software-ul antivirus poate uneori să elimine sau să interfereze cu fișierele Windows esențiale. Acest lucru se poate întâmpla și în timpul actualizării driverelor, deoarece uneori software-ul semnalizează în mod fals unele fișiere din pachetul de instalare. </p> <p> Este destul de ușor să dezactivați temporar software-ul antivirus. Doar faceți clic dreapta pe pictograma antivirusului din Tava de sistem și faceți clic pe dezactivați protecția. Acesta este de obicei calea de urmat pentru majoritatea software-urilor antivirus, dar poate diferi între alte antivirusuri. </p> <p> Pentru a dezactiva Windows Defender, procedați în felul următor: </p> <ol> <li> Caută <strong> Securitate Windows </strong> în bara de căutare a meniului Start și selectați primul rezultat. </li> <li> În tabloul de bord, faceți clic pe <strong> Protecție împotriva virușilor și amenințărilor </strong> . </li> <li> Click pe <strong> Gestionați setările </strong> și dezactivați protecția în timp real. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Rețineți că ar trebui să vă dezactivați temporar antivirusul. Dacă dezactivarea antivirusului oprește eroarea de eroare a stării de alimentare a driverului, ar trebui <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> luați în considerare schimbarea software-ului antivirus pentru o alternativă </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Eroarea stării de alimentare a conducătorului auto: rezolvată </h2> <p> Un BSOD nu este niciodată o vedere binevenită, dar de obicei sunt ușor de remediat. </p> <p> În cazul eșecului stării de alimentare a driverului, o actualizare simplă a driverului rezolvă de obicei problema. Dar dacă nu, utilizatorii pot recurge oricând la soluțiile avansate enumerate mai sus. </p>"}