{"title":"Ce este terminalul Bloomberg și ce îl face atât de puternic?","content":"<p> Bloomberg este unul dintre cele mai mari servicii de știri financiare din lume, iar fondatorul său, Mike Bloomberg, este unul dintre cei mai bogați oameni din lume. </p> <p> O mare parte din averea pe care o dobândește provine de la terminalul Bloomberg, software-ul indispensabil pentru multe companii din sectorul financiar. Dacă lucrați într-un loc de muncă de birou corporativ, este posibil să fi folosit chiar și dvs. </p> <p> Deci, ce face mai exact Terminalul Bloomberg și ce îl face atât de puternic și de prețios pentru profesioniștii din Wall Street? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Cum a devenit terminalul Bloomberg </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Înainte de a construi terminalul Bloomberg, Mike Bloomberg era partener general la Salomon Brothers, o bancă de investiții cu sediul în New York. </p> <p> După ce a primit un pachet de despăgubire de 10 milioane de dolari în 1981, el a inventat un sistem care combina date financiare, analize, conformitate și servicii relevante de afaceri și informații financiare sub un singur software de calculator - Terminalul Bloomberg. </p> <p> Terminalul Bloomberg a debutat oficial în 1982, iar restul este istorie. Astăzi, Terminalul este utilizat de peste 320.000 de abonați din întreaga lume. Se estimează că software-ul în sine este responsabil pentru o treime din veniturile Bloomberg LP. În afară de PC, terminalul Bloomberg este disponibil și pe smartphone-uri. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Cine folosește terminalul Bloomberg? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Credit de imagine: Andrey Rudakov / <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Terminalul Bloomberg este adesea descris ca un supercomputer fără de care profesioniștii din Wall Street nu pot trăi. Un abonament la terminalul Bloomberg costă între 20.000 și 24.000 de dolari pe an, dar acest lucru nu împiedică baza de clienți să își reînnoiască abonamentele din cauza cât de util este. </p> <p> Comercianții, brokerii, analiștii, administratorii de portofolii, investitorii și directorii sunt principala bază de consumatori a Terminalului. </p> <p> Dacă sunteți un student universitar care urmează un curs de finanțe sau economie, probabil ați fost învățat cum să navigați și în funcțiile sale de bază. Acest lucru se datorează faptului că mai multe instituții de învățământ superior se abonează la terminal, astfel încât studenții să poată dobândi cunoștințe practice despre piețele financiare. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Cum arată terminalul Bloomberg? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Credit de imagine: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Terminalul Bloomberg are o interfață iconică ușor de recunoscut: un ecran negru complet și linii și linii de text neon într-un font care amintește de un joc video din școala veche din anii &#39;90. </p> <p> Terminalul furnizează, de asemenea, propriile sale computere pentru o experiență optimă, numită terminal de afișaj compact Bloomberg de 15 inci. Cu rezoluții native de 60Hz, culoare pe 32 de biți și ecrane de 1024 x 768 (XGA), terminalele de afișare compacte oferă afișaj de înaltă calitate printr-un suport de computer conceput ergonomic. Într-un cadru corporativ, terminalul rulează de obicei pe două, dar uneori pe patru până la șase ecrane. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Credit de imagine: Bloomberg Professional Services / <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> În ceea ce privește hardware-ul, pentru a utiliza terminalul Bloomberg, aveți nevoie de o tastatură în stil nativ pentru Bloomberg, numită Starboard, care, pe partea de sus a tastelor QWERTY obișnuite, conține taste roșii, albastre, verzi și galbene pentru funcții specifice. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Funcțiile terminalului Bloomberg </h2> <p> Iată câteva dintre cele mai puternice funcții ale terminalului Bloomberg. </p> <p> <b> AJUTOR </b> butonul este probabil cea mai utilă cheie pentru cei care abia încep. Dacă aveți întrebări despre ceva de pe terminal, apăsați tasta o singură dată și un specialist Bloomberg va fi acolo pentru a porni un chat live cu dvs. pentru a vă rezolva întrebările. De ce să mai deranjezi Googling-ul? </p> <p> Dacă aveți o conexiune la internet, cu siguranță nu vă este străin <b> Știri Bloomberg </b> . Utilizatorii pot tasta pur și simplu <b> ȘTIRI </b> și apăsați pe Enter pentru a obține cele mai recente informații despre tendințele pieței, mișcările și alte știri relevante de ultimă oră. </p> <p> Odată ce un broker din Wall Street este informat cu cele mai mari știri ale zilei, spuneți că ar dori să verifice acțiunile și performanța financiară a unei companii în ziua respectivă. Nicio problemă: taste de comandă rapidă precum <b> BQ </b> , <b> GIP </b> , și <b> OMON </b> oferiți diagrame vizuale în timp real, date, cotații, tendințe și prognoze despre o opțiune de capital sau un fond. </p> <p> Doriți să exportați un grafic plăcut vizual de la terminal în Excel? Terminalul în sine este deja bine încorporat cu Microsoft Excel. Doar lovit <b> DAPI </b> pe terminal. Cei cu familiaritate la nivel avansat cu Terminalul construiesc foi de calcul care se actualizează automat cu cele mai recente date de fiecare dată când fișierul este deschis. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Aflați cum să creați diagrame Microsoft Excel auto-actualizate aici </a> . </p> <p> Cei din industrie discută <b> Mesaje Bloomberg </b> , care este practic Facebook Messenger, dar pe Bloomberg. Vă permite să trimiteți mesaje oricui se află pe terminal. Aceasta înseamnă că oricine din industrie se poate contacta tehnic instantaneu. Nu mai cereți numărul altcuiva sau faceți întrebări despre cel mai bun mod de a lua legătura. </p> <p> Dacă încercați să aflați mai multe despre o persoană cunoscută într-o anumită industrie, intrați <b> OAMENI </b> vă va permite să răsfoiți acreditările lor. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Credit de imagine: Bloomberg Professional Services / <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Harta Bloomberg </b> este în esență Google Maps, dar mai detaliat și adaptat industriei financiare. </p> <p> Folosind date geospațiale, harta prezintă utilizatorilor o vizualizare a dezastrelor naturale care se desfășoară la nivel mondial, astfel încât urmăritorii mărfurilor să fie conștienți de impactul dezastrelor naturale asupra mărfurilor precum petrolul și aurul. Pentru a accesa harta, introduceți <b> BMAP </b> . </p> <p> Se lucrează pentru ziua respectivă. Să presupunem că brokerul nostru din Wall Street caută să ia cina la un restaurant elegant. Unii ar face-o <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> căutați locuri bune pe Google sau în aplicațiile populare de recenzii ale restaurantelor </a> . Cu toate acestea, Terminalul poate realiza asta cu <b> CINE, care </b> afișează informații și recenzii ale utilizatorilor despre restaurantele de ultimă generație din apropiere. </p> <p> Dacă brokerul nostru din Wall Street vrea să cheltuiască mare, dar nu știe pe ce să cheltuiască, pur și simplu intrând <b> MLUX </b> pe terminal va reveni cu rezultate pentru cele mai bune articole de lux disponibile pentru cumpărare online. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Terminalul Bloomberg </h2> <p> Terminalul Bloomberg nu este doar un sistem de date financiare. Este, de asemenea, o platformă de rețele sociale, cumpărături și mese. Cel mai important punct de vânzare este că este un serviciu all-in-one livrat cu o viteză și o precizie incredibile. Nu este de mirare că cei care folosesc Terminalul nu se pot sătura de el. </p> <p> Dacă aveți șansa de a accesa Terminalul la școală sau la serviciu, profitați din plin de acesta și încercați să introduceți tastele de comandă de mai sus pentru a vedea ce apare. </p>"}