{"title":"Cum să dublezi spațiul unui document Word","content":"<p> Acest articol explică cum să dublați liniile spațiale, paragrafele și întregul document în Microsoft Word. Există patru moduri de a dubla liniile spațiale în Microsoft Word. Puteți utiliza oricare dintre aceste opțiuni pentru a modifica câteva rânduri sau întregul document din Word. </p> <h2 id=\"double-space-lines-from-the-home-tab\"> Liniile spațiale duble din fila Acasă </h2> <p> Acesta este cel mai rapid mod de spațiu dublu a documentului. Puteți utiliza acest lucru atunci când doriți să adăugați spații duble pentru doar o parte din document. Selectați paragrafele pe care doriți să le modificați și urmați pașii de mai jos. </p> <ol> <li> Deschideți Microsoft Word. </li> <li> Du-te la <strong> Acasă&gt; Grup de paragrafe&gt; Selectați spațiere între linii și paragrafe </strong> pictogramă. </li> <li> Pentru a dubla liniile spațiale, alegeți 2.0 din meniul derulant. </li> <li> Pentru mai multe opțiuni de spațiere, selectați <strong> Opțiuni pentru spațiere linie </strong> În listă. </li> </ol> <p> <img alt=\"Double space from Home tab in Word\" src=\"images/microsoft-word-home-double-space-339.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-between-paragraphs-from-the-design-tab\"> Spațiu dublu între paragrafe din fila Design </h2> <p> Modificați spațiul vertical dintre paragrafe din documentul dvs. setând spațiul înainte sau după fiecare paragraf. Rețineți că acest lucru se aplică spațiere pe întreg documentul dvs. și afectează, de asemenea, spațiere între linii. Vă oferă mai puțin domeniu de control al spațierii de linie decât celelalte metode de aici. </p> <ol> <li> Deschideți Microsoft Word. </li> <li> Mergi la <strong> Proiectare&gt; Spațierea paragrafelor </strong> și alegeți <strong> Dubla </strong> . </li> </ol> <p> <img alt=\"Paragraph Spacing in Word\" src=\"images/microsoft-word-paragraph-spacing-639.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-from-the-page-layout-tab\"> Liniile de spațiu dublu din fila Aspect pagină </h2> <p> Utilizați această opțiune pentru a configura linii la două distanțe înainte de a începe să adăugați conținut în document. Setările de aici vă permit să vă perfecționați textul cu alte opțiuni. </p> <ol> <li> Deschideți Microsoft Word. </li> <li> Du-te la <strong> Aranjament în pagină </strong> filă. </li> <li> Du-te la <strong> Paragraf </strong> grup. Faceți clic pe săgeata minusculă în jos din colțul din dreapta jos pentru a afișa caseta de dialog Setări paragraf </li> <li> Rămâi pe <strong> Indentări și spațiu </strong> filă. </li> <li> Faceți clic pe săgeata în jos de lângă <strong> Spațiere între linii </strong> cutie. </li> <li> Selectați <strong> Dubla </strong> și faceți clic pe <strong> O.K </strong> pentru a ieși din caseta de dialog. </li> </ol> <p> <img alt=\"Selecting double space between lines from the layout tab\" src=\"images/microsoft-word-line-spacing-layout-tab-522.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-with-styles\"> Liniile spațiale duble cu stiluri </h2> <p> Scrii eseuri cu spațiu dublu? Poti <a href=\"https://www.makeuseof.com/tag/microsoft-word-styles/\" target=\"_blank\" rel=\"nofollow noopener\"> salvați acest lucru ca stil special în Word </a> numai pentru eseuri sau modificarea unui stil existent. </p> <ol> <li> Deschideți Microsoft Word. </li> <li> Du-te la <strong> Acasă&gt; Grup de stiluri </strong> . Click dreapta <strong> Normal </strong> . </li> <li> Selectați <strong> Modifica </strong> din meniul derulant. </li> <li> Sub <strong> Formatare </strong> , apasă pe <strong> Spatiu dublu </strong> buton. </li> <li> Selectați OK. </li> </ol> <p> <img alt=\"Modifying a style with double line spacing in Word\" src=\"images/microsoft-word-styles-paragraph-spacing-793.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"what-does-double-spaced-lines-mean\"> Ce înseamnă linii duble spațiate? </h2> <p> Distanța dintre linii nu este altceva decât înălțimea spațiului dintre fiecare rând de text. Un spațiu dublu înseamnă că propozițiile vor avea o linie goală egală cu înălțimea completă a două rânduri de text între fiecare linie. În mod implicit, majoritatea procesorelor de text au spațiere simplă activată (sau puțin mai mult decât spațiere simplă), care este spațiu cu o linie înaltă. Word are o spațiere implicită între linii <strong> 1,08 </strong> . </p> <p> Spațierea între linii este o considerare importantă a stilului și doar una dintre modalitățile de formatare a textului pentru o mai bună lizibilitate. </p>"}