{"title":"Cum se utilizează automatizările pentru comenzi rapide Apple Watch și 3 exemple de încercat","content":"<p> V-ați dorit vreodată ca Apple Watch să activeze automat Nu deranjați în momentul în care intrați în teatru? Doriți să vă schimbați automat fața Apple Watch o dată pe zi? Puteți face aceste lucruri și multe altele, datorită automatizărilor Apple Watch. </p> <p> watchOS 7 a introdus câteva rutine excelente de automatizare pentru Apple Watch. Cea mai bună parte este că nu aveți nevoie de cunoștințe de programare pentru a configura aceste rutine sau pentru a le crea. </p> <p> Vă vom arăta cum să configurați automatizări pe Apple Watch, plus trei automatizări pentru a ilustra câteva exemple de ceea ce puteți face. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Cum se configurează automatizările Apple Watch </h2> <p> Aplicația de comenzi rapide de la Apple este centrul automatizării iOS și are tot ce aveți nevoie pentru a configura și automatizările Apple Watch. Spre deosebire de comenzile rapide Siri, automatizările iOS nu pot fi partajate cu alții în momentul scrierii. Aceasta înseamnă că nu putem oferi un link pentru a descărca automatizările noastre preferate. </p> <p> În schimb, vă vom oferi un pas cu pas pentru crearea automatizărilor Apple Watch (cu capturi de ecran), astfel încât să le puteți configura rapid pe iPhone. </p> <p> </p> <p> Pentru a crea o automatizare Apple Watch, va trebui mai întâi să decideți ce doriți să automatizați și să alegeți declanșatoarele în consecință. Să începem cu ceva simplu, cum ar fi punerea Apple Watch în modul silențios la 22:00 în fiecare seară. </p> <p> Puteți configura cu ușurință acest lucru urmând acești pași: mergând la <strong> Automatizare </strong> din aplicația Comenzi rapide. Iată cum: </p> <ol> <li> Deschide <strong> Comenzi rapide </strong> aplicația de pe telefon și mergeți la <strong> Automatizare </strong> filă. </li> <li> Dacă nu ați creat niciodată o automatizare pe iPhone, atingeți butonul albastru mare etichetat <strong> Creați automatizare personală </strong> . În cazul în care ați creat o automatizare înainte, va trebui să atingeți <strong> La care se adauga </strong> butonul din dreapta sus și apoi apăsați <strong> Creați automatizare personală </strong> . </li> <li> Deoarece vrem să declanșăm o automatizare la o anumită oră în fiecare zi, atingeți <strong> Ora din zi </strong> , Selectați <strong> Ora din zi </strong> încă o dată și introduceți ora în caseta chiar sub acea opțiune. În cazul nostru, ne vom asigura că ora este 22:00 (sau 22:00). </li> <li> Chiar sub aceasta, puteți seta frecvența acestei automatizări. În cazul nostru, vom atinge <strong> Zilnic </strong> . Acum atingeți <strong> Următorul </strong> , care se află în partea dreaptă sus a ecranului. </li> <li> Pe pagina următoare, atingeți <strong> Adăugați acțiune </strong> și căutați <strong> Setați modul silențios </strong> , care va apărea sub <strong> Acțiuni </strong> subcapitol. Atingeți <strong> Setați modul silențios </strong> și asigurați-vă că acțiunea este <strong> Activați modul silențios </strong> . Acum atingeți <strong> Următorul </strong> . </li> <li> Ecranul final vă va arăta când va rula automatizarea și ce va face. Trebuie doar să dezactivați <strong> Întrebați înainte de a alerga </strong> pentru a vă asigura că automatizarea va rula pe cont propriu. Atingeți <strong> Terminat </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie de imagini (3 imagini) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Extinde <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Extinde <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Extinde </p> <p> Închide </p> <p> Acum, la 22:00 în fiecare seară, Apple Watch va activa automat modul silențios. Dacă doriți să dezactivați modul silențios dimineața, puteți crea o a doua automatizare similară pentru a face treaba. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 mari automatizări Apple Watch de încercat </h2> <p> Acum, că ne-am uitat la un exemplu, să parcurgem unele dintre cele mai utile automatizări Apple Watch pe care le puteți configura pe dispozitivul dvs. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Porniți un antrenament când ajungeți sau părăsiți o locație </h3> <p> Este ușor să uitați să începeți antrenamentele pe Apple Watch. În timp ce dispozitivul portabil are o funcție de detectare automată a antrenamentului, acesta nu funcționează întotdeauna în mod fiabil. Acest lucru este în special cazul antrenamentelor de intensitate redusă, cum ar fi exercițiile de mobilitate. </p> <p> Din fericire, există o automatizare Apple Watch pentru a rezolva această problemă: </p> <ol> <li> În aplicația Comenzi rapide, creați o nouă automatizare și atingeți <strong> Ajunge </strong> . </li> <li> Acum atingeți <strong> Alege </strong> pentru a alege locația care declanșează acest antrenament. Tastați doar numele sălii de gimnastică sau al parcului de cartier unde mergeți pentru a alerga, iar o hartă cu un ac de locație va apărea în jumătatea de jos a ecranului. Aici puteți extinde raza în care se declanșează această automatizare. Atingeți <strong> Terminat </strong> . </li> <li> Ori alege <strong> Oricând </strong> sau selectați <strong> Interval de timp </strong> când doriți să ruleze această automatizare. Acum atingeți <strong> Următorul </strong> . </li> <li> Atingeți <strong> Adăugați acțiune </strong> și căutați <strong> Porniți antrenamentul </strong> . </li> <li> Atingeți <strong> Porniți antrenamentul </strong> și selectați antrenamentul împreună cu obiectivul (obiectivul deschis, timpul, caloriile arse sau distanța parcursă). După aceasta, atingeți <strong> Următorul </strong> . </li> <li> Examinați automatizarea și atingeți <strong> Terminat </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie de imagini (3 imagini) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Extinde <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Extinde <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Extinde </p> <p> Închide </p> <p> Acum, Apple Watch va începe automat antrenamentele în funcție de locația dvs. De asemenea, puteți selecta <strong> Părăsi </strong> in loc de <strong> Ajunge </strong> în primul pas pentru a declanșa această automatizare atunci când părăsiți o anumită locație, cum ar fi casa dvs. De exemplu, dacă lucrați de acasă și ieșiți doar pentru o plimbare de dimineață, puteți face ca Apple Watch să înceapă un antrenament în aer liber de fiecare dată când ieșiți din casă. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Schimbați automat Apple Watch Face </h3> <p> Schimbarea fețelor ceasului este destul de ușoară, dar este și mai convenabil să faci ca Apple Watch să facă asta pentru tine. Să vedem cum să vă schimbați periodic fața ceasului, precum și câteva declanșatoare alternative pentru a face acest lucru să funcționeze diferit. </p> <p> Mai întâi, asigurați-vă că ați făcut-o <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> a adăugat și personalizat fețe de ceas pe Apple Watch </a> deci ai cu ce lucra. Apoi, în aplicația Comenzi rapide: </p> <ol> <li> Creați o nouă automatizare și atingeți <strong> Ora din zi </strong> . </li> <li> Selectați când doriți să se schimbe fața ceasului, împreună cu cât de des doriți să se întâmple asta. Am selectat <strong> răsărit </strong> și <strong> Zilnic </strong> să pună ceasul în fiecare dimineață. Atingeți <strong> Următorul </strong> . </li> <li> Acum atingeți <strong> Adăugați acțiune </strong> și căutați <strong> Setează Face Watch </strong> . </li> <li> Atingeți <strong> Setează Face Watch </strong> , Atingeți <strong> Față </strong> , apoi alegeți una dintre fețele ceasului din listă. Atingeți <strong> Următorul </strong> . </li> <li> Dezactivează <strong> Întrebați înainte de a alerga </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie de imagini (2 imagini) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Extinde <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Extinde </p> <p> Închide </p> <p> Acum urmăriți magia pe măsură ce fața ceasului se schimbă automat. Dacă doriți ca fața ceasului să se schimbe în continuare la fiecare câteva ore, configurați automatizări similare cu o oră diferită în al doilea pas. </p> <p> De asemenea, puteți schimba automat fața ceasului de fiecare dată când ieșiți din casă sau ajungeți în orice locație specifică utilizând <strong> Ajunge </strong> sau <strong> Părăsi </strong> declanșează în loc de <strong> Ora din zi </strong> în primul pas. </p> <p> Cadrele de ceas Apple sunt suficient de bune pentru a începe, dar sunt multe <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> minunate fețe personalizate Apple Watch </a> că ar trebui să încerci și tu. Acest lucru vă va permite să adăugați o varietate mai mare de fețe automatizărilor dvs. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Activați modul Teatru în locații liniștite </h3> <p> Activarea modului de teatru (modul Cinema în unele regiuni) pune Apple Watch în modul silențios și oprește afișajul până când atingeți ecranul sau apăsați Digital Crown. Acest lucru este cel mai util în cinematografe sau în alte locații în care doriți să evitați deranjarea altora. </p> <p> Iată cum puteți utiliza comenzile rapide pentru a activa automat modul teatru în anumite locații: </p> <ol> <li> Creați o nouă automatizare și selectați <strong> Ajunge </strong> declanșator. </li> <li> Acum atingeți <strong> Alege </strong> și căutați teatrul sau altă locație pe care o frecventați. Atingeți <strong> Terminat </strong> , apoi selectați intervalul de timp în care doriți să funcționeze această automatizare. Dacă vizitați locul mai ales în timpul serii, de exemplu, puteți seta intervalul de timp pentru a evita declanșarea accidentală. Acum atingeți <strong> Următorul </strong> . </li> <li> Atingeți <strong> Adăugați acțiune </strong> și căutați <strong> Setați modul Teatru </strong> . </li> <li> Atingeți <strong> Setați modul Teatru </strong> , urmată de <strong> Următorul </strong> . În cele din urmă, atingeți <strong> Terminat </strong> pentru a activa această automatizare. </li> </ol> <p> <strong class=\"gallery__section-title\"> Galerie de imagini (2 imagini) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Extinde <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Extinde </p> <p> Închide </p> <p> Asigurați-vă că configurați o altă automatizare utilizând <strong> Părăsi </strong> declanșați și repetați acest proces, astfel încât modul Teatru să fie dezactivat automat când părăsiți locația. </p> <p> Puteți utiliza, de asemenea <strong> Ora din zi </strong> declanșator pentru a activa sau dezactiva automat modul Teatru. Aceasta ar putea fi o opțiune utilă pentru culcare sau dacă aveți o întâlnire la o oră stabilită în fiecare săptămână. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Creați-vă propriile automatizări Apple Watch </h2> <p> Acestea sunt doar câteva automatizări ușoare pe care le puteți configura cu Apple Watch, dar posibilitățile sunt nelimitate. Puteți încerca trucuri interesante, cum ar fi trimiterea unui mesaj cuiva de fiecare dată când terminați un antrenament, împreună cu multe altele. </p> <p> Automatismele pe care le-am ales se concentrează pe sarcini care apar adesea, dar cu un pic de creativitate, puteți depăși limitele a ceea ce face Apple Watch pentru dvs. Nu uitați că Apple Watch are și alte aplicații pentru a vă spori productivitatea. </p>"}