{"title":"Cum se utilizează filtrele neuronale Photoshop pentru a crea fețe amuzante","content":"<p> Photoshop are un set de instrumente, numite filtre neuronale, care facilitează crearea fețelor amuzante. Această mică colecție de glisoare folosește inteligența artificială Adobe Sensei pentru a face ajustări imaginilor. </p> <p> În acest tutorial, vom folosi filtrele neuronale găsite în meniul Smart Portrait pentru a crea o față amuzantă. În curând veți descoperi că atunci când împingeți aceste glisoare la extremele lor, acestea tind să creeze efecte drastice și deseori comice! </p> <h2 id=\"using-photoshop-s-neural-filters-to-create-funny-faces\"> Utilizarea filtrelor neuronale Photoshop pentru a crea fețe amuzante </h2> <p> Nu există cu adevărat nimic complicat la aceste glisoare în Smart Portrait. Toate sunt destul de simple și ușor de manipulat. </p> <p> </p> <p> Vă vom arăta cum să accesați acest meniu, deoarece nu este atât de ușor de găsit dintr-o privire casual. Cu alte cuvinte, nu vă faceți griji dacă sunteți deja deținător de abonament Adobe Photoshop și nu ați mai văzut aceste funcții până acum. Acestea sunt grupate cu alte instrumente aflate în dezvoltare beta. </p> <p> Mai întâi, descărcați această imagine din <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> a urma de-a lungul. Sau, nu ezitați să utilizați oricare dintre fotografiile dvs. pentru a vedea ce efecte puteți obține. </p> <p> Să începem! </p> <ol> <li> presa <strong> Ctrl </strong> + <strong> J </strong> pentru a crea un strat duplicat. <p> <img alt=\"Create duplicate layer\" src=\"images/1-create-duplicate-layer-139.png\" loading=\"lazy\"> </p> </li> <li> Faceți clic pe stratul duplicat. Faceți clic dreapta și selectați <strong> Convertiți în obiect inteligent </strong> . <p> <img alt=\"Convert to smart object\" src=\"images/2-convert-to-smart-object-s-993.png\" loading=\"lazy\"> </p> </li> <li> Mergi la <strong> Filtru </strong> &gt; <strong> Filtre neuronale </strong> . <p> <img alt=\"Go to Neural Filters\" src=\"images/3-go-to-neural-filters-688.png\" loading=\"lazy\"> </p> </li> <li> Selectează <strong> Filtre beta </strong> pictogramă. Atunci alege <strong> Portret inteligent </strong> și faceți clic pe cadran. <p> <img alt=\"Go to Smart Portrait\" src=\"images/4-go-to-smart-portrait-454.png\" loading=\"lazy\"> </p> </li> <li> Schimbați valorile glisorului cu următoarele: <strong> Fericire: </strong> <strong> 50 </strong> , <strong> Surprinde: </strong> <strong> 50 </strong> , <strong> Furie: </strong> <strong> 50 </strong> , <strong> Varsta faciala: </strong> <strong> 50 </strong> , <strong> Privire: </strong> <strong> 50 </strong> , <strong> Grosimea parului: </strong> <strong> 50 </strong> . Apoi apasa <strong> O.K </strong> . <p> <img alt=\"Change slider values\" src=\"images/5-change-slider-values-795.png\" loading=\"lazy\"> </p> </li> </ol> <p> Să vedem cum a ieșit imaginea! </p> <p> <strong> Față amuzantă înainte: </strong> </p> <p> <img alt=\"Funny face before\" src=\"images/6-before-silly-face-639.png\" loading=\"lazy\"> </p> <p> <strong> Față amuzantă după: </strong> </p> <p> <img alt=\"After funny face\" src=\"images/7-after-silly-face-925.png\" loading=\"lazy\"> </p> <p> Nu uitați că există o mulțime de pluginuri gratuite pentru Photoshop care pot adăuga efecte speciale fotografiilor dvs. Uneori, aceste atingeri suplimentare pot adăuga profunzime imaginilor dvs., care vor ajuta ideile dvs. amuzante să iasă în evidență. </p> <p> </p> <p> </p> <h2 id=\"it-s-fun-to-discover-alternative-uses-for-photoshop-tools\"> Este distractiv să descoperiți utilizări alternative pentru instrumentele Photoshop </h2> <p> După cum vă puteți imagina, creatorii Smart Portrait pentru Photoshop probabil nu au intenționat ca instrumentele lor să fie folosite pentru a crea imagini amuzante. De fapt, dacă reglați sliderele moderat, puteți constata că adăugarea de efecte emoționale subtile face de fapt o imagine mai puternică în multe cazuri. </p> <p> Dar acesta este lucrul grozav la Photoshop. Multe instrumente tradiționale pot fi utilizate în scopuri alternative. Photoshop lasă imaginația creatorului să se descurce. </p> <p> <small> Credit de imagine: Alex Green / <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}