{"title":"Cum să vă schimbați parola Unix","content":"<p> Știm cu toții rolul unei parole în protejarea confidențialității dvs. digitale. A avea o parolă puternică este primul strat de apărare care împiedică intrușii să intre în sistemul dvs. Prin urmare, protejarea computerului cu o parolă ar trebui să fie o preocupare primordială pentru toată lumea. </p> <p> Sistemele de operare bazate pe Unix oferă caracteristici robuste când vine vorba de parola și securitatea unui utilizator. Dar cum utilizați aceste funcții avansate pentru a vă securiza sistemul? </p> <h2 id=\"unix-vs-linux\"> Unix vs. Linux </h2> <p> Mulți oameni se confundă atunci când cineva folosește termenii Unix și Linux într-un context similar. Nu contează dacă ești <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> schimbarea parolelor pe Linux </a> sau Unix, pașii sunt aceiași. Deși aceste două sisteme de operare au un tip similar de arhitectură și structură de comandă, ele sunt mult diferite una de cealaltă în realitate. </p> <p> Unix este un sistem de operare dezvoltat la sfârșitul anilor 1960 de Ken Thompson și Dennis Ritchie. A fost construit în principal pentru portabilitate, multi-threading și modificări rapide. Spre deosebire de Linux, Unix este un software proprietar cunoscut pentru interfața sa puternică din linia de comandă. </p> <p> Pe de altă parte, Linux este o familie de sisteme de operare open-source „Unix-like”. Linus Torvalds a dezvoltat acest sistem de operare în 1991. Este denumit sub sisteme de operare asemănătoare Unix, deoarece Linux a fost puternic inspirat de Unix. Peste 600 de distribuții Linux bazate pe comunitate sunt disponibile gratuit pe internet. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Schimbarea parolei proprii pe Unix </h2> <p> Pe majoritatea sistemelor bazate pe Unix, utilizatorii pot schimba parolele cu <strong> passwd </strong> comanda. Pentru a vă schimba propria parolă pe Unix, deschideți terminalul apăsând <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Apoi, pentru a vă schimba parola, introduceți: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Veți vedea o ieșire care arată cam așa. Mai întâi, introduceți parola curentă și apoi introduceți noua parolă de două ori pentru a finaliza procesul. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Nu veți vedea niciunul dintre caracterele tastate pe ecran. Sistemele de operare bazate pe Unix au acest mod unic de a proteja utilizatorii de <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> surfing pe umăr </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Schimbarea parolei rădăcină </h2> <p> Numai un utilizator root poate schimba parola root pe o mașină Unix. Pentru a schimba utilizatorul curent în root, tastați <strong> su - </strong> în terminal și apăsați <strong> introduce </strong> . Apoi, introduceți parola de root pentru a confirma procesul. </p> <p> Acum că sunteți root, vă puteți schimba cu ușurință parola tastând <strong> passwd </strong> în terminalul tău. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Schimbarea parolei altui utilizator </h2> <p> Utilizatorii rădăcini au autorizația de a schimba și parolele altor utilizatori din sistem. Pentru a face acest lucru, deschideți terminalul apăsând <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Apoi, modificați parola cu: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Veți vedea următoarea ieșire pe ecranul sistemului. Introduceți noua parolă de două ori pentru a confirma modificarea. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Gestionarea parolelor utilizatorilor pe Unix </h2> <p> Utilizatorii Unix își pot schimba cu ușurință parolele folosind <strong> passwd </strong> comanda. Pentru a afla mai multe despre <strong> passwd </strong> , puteți verifica manualul de comandă: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux și Unix ar putea avea câteva asemănări când vine vorba de comenzi de sistem, dar acestea sunt două sisteme de operare distincte în multe alte aspecte. </p>"}