{"title":"Cum să vă alăturați unui server Minecraft","content":"<p> Minecraft pentru un singur jucător pur și simplu nu îl taie? Doriți să explorați cu prietenii dvs. vasta lume a blocurilor generate procedural? Nu căutați mai departe, iată tot ce trebuie să știți despre cum să vă alăturați unui server Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Găsirea adresei IP a unui server Minecraft </h2> <p> Fie că vă alăturați serverului privat al unui prieten sau celui public cu mii de jucători, trebuie să găsiți adresa IP a serverului. Nu vă faceți griji, acest lucru este rapid și ușor, dar este un proces diferit <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> găsirea propriei adrese IP pe Windows </a> sau Mac. </p> <h3 id=\"for-private-servers\"> Pentru servere private </h3> <p> Dacă prietenul dvs. are propriul server la care doriți să vă alăturați, cereți-i IP. Dacă știu deja adresa IP a serverului, treceți la următoarea secțiune. </p> <p> Dacă au achiziționat găzduirea serverului de pe un site terț, pot găsi de obicei adresa IP verificând tabloul de bord al site-ului sau un e-mail pe care ar fi putut să-l primească la cumpărare. </p> <p> Dacă rulează serverul de la propriul computer, aveți două opțiuni de conectare - LAN (rețea de acces local) și prin internet (proprietarul trebuie să redirecționeze porturile pentru ca alții să se conecteze prin internet). </p> <p> Dacă utilizați aceeași rețea ca și ei (LAN), vă puteți conecta utilizând adresa IP internă a acestora. Nu trebuie să faceți port-forward pentru conexiunile LAN. </p> <p> Găsiți adresa IP internă deschizând linia de comandă sau terminalul. presa <strong> Windows + R </strong> și tastați <strong> cmd </strong> în <strong> Alerga </strong> prompt pe Windows sau pentru Mac <strong> Cmd + Spațiu </strong> pentru a deschide reflectorul și a introduce <strong> Terminal </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Pentru linia de comandă Windows </strong> : Tip <strong> ipconfig </strong> în linia de comandă pentru a vă găsi adresa IP. Căutați <strong> Adresa IPv4 </strong> . Va arăta ceva de genul „192.165.0.123”. Acum că aveți această adresă, copiați-o în clipboard ( <strong> Ctrl + C </strong> pe Windows și <strong> Cmd + C </strong> pe Mac) și mergeți la secțiunea următoare pentru a afla ce să faceți cu el. </p> <p> <strong> Pentru Mac Terminal </strong> : Tip <strong> ipconfig getifaddr en0 </strong> (sau <strong> ipconfig getifaddr en1 </strong> dacă utilizați Ethernet în loc de Wi-Fi) în terminalul dvs. pentru a vă găsi adresa IP. Terminalul afișează adresa IP este pe o nouă linie. Acum că aveți această adresă, copiați-o în clipboard ( <strong> Ctrl + C </strong> pe Windows și <strong> Cmd + C </strong> pe Mac) și mergeți la secțiunea următoare pentru a afla ce să faceți cu el. </p> <p> Dacă vă conectați la un server privat prin internet, veți avea nevoie de IP-ul lor public. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Puteți găsi adresa IP publică utilizând un instrument precum <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismyipaddress </a> . Acum că aveți această adresă, copiați-o în clipboard ( <strong> Ctrl + C </strong> pe Windows și <strong> Cmd + C </strong> pe Mac) și mergeți la secțiunea următoare pentru a afla ce să faceți cu el. </p> <h3 id=\"for-public-servers\"> Pentru servere publice </h3> <p> Dacă doriți să vă alăturați unui server public cu alți jucători, găsiți adresa IP căutând pe internet o listă de servere. Există câteva servere excelente pe care le puteți încerca evidențiate mai târziu în acest articol. </p> <p> Acum că aveți această adresă, copiați-o în clipboard ( <strong> Ctrl + C </strong> pe Windows și <strong> Cmd + C </strong> pe Mac) și mergeți la secțiunea următoare pentru a afla ce să faceți cu el. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Cum să vă alăturați unui server Minecraft: lipiți adresa IP </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> După ce aveți adresa IP a serverului la care doriți să vă alăturați, porniți Minecraft și navigați la <strong> Multiplayer </strong> ecran. </p> <p> Aveți două opțiuni pentru a vă conecta la un server de aici. Dacă știți că veți dori să reveniți la server, faceți clic pe <strong> Adauga server </strong> astfel încât să îl puteți salva în lista dvs. </p> <p> Dacă tocmai intrați pentru a verifica lucrurile, utilizați <strong> Conexiune directa </strong> astfel încât să nu apară pe listă. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> Oricum, lipiți adresa IP pe care ați copiat-o în clipboard în caseta care scrie <strong> Adresa serverului </strong> . </p> <p> Pentru <strong> Conexiune directa </strong> , faceți clic pe <strong> Alăturați-vă serverului </strong> . Pentru <strong> Adauga server </strong> , faceți clic pe <strong> Terminat </strong> și apoi alăturați-vă serverului din lista dvs. făcând dublu clic pe acesta sau selectându-l și făcând clic <strong> Alăturați-vă serverului </strong> . </p> <p> Acum jucați Multiplayer Minecraft! Dacă doriți să treceți la Minecrafting la nivelul următor, verificați-ne <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> Foaie de trucuri pentru comenzile Minecraft </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Servere Minecraft pentru a te juca cu prietenii </h2> <p> Acestea sunt servere care sunt toate distractive din propriile motive, ne-am distrat minunat testându-le. </p> <p> <strong> Hipixel </strong> (IP: hypixel.net): Hypixel a fost extrem de popular de mult timp și din motive întemeiate. Puteți juca o serie de mini-jocuri, de la <strong> Jocuri Blitz Survival </strong> la <strong> Mega ziduri </strong> sau <strong> Misterul uciderii </strong> . </p> <p> <strong> UniverseMC </strong> (IP: mcc.universemc.us): UniverseMC are un <strong> Facțiuni </strong> modul care vă va face să vă întoarceți zi de zi. Serios, este captivant. <strong> KitPVP </strong> este, de asemenea, o modalitate excelentă de a vă spori abilitățile de luptă cu sabia. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Am petrecut probabil prea mult timp jucând Snapcraft&#39;s <strong> Închisoare </strong> modul. Dacă ridicarea printre rândurile închisorii nu vi se pare distractiv, încercați-vă mâna <strong> Parkour </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;s <strong> Skyblock </strong> modul este o aventură în care să te pierzi. Fiecare bloc contează și sunt prea ușor de pierdut în prăpastie. </p> <p> <strong> RealismTown </strong> (IP: play.realismtownmc.com): RealismTown este o evadare de la toate. Un server simplu de supraviețuire cu pluginuri personalizate, o economie plină de viață și fețe prietenoase. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Cum să invitați pe alții și să vă alăturați unui tărâm Minecraft </h2> <p> Configurarea unui server privat Minecraft poate fi dificilă. Minecraft Realms este ușor! </p> <p> Dacă doriți să vă alăturați unui server Realms, proprietarul serverului trebuie să vă afișeze mai întâi pe lista albă. Proprietarul Tărâmului poate face acest lucru invitându-vă. </p> <p> Proprietarul unui Tărâm poate invita un alt jucător pornind Minecraft, apoi navigând la <strong> Minecraft Realms </strong> și făcând clic pe <strong> cheie </strong> icoană a Tărâmului lor. De aici, selectați opțiunea care citește <strong> Jucători </strong> și invită jucătorul pe care îl dorești cu numele de utilizator Minecraft. </p> <p> Vă puteți verifica invitațiile făcând clic pe <strong> plic </strong> pictogramă în partea de sus de lângă <strong> Minecraft Realms </strong> siglă. Dacă aveți o invitație în așteptare, aceasta va apărea aici pentru a fi acceptată. </p> <p> </p> <p> După ce ați acceptat invitația, veți putea să vă alăturați Tărâmului din lista dvs. de Tărâmuri, selectându-l și făcând clic <strong> Joaca </strong> sau pur și simplu dublu clic pe opțiunea listă. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Creați amintiri cu Minecraft multiplayer </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Acum, că aveți cunoștințele necesare pentru a vă alătura oricărui server Minecraft pe care v-ați fixat obiectivele, este timpul să intrați în joc. Experimentați ceea ce oferă Minecraft atunci când vă jucați cu prietenii; este mult mai mult decât vă poate oferi atunci când jucați unul dintre modurile sale de joc singur. </p> <p> Jucarea Minecraft cu alții este, de asemenea, o oportunitate excelentă de a-ți face noi prieteni și de a învăța lucruri noi. Fiecare experiență pe care o ai construind o structură masivă sau fiind ultima echipă care stă într-un război complet jucător împotriva jucător este una pe care ai putea să o amintești în anii următori. </p>"}