{"title":"De ce Sling TV își crește din nou prețurile?","content":"<p> Sling a fost unul dintre cele mai populare servicii de streaming în ultimii ani datorită selecției sale largi de canale și a prețurilor extrem de competitive. </p> <p> Dar la sfârșitul lunii ianuarie 2021, compania a anunțat că va crește costul atât al pachetelor sale de abonament, cât și al suplimentelor sale. </p> <p> Deci, de ce au crescut prețurile în primul rând și este posibil să vedem mai multe creșteri în lunile următoare? Continuați să citiți pentru a afla. </p> <h2 id=\"how-much-does-sling-cost-now\"> Cât costă Sling acum? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Pentru cei care nu știu, Sling oferă două pachete diferite: Sling Blue și Sling Orange. </p> <p> Fiecare pachet oferă o selecție diferită de canale. De exemplu, canale precum ESPN și Disney sunt disponibile numai pe Orange, în timp ce FOX News, MSNBC și NFL Network sunt doar pe Blue. Puteți cumpăra cele două pachete într-un pachet dacă doriți acces la toate. </p> <p> Înainte de <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Creșterea prețului Sling în ianuarie 2021 </a> , ambele servicii costă 30 USD. Acum sunt 35 USD. Pachetul la pachet a crescut, de asemenea, cu 5 USD (de la 45 USD la 50 USD). Suplimentul sportiv a crescut de la 10 USD la 11 USD, iar toate celelalte suplimente au crescut de la 5 USD la 6 USD. </p> <p> Noii abonați vor trebui să plătească noile tarife imediat; utilizatorii existenți vor primi o perioadă de grație până în iulie 2021 datorită garanției de preț de un an a Sling. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> De ce Sling și-a mărit prețurile? </h2> <p> Sling s-a grăbit să dea vina pe creșterea prețului pe rețelele TV. Când a fost anunțată drumeția, președintele grupului Sling TV, Michael Schwimmer, nu a pierdut timp în comunicarea clienților săi către cine ar trebui să-și direcționeze mânia într-o <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> comunicat de presa </a> : </p> <blockquote> <p> Din păcate, suntem obligați să creștem prețurile, deoarece rețelele de televiziune ne încarcă mai mult, dar ne luptăm din greu pentru a obține cea mai bună ofertă pentru clienții noștri. Dovada angajamentului nostru este evidentă, deoarece Sling TV este în continuare cea mai bună ofertă de pe piață, menținându-ne prețurile mult mai mici decât cablul și alte servicii de streaming live. Clienții Sling TV pot fi siguri că vom continua să oferim cea mai bună combinație de știri live, canale sportive și de divertisment prin cablu la cea mai bună valoare. </p> </blockquote> <p> Deși unii oameni ar putea crede că Schwimmer și Sling pun la punct un fum pentru a-și ascunde adevăratele motive de creștere a prețurilor de la clienții lor, creșterea este în concordanță cu creșterile de preț pe care le-am văzut în alte părți ale industriei de streaming în ultimele câteva luni. </p> <p> De exemplu, Hulu + Live TV și YouTube TV și-au crescut prețurile la sfârșitul anului 2020. YouTube TV a trecut de la 50 $ la 65 $, iar Hulu a trecut de la 55 $ la 65 $. </p> <p> În cazul lui Hulu, acum am văzut că prețul crește de la 40 USD în ianuarie 2019 la 65 USD doar doi ani mai târziu. Aceasta reprezintă o creștere de peste 50%. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> Sunt cu adevărat vina rețelele TV? </h2> <p> Evident, nu știm exact cât plătește Sling rețelelor TV pentru a le putea pune la dispoziție pe platforma sa. </p> <p> Cu toate acestea, dacă comparați creșterea prețurilor la Sling și colab. odată cu creșterea prețurilor la serviciile care furnizează doar videoclipuri la cerere, cum ar fi Netflix, diferența este puternică. </p> <p> Într-adevăr, de când Netflix și-a lansat planul entry-level în mai 2014, am văzut doar o singură creștere a prețului de la 8 USD / lună la 9 USD / lună. Acest lucru este mult mai mic decât creșterea prețului la Sling atât în ​​dolari cât și în termeni procentuali. Da, planurile mai scumpe au înregistrat salturi mai mari, dar au avut adăugate caracteristici suplimentare pe parcurs. </p> <p> Aceste discrepanțe între serviciile de streaming TV și serviciile video la cerere par să sugereze că rețelele TV sunt într-adevăr de vină. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> Sling este încă mai ieftin decât cablul </h2> <p> Nimănui nu-i place să vadă cum îi cresc facturile. Dar, ținând cont de scăderea prețului pe care am văzut-o în lumea televiziunii prin cablu în ultimul deceniu (prețul mediu al unei facturi de cablu în SUA este acum mai mare de 200 USD), este greu să-l înțelegi pe Sling o mică creștere. </p> <p> Serviciul pe care îl oferă este încă excelent. În comparație cu alte moduri de a viziona televizorul, acesta reprezintă în continuare o excelentă valoare pentru bani. </p>"}