{"title":"Discord pentru iOS permite hoților meme să salveze imagini din încorporările Twitter","content":"<p> Discord pentru iPhone a fost reîmprospătat în App Store cu mai multe funcții noi, inclusiv o nouă opțiune care face mult mai ușoară salvarea imaginilor din încorporările Twitter. Cu acesta, puteți salva meme din tweets fără soluțiile la care ați trebuit să recurgeți anterior. </p> <p> Din păcate, acest lucru nu pare să funcționeze cu GIF-uri animate. De asemenea, salvarea imaginilor statice din tweets nu este momentan disponibilă în Discord pentru Windows și Discord pentru Android. Doar versiunea 60.0 a aplicației Discord pentru iOS pare să aibă implementată această nouă funcție utilă. </p> <p> Sunteți nou în Discord? Dacă da, citiți ghidul nostru explicativ <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> cum să conversați online cu prietenii și străinii </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Cum să salvați imagini din tweets </h2> <p> Pentru a salva o imagine precum un meme dintr-un tweet pe care ți l-ați trimis, atinge lung tweet-ul în cauză și alege opțiunea etichetată „Salvează imaginea”. Veți găsi imaginea salvată în biblioteca Foto de pe dispozitivul dvs. Înainte de această modificare, ați fost forțat să deschideți manual un tweet într-un browser web înainte de a putea salva imaginea subiacentă pe dispozitiv. </p> <p> </p> <p> La fel de <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> note, versiunea Android utilizează un proces diferit pentru salvarea imaginilor tweet. În primul rând, trebuie să atingeți imaginea pentru a o deschide pe ecran complet. Odată ajuns în interfața cu ecran complet, apăsați pe <strong> Descarca </strong> din partea de sus a ecranului pentru a salva imaginea pe dispozitiv. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Alte caracteristici noi în Discord pentru iOS </h2> <p> În afară de salvarea imaginilor din încorporările Twitter, jurnalul de schimbări afișat în ultima versiune iOS a Discord a menționat o pereche de alte caracteristici noi. Primul este un pop-up emoji la îndemână pe desktop care vă permite să știți de unde provine un emoji. </p> <p> „Atingeți acel mic emoji în chat în timp ce sunteți pe telefon și vedeți cui aparține”, citește jurnalul de schimbări din meniul de setări Discord de pe desktop și mobil. Și dacă utilizați Discord pe iPad, veți fi încântați să aflați că partajarea ecranului mobil este acum disponibilă pe tabletă. </p> <p> <small> Credit de imagine: Discordie </small> </p>"}