{"title":"Facebook lucrează la o nouă aplicație pentru a concura cu Clubhouse","content":"<p> Facebook poate fi creditat pentru multe funcții pe care le considerăm normale sau esențiale pentru rețelele de socializare astăzi, și acesta este o mare parte din motivul pentru care este încă la aproximativ 17 ani de la lansare. Dar ar fi lipsit de drept să susținem că CV-ul Facebook include exclusiv caracteristici unice. </p> <p> De fapt, este destul de dificil să vorbești despre schimbările pe care le-a făcut Facebook în ultimii ani, fără a aborda de mai multe ori platforma a împrumutat mult de la concurenții săi. Rapoartele recente susțin că Facebook își propune să copieze pentru o a unsprezecea o aplicație concurentă. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Clubhouse face obiectul celui mai nou sistem Copycat de pe Facebook </h2> <p> Conform <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> New York Times </a> , Facebook lucrează la o rețea socială axată pe audio pentru a concura <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Clubhouse </a> , O aplicație de chat vocal numai pentru invitații, lansată abia anul trecut. </p> <p> Nu știm când Facebook a început să producă clona Clubhouse, dar știm că echipa care lucrează la acesta se referă în prezent la produs ca „Fireside”. Numele în cauză poate fi modificat, de vreme ce produsul este încă în faza inițială de dezvoltare. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> CEO-ul Facebook, Mark Zuckerberg, a fost interesat de comunicarea audio, spune o sursă neidentificată. Este destul de vag. Ar putea însemna că a stat cu ochii pe el de ceva timp sau că i-a atras atenția doar recent. În orice caz, Zuckerberg a apărut la Clubhouse duminica trecută pentru a discuta despre realitate augmentată și virtuală (AR și VR). </p> <h3 id=\"what-is-clubhouse\"> Ce este Clubhouse? </h3> <p> Dacă nu ați auzit de Clubhouse înainte, nu vă faceți griji. În acest moment, utilizatorii săi sunt ținuți într-un cerc strâns. Vă puteți alătura Clubhouse numai dacă sunteți invitat de la un utilizator existent. </p> <p> Pe <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Magazin de aplicații </a> , Clubhouse se descrie pe sine ca „un spațiu pentru conversații audio ocazionale, însoțitoare - cu prietenii și alte persoane interesante din întreaga lume”. </p> <p> </p> <p> Ai putea să te gândești la asta ca la un alt Skype sau Zoom, dar nu există captură video. Numai imaginile audio și de profil și „conversațiile” sunt mai asemănătoare cu ascultarea pe cineva care stă pe un piedestal pentru a susține o prezentare sau un discurs. Tu alegi pe cine vrei să asculți. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> Istoria Facebook a copierii aplicațiilor concurente </h2> <p> Zuckerberg pare să știe că o platformă socială va avea succes când o va vedea. Facebook a cumpărat Instagram, WhatsApp și Oculus atunci când erau companii start-up. El a încercat să cumpere Snapchat cu 3 miliarde de dolari în 2013, dar echipa din spatele acestuia a refuzat. </p> <p> Și poate că exact asta este - Facebook are o istorie de împrumut de idei din aplicații concurente, deoarece Zuckerberg este mereu în căutarea a ceva nou pe Facebook. În ceea ce este probabil cel mai faimos exemplu, Facebook a început tendința de a „fura” de la Snapchat când a adăugat propria sa versiune de <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> povești de pe rețelele sociale </a> în 2017. </p> <p> Mai recent, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook a lansat Neighborhoods </a> octombrie anul trecut, care funcționează foarte asemănător cu serviciul de rețele sociale hiperlocale <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> Nextdoor </a> . In decembrie, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook a lansat Collab </a> pentru dispozitivele iOS, o săritură târzie pe bandă clonă TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Ce urmărește să devină Facebook? </h2> <p> Facebook a început ca un spațiu online pentru a vorbi și a ține pasul cu prietenii tăi. De atunci a devenit o platformă cu multe funcții diferite, care atrag multe tipuri diferite de oameni. </p> <p> Decizia Facebook de a intra pe o piață oarecum de nișă pe care Clubhouse a găsit-o este una interesantă. Fie că este și o decizie inteligentă este ceva ce va trebui să așteptăm și să vedem pentru a afla. </p>"}