{"title":"Funcția de căutare a filei Chrome poate apărea în Microsoft Edge","content":"<p> Acum că Microsoft Edge folosește baza de cod Chromium, browserul gigantului software se poate bucura acum de aceleași beneficii pe care Google Chrome le are în mod implicit. Un utilizator Reddit cu ochi dornici a observat o modificare recentă a Microsoft Edge care sugerează caracteristica Chrome Search Tab care apare în browser. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Cum ar putea ajunge Căutarea filelor pe Microsoft Edge </h2> <p> Utilizatorul Reddit Leopeva64-2 a declanșat alarma pe <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Subreddit Microsoft Edge </a> după identificarea unei variabile în schimbare în codul Edge. </p> <p> Anterior, trebuia să scoateți manual funcția din ascundere. A fost îngropat în codul Microsoft Edge și a trebuit să utilizați steagul liniei de comandă <code>--enable-features=TabSearch</code> pentru al activa. </p> <p> Acum, acel steag nu mai funcționează - cu toate acestea, a fost înlocuit cu un nou steag numit <code>--enable-features=msTabSearch</code>. După cum spune Leopeva64-2: </p> <blockquote> <p> Semnalizatoarele care încep cu „ms” (msExtensionsHub, msDownloadsHub etc.) sunt utilizate în general pentru a activa sau a dezactiva caracteristicile Edge „exclusive”, deci faptul că Microsoft a făcut această modificare ar putea însemna că vor activa această caracteristică în mod implicit în curând (sau poate vor adăuga un nou steag pe margine: // steaguri). </p> </blockquote> <p> Ca atare, deoarece steagul TabSearch are acum eticheta „ms” pe el, probabil că vom vedea această caracteristică apare în mod implicit pe Microsoft Edge. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> Rivalitatea prietenoasă a Microsoft cu Chrome </h2> <p> Dacă Microsoft continuă cu activarea acestei funcții, va face un pas mai aproape de a merge de la picior la picior cu cel mai semnificativ browser de pe internet, Google Chrome. </p> <p> Pentru a-și lua concurenții, Microsoft a găsit un echilibru între adăugarea de funcții pe care oamenii le așteaptă de la un browser modern și dezvoltarea de noi funcții pentru a ajuta Edge să iasă în evidență. De exemplu, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge a primit un instrument Căutare în bara laterală </a> pentru a-l ajuta să concureze mai bine cu Chrome. </p> <p> Cu toate acestea, Microsoft nu a uitat cine i-a oferit lui Edge soluția necesară. La urma urmei, browserul se bazează acum pe baza de cod Google Chromium, deci Microsoft trebuie să lucreze alături de Chrome uneori dacă dorește să îmbunătățească Edge. </p> <p> De fapt, deoarece Microsoft ajută la dezvoltarea de remedieri și caracteristici pentru baza de cod Chromium, compania este <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> devenind rapid cel mai mare aliat al Chrome </a> . Ca atare, Microsoft are o relație ciudată cu Chrome, unde concurează și își ajută rivalul în același timp. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Căutarea caracteristicii Căutare filă în Microsoft Edge </h2> <p> Deși încă nu a fost confirmat oficial nimic, există dovezi care sugerează că Microsoft dorește să introducă funcția Chrome Search Tab în Chrome. Va trebui să ne ținem caii și să ne uităm la dezvoltarea Edge pentru a vedea dacă apare. </p> <p> Dacă sunteți interesat să aflați cum inovează Microsoft Edge în fața concurenței sale, trebuie să aflați despre caracteristica Sleeps Tabs. Testele inițiale ale acestei caracteristici au redus utilizarea procesorului browserului cu 37%. </p> <p> <small> Credit imagine: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}