{"title":"Hyundai și Kia neagă că vorbesc despre dezvoltarea mașinii Apple","content":"<p> Hyundai și filiala sa Kia și-au văzut acțiunile căzându-se după ce companiile au dezvăluit în documentele de reglementare că nu sunt în discuții cu Apple în legătură cu proiectul secret Apple Car. </p> <p> Acțiunile Hyundai și Kia au scăzut cu 6,21 la sută și, respectiv, cu aproape 15 la sută. </p> <p> Depunerile recunosc că Hyundai primea cereri „de la mai multe companii” pentru cooperarea în dezvoltarea comună a vehiculelor electrice autonome, dar apoi adaugă că „nu s-a decis nimic”, deoarece totul este „într-o etapă timpurie”. </p> <p> „Hyundai Motor nu este în discuții cu Apple cu privire la dezvoltarea autovehiculelor autonome”, se arată în dosarul Hyundai. Conform <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , Kia Motors a mai spus că nu a fost în discuții cu Apple. </p> <p> La rândul său, acest lucru ar putea însemna că Apple ar fi putut decide să se asocieze cu furnizori de automobile care nu vor vorbi despre nicio ofertă în mod public. Într-adevăr, MUO a raportat recent că o mână de <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Producătorii japonezi au purtat negocieri cu Apple </a> peste aderarea la un lanț de aprovizionare Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple nu-i place scurgerile </h2> <p> Se pare că a fost inclus un acord de producție eșuat cu Kia <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> construind aproximativ 100.000 de mașini Apple pe an în SUA </a> . Apple Car ar fi trebuit să se bazeze pe noua platformă de vehicule electrice a Hyundai, care suportă încărcarea rapidă la 80% în 18 minute și oferă o autonomie maximă de aproximativ 500 de kilometri cu o singură încărcare. </p> <p> Kia este al doilea cel mai mare furnizor de mașini din Coreea de Sud în spatele coproprietarului său Hyundai. Se pare că Apple își propune să anunțe public Apple Car în câțiva ani. </p> <p> </p> <p> Însă Apple este extrem de sensibil la scurgeri, ceea ce face ca revoluția recentă a Apple Car să fie mai interesantă și mai particulară. Este clar că Apple nu a fost fericit din cauza acestor rapoarte, pe care conducerea companiei le-a întâmpinat probabil cu surprindere și consternare. </p> <p> Ceea ce vedem acum este probabil un fel de control al daunelor din partea Hyundai. În timp ce ambele părți pot revedea discuțiile, nu credem că acest lucru se va întâmpla, deoarece există o mulțime de alte companii de automobile cu care Apple ar putea, și probabil, va fi partener. </p> <p> <small> Credit de imagine: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}