{"title":"Instagram ia o poziție mai dură în ceea ce privește discursul de ură în DM","content":"<p> Instagram generează consecințe mai dure pentru utilizatorii care trimit discursuri de ură în mesaje directe (DM). Platforma face aceste schimbări în lumina mesajelor provocate de ură care vizează jucătorii de fotbal din Marea Britanie. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Abuzatorii DM pot fi interziși permanent </h2> <p> Într-o postare pe <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> blogul Despre Instagram </a> , Instagram a anunțat că va adopta o poziție mai dură în privința discursurilor de ură în DM. Platforma a recunoscut „abuzul rasist online vizat fotbaliștilor din Marea Britanie” și a declarat că nu „dorește acest comportament pe Instagram”. </p> <p> Începând chiar acum, utilizatorilor care trimit un DM cu discurs de ură li se interzice temporar trimiterea de mesaje în aplicație. Odată ce Instagram pune în aplicare aceste noi modificări, platforma va interzice permanent conturile care își încalcă în mod repetat regulile în DM. </p> <p> Instagram a remarcat, de asemenea, că va dezactiva orice conturi noi pe care utilizatorii jignitori le creează în încercarea de a ocoli restricțiile Instagram. În cele din urmă, a declarat că își va continua eforturile de a dezactiva conturile „create doar pentru a trimite mesaje abuzive”. </p> <p> În timp ce poți deja <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> raportează utilizatorii pentru discursuri de ură pe Instagram </a> , platforma lucrează, de asemenea, la extinderea instrumentului său, care permite utilizatorilor să blocheze DM din conturile pe care nu le urmăresc. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Eradicarea conținutului urât pe Instagram </h2> <p> Discursul de ură pe platformele sociale nu este întotdeauna evident și în aer liber. DM-urile cu siguranță nu sunt ferite de discursurile de ură, iar cea mai recentă actualizare a lui Instagram va ajuta, sperăm, să mențină utilizatorii abuzivi în afara platformei. </p>"}