{"title":"iOS 14.5 permite utilizatorilor să selecteze Spotify ca player de muzică implicit","content":"<p> Cel puțin în Statele Unite, Spotify și Apple Music sunt cele două servicii de streaming muzicale de top. Cu toate acestea, dacă sunteți legat de ecosistemul Apple, Apple Music are un mare avantaj, deoarece este mai bine inclus în ofertele de produse Apple. </p> <p> De exemplu, o persoană care folosește Siri pentru a solicita o melodie a fost, până acum, direcționată în mod implicit către Apple Music. Dar se pare că se schimbă odată cu noul iOS 14.5 beta --- utilizatorii putând acum să selecteze diferite servicii de muzică terță parte, inclusiv Spotify, ca serviciu de muzică implicit. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Disponibil pe iOS 14.5 Beta </h2> <p> După cum sa menționat de <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> , funcția este disponibilă în prezent numai pentru cei de pe versiunea beta a celei mai recente versiuni iOS, deși probabil va fi lansată tuturor în viitorul apropiat. </p> <p> </p> <p> Serviciul de muzică implicit poate fi selectat atunci când utilizatorul îi solicită pentru prima dată lui Siri să redea o piesă sau un album. Atunci când vor face acest lucru, li se vor prezenta opțiunile de a alege diferite servicii ca standard. Se pare că nu toți utilizatorii găsesc că procesul de selecție funcționează exact la fel pentru ei. Acest lucru sugerează că Apple încă reglează bine funcția. </p> <p> </p> <h2 id=\"different-options-available\"> Opțiuni diferite disponibile </h2> <p> Cu toate acestea, este o opțiune plăcută. iOS 14 a făcut mai ușor pentru utilizatori să adopte alternative terțe față de aplicațiile implicite ale Apple. De exemplu, acum pot alege diferiți clienți de e-mail sau browser. Aceasta este o veste minunată pentru oricine dorește mai multe opțiuni atunci când folosește sisteme de operare Apple. Și cui nu iubește alegerea? </p> <p> <small> Credit de imagine: kenary820 / <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}