{"title":"Instagram nu a câștigat promovarea TikTok Reposts pe role","content":"<p> Instagram încearcă să reducă rolele care au fost repostate de pe TikTok. Platforma tocmai a anunțat că algoritmul său nu va mai promova rolele care au un filigran TikTok. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram se descompune pe TikTok Reposts </h2> <p> Instagram face ca utilizatorilor să le fie mai greu să descopere rolele provenite de la TikTok (și de la orice altă aplicație, de altfel). Platforma a făcut o postare pe ea <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> Contul Instagram @Creators </a> , anunțând o nouă listă cu cele mai bune practici pentru role. </p> <p> În special, Instagram nu recomandă postarea de role care sunt „reciclate vizibil din alte aplicații (adică conțin logo-uri sau filigrane)”. Instagram afirmă că „aceste tipuri de role nu vor fi recomandate la fel de des persoanelor care nu te urmează încă în locuri precum fila Reels”. </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Credit de imagine: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram a lansat Reels </a> în vara anului 2020 ca o încercare directă de a concura cu TikTok. Datorită similitudinii dintre Reels și TikTok, ambele folosind un format video de formă scurtă, utilizatorii repostează în mod natural TikToks în Reels. Dar acum, aceste transplanturi TikTok nu vor mai primi același tratament ca și conținutul creat în mod nativ pe role. </p> <p> Acest lucru are sens pentru Instagram, deoarece platforma încearcă să facă Reels și mai popular decât TikTok. Instagram nu mai vrea ca utilizatorii să trateze Reels ca pe un teren de gunoi pentru TikToks virale - vrea conținut original realizat de creatorii care folosesc de fapt Reels. </p> <p> Bobinele cu filigran din aplicațiile concurente nu sunt singurele tipuri de videoclipuri pe care algoritmul Instagram le va deprioritiza. Instagram notează, de asemenea, că orice tambur care este neclar, are o margine în jurul său sau este acoperit de text nu va fi promovat. </p> <p> În ceea ce privește tipul de conținut care îi va ajuta pe utilizatori să fie descoperiți, Instagram sugerează că creatorii postează conținut care inspiră, utilizează instrumente creative, are o orientare verticală, profită de biblioteca de muzică Instagram și este „distractiv și distractiv”. De asemenea, platforma recomandă încercarea de a începe o tendință la nivel de aplicație. </p> <p> Potrivit Instagram, respectarea acestor cele mai bune practici vă va ajuta să „aveți cea mai bună șansă de a fi descoperit”. </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> TikTok va fi vreodată detronat? </h2> <p> Cele mai bune practici actualizate de Instagram pentru Reels arată doar cât de mult este o amenințare cu adevărat TikTok. Este obișnuit să vezi rolele purtând o siglă TikTok, iar această actualizare va încerca să pună kibosh pe această tendință. </p> <p> Acestea fiind spuse, acest lucru ar putea curăța orice conținut reciclat, dar ar putea îndepărta creatorii care au urmări în ambele aplicații. Instagram încearcă din greu să fie ca TikTok și s-ar putea să-și piardă propria identitate în acest proces. </p>"}