{"title":"La fel ca Tesla, Twitter are în vedere să investească în Bitcoin","content":"<p> Nu toată lumea păstrează filele pe piața bursieră sau pe criptomonedă, dar dacă o faceți, atunci ați ști că la 8 februarie Tesla a cumpărat bitcoin în valoare de 1,5 miliarde de dolari. După ce compania și-a dezvăluit miza uriașă, valoarea bitcoin a crescut cu 20,33 la sută, la 46 081,64 dolari - cea mai mare din toate timpurile din martie 2020. </p> <p> Acestea fiind spuse, s-a dezvăluit că Tesla nu este singura afacere interesată de criptomonedă. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter își poate plăti în curând angajații în Bitcoin </h2> <p> Într-un interviu acordat CNBC, directorul financiar al Twitter, Ned Segal, a declarat că compania are în vedere adăugarea de bitcoin în bilanțul său. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Am făcut o mulțime de gândiri inițiale pentru a lua în considerare modul în care am putea plăti angajații dacă ar cere să fie plătiți în <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , cum am putea plăti un vânzător dacă ar cere să fie plătit <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> și dacă trebuie să avem <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> în bilanțul nostru &quot;, spune <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> - Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 februarie 2021 </a></blockquote>  <p> Deci investiția Tesla în bitcoin a atras atenția Twitter. Platforma de socializare nu a făcut încă o mișcare în cadrul departamentului său de trezorerie, dar știm acum că tranzacțiile bitcoin sunt cel puțin luate în considerare. </p> <p> Când Segal a fost întrebat ce ar fi nevoie pentru ca Twitter să investească în bitcoin, el a dat un răspuns foarte simplu. </p> <p> „Unul dintre lucrurile cheie la care ne-am uita ar fi dacă oamenii ne cer să tranzacționeze cu noi în bitcoin. Pentru că atunci ne-am putea gândi dacă vom transfera dolari către bitcoin în momentul tranzacției sau dacă am dori bitcoin pe bilanțul nostru, gata să finalizeze acea tranzacție &quot;, a explicat Segal. </p> <p> S-ar putea să credeți că este puțin probabil ca Twitter să își asume un astfel de risc atunci când tocmai a fost dezvăluit că Twitter încearcă să facă mari schimbări în curând - <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> implementarea caracteristicilor Revue </a> și eventual <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> un model de abonament </a> . </p> <p> Dar compania-soră a lui Twitter, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Pătrat </a> , este deja un investitor bitcoin. </p> <p> În octombrie anul trecut, Square a luat la <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> site-ul său oficial </a> să anunțe că a cumpărat bitcoin în valoare de 50 de milioane de dolari. La acea vreme, investiția reprezenta aproximativ un procent din totalul activelor Square. </p> <p> Nu numai asta, dar CEO-ul Twitter, Jack Dorsey, este un fan al bitcoinului. În urma revoltelor din Capitol Hill din ianuarie, el a postat un subiect tweet pentru a discuta despre <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> interzicerea permanentă a fostului președinte american Donald Trump de pe Twitter </a> . </p> <p> Undeva la mijloc, Dorsey s-a schimbat pentru a străluci lumina reflectoarelor asupra criptomonedei. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Motivul pentru care am atâta pasiune pentru <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> se datorează în mare parte modelului pe care îl demonstrează: o tehnologie internet fundamentală care nu este controlată sau influențată de un singur individ sau entitate. Așa vrea să fie internetul și, în timp, va fi mai mult. </p> - jack (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 ianuarie 2021 </a></blockquote>  <p> Dorsey a devenit din ce în ce mai pasionat de bitcoin de-a lungul anilor. În această perioadă, anul trecut, Dorsey a pus pe Twitter să lanseze un hashtag de marcă pentru bitcoin. Acum, #bitcoin ”este însoțit de logo-ul bitcoin în tweets. </p> <p> În 2018, <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Timpurile </a> a scris că Dorsey prezice că bitcoinul va deveni într-o zi „moneda unică” a lumii. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Ce urmează pentru Twitter? </h2> <p> Suntem la doar două luni în 2021 și Twitter face deja măsuri pentru a schimba enorm platforma așa cum o cunoaștem astăzi. </p> <p> Va fi un alt pas să cumpere bitcoin în valoare de milioane în următoarele luni pentru tranzacțiile sale? Poate, dacă Twitter consideră criptomoneda ca „un instrument de abilitare economică”, așa cum face Square. </p>"}