{"title":"Microsoft face mai ușor să ridici mâna în echipe","content":"<p> Dacă ați încercat să ridicați mâna în Microsoft Teams înainte, probabil ați observat că nu există o modalitate rapidă și ușoară de a face acest lucru. Cu toate acestea, Microsoft intenționează să remedieze acest lucru adăugând o comandă rapidă de la tastatură care ridică mâna imediat. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> Noua comandă rapidă de la tastatură pentru echipele Microsoft </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> OnMSFT </a> a văzut mai întâi noul anunț despre funcție. Microsoft a declarat dezvoltarea acestei caracteristici pe <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> UserVoice nu este un forum special în care utilizatorii pot prezenta ceea ce doresc să vadă de la echipe direct gigantului tehnologic. Am văzut anterior <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft adaugă programarea întâlnirilor Teams </a> mulțumită forumului UserVoice. </p> <p> Pe forumul menționat, cineva a propus ideea de a adăuga o comandă rapidă de la tastatură pentru a ridica mâna la o întâlnire a echipelor. Microsoft a arătat firul cu prezența sa și a postat următoarele: </p> <blockquote> <p> Multumim pentru feedback-ul dvs. Echipa a început să lucreze la această caracteristică pentru desktop și Windows. Clienții web vor fi lucrați în viitor. Vom împărtăși o actualizare de îndată ce una este disponibilă. </p> </blockquote> <p> Deși nu avem o dată exactă de lansare, țineți ochii deschiși pentru o actualizare viitoare care adaugă această funcție hand-y. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Toți cei care au vrut asta, ridică-ți mâinile </h2> <p> Dacă doriți o comandă rapidă de la tastatură pentru a ridica mâna în echipe, aveți noroc. Nu suntem siguri când va ieși, dar va fi un supliment binevenit atunci când va fi lansat pe echipe. </p> <p> Dacă vă place să interacționați în întâlnirile dvs. Teams, știați că Microsoft va adăuga reacții de tip emoji la apelurile dvs. video? </p> <p> <small> Credit de imagine: FS Stock / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}