{"title":"Microsoft vă poate recompensa în curând pentru utilizarea Edge","content":"<p> Noul Microsoft Edge a venit cu pași mari de când s-a mutat într-o versiune Chromium, dar nu toată lumea este suficient de convinsă să o folosească încă. Gigantul software își propune să remedieze acest lucru oferind oamenilor puncte în Microsoft Rewards pentru utilizarea noului său browser. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Câștigă puncte mari cu Microsoft Edge </h2> <p> Modificările recente aduse recompenselor Microsoft au fost observate de <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> onMSFT </a> . Unii utilizatori de recompense cu ochi de vultur au observat că Microsoft acordă acum mai multe puncte oamenilor care au folosit Edge pentru a căuta pe Bing. </p> <p> Puteți schimba aceste puncte contra bunătăților, ceea ce reprezintă o bogăție masivă pentru fanii Microsoft. De exemplu, puteți utiliza Microsoft Rewards pentru a obține <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> gratuit Xbox Live Gold </a> . </p> <p> Anterior, utilizatorii aveau un mic impuls doar când foloseau Edge pentru a căuta pe Bing. Ai primi 150 de puncte dacă ai căuta pe un computer și 100 pe un dispozitiv mobil. Indiferent de metoda pe care ați ales-o, ați obținut un bonus de 20 de puncte dacă ați folosit Microsoft Edge în timp ce căutați pe Bing. </p> <p> Acum, Microsoft experimentează un nou sistem de puncte care poate da până la 250 de puncte doar pentru utilizarea Edge. Microsoft echilibrează punctele Edge mărite oferind mai puține pentru utilizarea unui PC sau a unui dispozitiv mobil, dar este totuși foarte mult doar pentru utilizarea browserului Edge. </p> <p> Unii oameni nu văd aceste puncte Edge îmbunătățite, deci există șanse mari ca Microsoft să vadă cum evoluează lucrurile pentru moment. Cu toate acestea, arată că compania are în vedere posibilitatea de a recompensa mai mult utilizatorii pentru utilizarea Edge. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Aducerea punctelor dvs. Microsoft Rewards la margine </h2> <p> Dacă sunteți un mare fan al Microsoft Rewards, veți dori să încercați să utilizați Edge pentru a căuta Bing în viitor. Compania pare să plănuiască să acorde mai multe recompense utilizatorilor Edge ca mulțumire pentru utilizarea browserului său. </p> <p> Dacă aveți nevoie de mai multe scuze pentru a porni Microsoft Edge, știați că poate fi mai productiv decât Google Chrome în anumite zone? De exemplu, este mai ușor pe bateriile laptopului și are mai puțină memorie. </p> <p> <small> Credit de imagine: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}