{"title":"Microsoft Teams primește două noi aplicații de productivitate și urmărire","content":"<p> Microsoft aduce două noi aplicații Power pentru echipele Microsoft: Buletine și Milestones. Ambele aplicații noi se concentrează pe facilitarea partajării și urmăririi lucrărilor, plus sunt construite folosind Power Platform personalizabil, permițându-le să le modelați în funcție de nevoile organizației dvs. </p> <p> Noile aplicații sunt deja disponibile în magazinul Microsoft Teams, ceea ce înseamnă că puteți începe să le utilizați imediat. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Noi aplicații Power pentru echipele Microsoft: buletine și repere </h2> <p> Noile aplicații îndeplinesc funcții fidel numele. </p> <p> După cum a fost anunțat pe <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> blogul Power Apps </a> , <strong> Buletine </strong> este o aplicație Microsoft Teams din care postezi știri, informații și multe altele companiei către întreaga organizație. Aplicația va avea un rol central în distribuirea comunicațiilor în spațiul de lucru, asigurându-se că fiecare utilizator primește notificări și este inclus în conversația organizației. </p> <blockquote> <p> Soluția Buletine împuternicește echipa de comunicare să partajeze știri și informații despre companii sau departamente într-un loc central. Articolele de știri pot fi organizate pe categorii și conțin conținut bogat, inclusiv imagini, videoclipuri, butoane acționabile. Editorii pot vizualiza, de asemenea, valori pentru articolele postate, cum ar fi ratele de vizualizare în timp. </p> </blockquote> <p> Microsoft Teams Bulletins este optimizat și pentru mobil. Utilizatorii de dispozitive mobile au același acces la aplicație și pot răspunde, personaliza și posta la fel ca omologii lor de pe desktop. </p> <p> <strong> Repere </strong> aduce urmărirea proiectului, actualizări de stare și actualizări de echipă multifuncționale într-un singur hub. </p> <blockquote> <p> Fiecare organizație are o nevoie unică de software-ul de urmărire a proiectului. Aplicația Milestones vă oferă ușurința codului redus pentru a personaliza această experiență. Puteți actualiza etichetele câmpurilor, puteți adăuga câmpuri noi sau puteți adăuga fluxuri de proces de afaceri, cum ar fi notificări pentru proprietarii de fluxuri de lucru atunci când există o modificare de stare în sarcină. </p> </blockquote> <p> Milestones, așadar, își propune să devină un portal de urmărire a proiectelor pentru a sprijini întreaga platformă Microsoft Teams, mai degrabă decât să trebuiască să acceseze o altă aplicație pentru a ține evidența a ceea ce se întâmplă cu proiectul dvs. </p> <p> Aplicația Milestones va permite personalizarea extinsă pentru a se potrivi nevoilor organizației și proiectelor sale. În plus, puteți fixa Milestones în canalul principal al echipei pentru ca toată lumea să o poată vedea. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams devine instrumentul Go-To </h2> <p> Introducerea de noi aplicații pentru gestionarea proiectelor și buletine la nivelul întregii organizații este un alt pas către ca Microsoft Teams să devină instrumentul de bază pentru fiecare funcție. Microsoft a făcut recent <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Navigarea echipelor mult mai ușoară </a> și, în ultimele luni, am văzut o serie de actualizări de funcționalități care sosesc pe platforma de lucru colaborativă. </p> <p> </p> <p> Pe măsură ce pandemia COVID-19 continuă să afecteze locurile de muncă tradiționale și practicile de la domiciliu devin mai puternice, așteptați-vă ca Microsoft să continue să împingă noile caracteristici ale Microsoft Teams. </p>"}