{"title":"Microsoft adaugă alerte de amenințare stat național la Defender pentru Office 365","content":"<p> Într-o actualizare interesantă și ca răspuns direct la atacul cibernetic SolarWinds, Microsoft este setat să adauge un nou avertisment privind activitatea de hacking a statului național la Microsoft 365. Avertismentele vor atenționa utilizatorii cu privire la orice potențiale amenințări care decurg dintr-un atacator al statului național, oferind utilizatorilor timpul pentru a reacționa la amenințare. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft introduce notificările privind amenințările statului național </h2> <p> Microsoft Defender pentru Office 365 (cunoscut anterior ca Office 365 Advanced Threat Protection) va afișa o notificare prin care îi informează pe utilizatorii întreprinderii că un atac suspect de amenințare a statului național interferează cu spațiul său de lucru. </p> <blockquote> <p> Aceste atacuri reprezintă unele dintre cele mai avansate și persistente activități de amenințare pe care Microsoft le urmărește. Microsoft Threat Intelligence Center urmărește aceste amenințări, creează profiluri cuprinzătoare ale activității și lucrează îndeaproape cu toate echipele de securitate Microsoft pentru a implementa detecții și atenuări pentru a ne proteja clienții. </p> </blockquote> <p> Microsoft anunță deja mii de utilizatori pe an că un actor de amenințare al statului național ar putea să interfereze cu rețeaua lor. Cu toate acestea, în acest moment, alertele sunt trimise prin e-mail. </p> <p> Dacă utilizatorul Microsoft Defender pentru Office 365 nu își verifică e-mailul în ziua respectivă, este posibil să rateze o notificare importantă. Deși Defender pentru Office 365 este în primul rând un produs pentru întreprinderi, notificările importante încă alunecă prin goluri. </p> <p> Noile notificări vor apărea în tabloul de bord Microsoft Defender pentru Office 365. Va avea șanse mult mai mari de a fi văzut de administratorii de rețea, de echipele de securitate, de personalul de conducere și așa mai departe. </p> <p> Microsoft a adăugat „Alerte potențiale de activitate a statului național” la foaia de parcurs Office 365 la 6 februarie 2021 și se așteaptă ca funcția să finalizeze lansarea până la sfârșitul lunii. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Ce este un atac stat-națiune? </h2> <p> Un atac al statului național este considerat unul dintre cele mai periculoase tipuri de atacuri cibernetice, precum profunzimea cunoștințelor și gama de resurse la dispoziția actorului amenințător. </p> <p> </p> <p> <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> atacul cibernetic recent SolarWinds </a> este puternic suspectat a fi un atac al statului național, așa a fost nivelul de expertiză necesar pentru a se infiltra în astfel de rețele de nivel înalt. Atacul, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> cunoscut sub numele de hack de lanț de aprovizionare </a> , a compromis mai multe ținte după ce a rămas latentă în rețelele victimei luni de zile. </p> <p> Dar, în ciuda cât de periculos sună și apare un atac al statului național, în majoritatea timpului, utilizatorii obișnuiți ca tine și cu mine nu suntem ținta. Alocarea unor astfel de resurse substanțiale pentru atacarea cetățenilor obișnuiți nu merită, deoarece există modalități mult mai ușoare de a-și accesa datele. </p> <p> Ca atare, amenințările statului național atacă de obicei ținte mult mai mari, cum ar fi birourile guvernamentale, companiile tehnologice majore, infrastructura națională și așa mai departe. </p>"}