{"title":"Magna, Nissan și Foxconn sunt toți candidați la construirea mașinii Apple","content":"<p> S-ar putea ca Kia să nu mai alerge la fabricarea evazivului Apple Car, dar Apple are o mulțime de alte opțiuni viabile în cazul în care decide să construiască primul său automobil. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Vehiculele electrice (EV) ajută mediul înconjurător </a> iar succesul lui Tesla nu ar fi trecut neobservat cu majorările de la Apple. Se pare că compania varsă resurse în construirea unui sistem autonom <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> EV care poate lipsi de volan </a> . Acestea fiind spuse, producția de mașini a fost întotdeauna o groapă de bani care necesită un vast lanț de aprovizionare pe continent. </p> <p> După cum am raportat recent, Apple și Kia nu par să fie parteneri la Apple Car până la urmă. Mai mult, se pare că cei mai importanți producători auto japonezi au abordat Apple <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> îngrijorat de a fi retrogradat la producătorii contractuali </a> . </p> <p> Un nou raport al <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> încearcă să rotunjească posibili furnizori și parteneri de asamblare pentru producția zvonului EV de la Apple. Opțiunile potențiale includ Nissan și Stellantis, precum și Magna, care produce mașini pentru alte mărci și multe altele. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn are legături existente cu Apple </h2> <p> Foxconn este o opțiune majoră --- compania are legături existente cu Apple ca producător contractual care asamblează iPhone-uri și alte gadgeturi. În urmă cu câteva luni, Foxconn a prezentat primul său șasiu EV împreună cu o platformă software. </p> <p> Planifică să elibereze o baterie solidă până în 2024, în același an, se spune că Apple Car va intra în producția de masă. Foxconn și Fiat Chrysler se află într-o asociere în comun pentru a construi mașini electrice în China. Apple ar putea profita de tehnologiile Foxconn ca bază pentru EV. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna se potrivește bine </h2> <p> Magna, cu sediul în Canada, construiește diverse piese pentru mărci precum BMW și Jaguar Land Rover în fabrica sa din Graz, Austria. Magna oferă serviciile sale de inginerie și fabricație pentru startup-urile EV. Compania a încheiat un parteneriat cu LG pentru a construi transmisii împreună și a început recent să asambleze vehicule în China. </p> <p> </p> <p> Bloomberg spune că Magna are avantajul unei relații anterioare cu Apple --- este primul producător contractual cu care Apple a vorbit atunci când a decis să intre în spațiul EV acum cinci ani. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Discuțiile Apple-Hyundai s-ar putea reporni </h2> <p> În ceea ce privește Hyundai și Kia, ambele conduc operațiuni de fabricație în SUA. Noua platformă EV a Kia promite o autonomie de aproximativ 500 de kilometri și baterii cu încărcare rapidă de până la 80% în 18 minute. </p> <p> Se pare că Apple ar fi fost interesată de parteneriatul cu Hyundai / Kia. In orice caz, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> discuțiile s-au destrămat </a> după ce executivii confirmaseră rapoarte că compania era în discuții cu Apple. </p> <blockquote> <p> Marele dezavantaj pe care îl au Hyundai și Kia este recentul mers înainte și înapoi cu privire la faptul dacă dezvoltă o mașină pentru Apple, o companie notoriu secretă. Deși cei doi producători auto au spus că discuțiile nu au loc, este posibil ca discuțiile să se reia dacă Apple le consideră cei mai buni parteneri. </p> </blockquote> <p> Kia intenționează să lanseze până în 2025 23 de modele EV noi pe baza platformei sale. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan și producătorii auto europeni </h2> <p> Redactarea încearcă să argumenteze motivul pentru care Nissan ar fi potrivit pentru Apple. Nisan are o platformă EV dezvoltată împreună cu Renault, dar cel mai important, CEO-ul său Makoto Uchida a spus recent că Nissan „are ADN-ul pentru a face lucruri pe care alții nu le vor face”. </p> <p> </p> <p> Combinați acest lucru cu faptul că compania a fost tensionată financiar în ultimele 12 luni și aveți la dispoziție un posibil acord Apple-Nissan, Bloomberg îl are: </p> <blockquote> <p> Producătorul auto a fost îngrămădit într-o criză, raportând cea mai mare pierdere din ultimele două decenii în anul fiscal 2019 și ar putea obține venituri atât de necesare din ajutarea Apple să-și dezvolte sau să fabrice vehiculul. De asemenea, ar putea beneficia de accesul la tehnologia Apple. După ce a urmat o strategie de volum cu orice preț care a avut un profit, Nissan trebuie să atragă clienți mai bine plătiți, în mare parte cu tehnologia din interiorul mașinilor sale. </p> </blockquote> <p> Raportul continuă să evidențieze producătorii auto europeni, cum ar fi Stellantis, ca posibili parteneri de asamblare și producție pentru Apple Car. Disponibilitatea capacității de producție este probabil cel mai mare factor în fabricarea mașinilor - întrebați-o doar Tesla. În acest context, Apple ar fi înțelept să externalizeze producția de vehicule electrice către mai mulți furnizori și furnizori de automobile. </p> <p> <small> Credit de imagine: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}