{"title":"Microsoft a stabilit o dată pentru eliminarea Legacy Edge","content":"<p> Am văzut indicii că Microsoft vrea să scape în cele din urmă de moștenirea sa Edge, iar acum a sosit ziua. Dacă utilizați vechiul Edge, aveți la dispoziție până pe 13 aprilie 2021 pentru a accesa un nou browser înainte de a fi șters de pe computer. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> Sfârșitul Microsoft Legacy Edge </h2> <p> Microsoft a declarat termenul limită la <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> site-ul Tech Community </a> . Știrile nu vin ca o surpriză uriașă, deoarece gigantul software a tăiat legăturile nu atât de subtil cu browserul său vechi. De exemplu, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> pachetele lingvistice viitoare nu mai acceptă vechiul Edge </a> . </p> <p> Pe atunci, nu știam când Microsoft va trage de priză; tot ce știam era că Microsoft dorea să dispară în curând. Acum, gigantul software a prezentat două date cheie în eliminarea vechiului Edge. </p> <p> Prima dată este atunci când Microsoft axează suport pentru legacy Edge - care se întâmplă pe 9 martie 2021. La acea dată, legacy Edge nu va mai primi actualizări, chiar dacă cineva găsește un defect urât de securitate în acesta. Ca atare, aceasta este data ideală pentru a schimba browserele dacă sunteți încă pe vechiul Edge. </p> <p> A doua întâlnire este pe 13 aprilie 2021, când Microsoft scapă de vechiul Edge. Nu ne referim pur și simplu să lăsăm vechiul Edge pe propriile dispozitive; Microsoft intenționează să publice o actualizare Windows 10 care elimină vechiul browser din sistemul de operare. </p> <p> Rețineți că acest lucru nu va elimina noul Chromium Edge, care <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft a lansat acum puțin peste un an </a> . De fapt, versiunea Chromium a Edge este principalul motiv pentru care Microsoft elimină vechiul Edge, în primul rând. </p> <p> Dacă folosiți Edge și nu sunteți sigur dacă utilizați versiunea veche sau Chromium a Edge, cea veche folosește un logo E albastru continuu. Chromium Edge are o spirală albastră și verde mai colorată, care arată cam ca un E. </p> <p> Ca atare, dacă utilizați vechiul Microsoft Edge, acum este un moment bun pentru a muta browserele, chiar dacă este un mic salt către Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Punerea unei moșteniri în pat </h2> <p> Dacă sunteți încă agățați de vechiul Edge, acum este un moment fantastic pentru a sări nava. Vechea versiune a lui Edge se va agrava din ce în ce mai rău de acum înainte până când va fi complet eliminată în aprilie 2021. </p> <p> Dacă ați dorit întotdeauna să încercați Chromium Edge, acum este momentul să o faceți. Microsoft s-a lăudat recent cu 600 de milioane de utilizatori pe noul său browser, deci merită cu siguranță o lovitură. </p> <p> <small> Credit de imagine: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}