{"title":"Photoshop, Illustrator și Fresco Add Document Collaboration","content":"<p> Ați lucrat vreodată la un proiect creativ cu alții online? Poate consta adesea în trimiterea de fișiere înainte și înapoi în e-mailuri sau mesaje. Descărcarea unui fișier nou doar pentru a face o revizuire și încărcarea fișierului din nou înainte ca altcineva să poată face același lucru - procesul se simte uneori greșit și ineficient. </p> <p> Dar dacă proiectele echipei dvs. au fost realizate în Photoshop, Illustrator sau Fresco, ați fi fericit să aflați că Adobe tocmai a simplificat fluxul de lucru pentru dvs. </p> <h2 id=\"collaborate-on-the-cloud\"> Colaborați pe Cloud </h2> <p> Managerul de produs Photoshop, Pam Clark, a postat pe <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Blogul Adobe </a> cu o actualizare a funcției Photoshop, Illustrator și Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Acum, stând în colțul din dreapta sus al interfeței de utilizare a fiecărui program este noul <strong> Invitați să editați </strong> caracteristică. Într-un proces foarte asemănător cu <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> partajarea în Google Drive </a> , puteți face clic pe buton pentru a deschide o casetă text pentru a putea introduce adresa de e-mail a persoanei pe care doriți să o adăugați la proiect în calitate de colaborator. </p> <p> Toți colaboratorii au acces de editare la document și istoricul versiunilor acestuia pe dispozitivele acceptate. Pentru Photoshop și Illustrator, acesta este PC și iPad. Pentru Fresco, sunt aceleași două platforme, pe lângă iPhone. </p> <p> O singură persoană poate lucra la un document cloud partajat odată, dar modificările pe care le salvează se vor sincroniza automat cu toți colaboratorii. Puteți accesa documentele cloud partajate de pe <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Assets </a> pagină și în <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Nor creativ </a> aplicație desktop. </p> <p> Ai nevoie de noi pensule pentru sezon? Kyle T. Webster, un evanghelist de design senior la Adobe, a lansat <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> Pachet de perii de iarnă 2020 </a> pentru Photoshop și Fresco. </p> <p> </p> <p> Aceeași postare a detaliat, de asemenea, adăugarea Preset Sync la Photoshop pentru Mac și Windows. Porniți-l și setările pentru pensulele, specimenele, gradientele, modelele, stilurile și formele vor fi păstrate. „Periile sincronizate vor apărea în curând pe versiunea iPad”, scrie Clark. </p> <p> </p> <p> În plus, dacă sunteți un artist care este adesea în mișcare, veți fi fericiți să aflați că acum puteți roti pânza în Illustrator pe iPad. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe facilitează lucrul de la distanță </h2> <p> Este ușor pentru creativele digitale să desconsidere Adobe atunci când le-am văzut că domină piața software-ului multimedia digital atât de mult timp. Dar nu puteți descărca în mod echitabil Adobe ca o companie care atrage numerar atunci când se adaptează în mod constant la modul în care utilizatorii săi și-au schimbat fluxul de lucru de-a lungul timpului. </p> <p> Această nouă actualizare a funcției Photoshop, Illustrator sau Fresco vine la numai cinci zile după aceea <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark a adăugat mărci partajate </a> . Acum că devine mai normal să lucrezi cu oameni exclusiv online, s-ar părea că compania face tot ce poate pentru a face colaborarea online un pic mai simplă. </p> <p> Ține-ți degetele încrucișate; poate că vom vedea că editarea în cloud va veni pe toate aplicațiile Creative Cloud în viitor. </p>"}