{"title":"PAC-ul Microsoft nu va dona donatorilor de alegeri în timpul ciclului următor","content":"<p> În urma atacului asupra Capitoliei SUA, Microsoft a suspendat contribuțiile la și de la PAC-ul său în urmă cu aproximativ trei săptămâni. Decizia a fost luată pentru a da comitetului timp pentru a evalua impactul revoltelor și cum să avanseze în urma evenimentelor. </p> <p> Acum, Microsoft a anunțat că contribuțiile PAC-ului său vor începe din nou, dar nu vor face donații niciunui membru al Congresului care a votat împotriva certificării rezultatelor alegerilor. Suspendarea va continua pe tot parcursul ciclului electoral 2022 și este o declarație importantă a uneia dintre cele mai importante companii de tehnologie din lume. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC suspendă contribuțiile către obiectori </h2> <p> La 5 februarie 2021, o postare către <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Blogul corporativ Microsoft </a> a dezvăluit modul în care PAC se va îndrepta în urma atacului fără precedent asupra Capitolului națiunii. </p> <p> </p> <p> PAC-ul Microsoft nu va mai dona donatorilor membrilor Congresului „care au votat pentru a obiecta la certificarea alegătorilor”. Acest lucru se extinde la orice oficiali de stat și alte organizații care au susținut obiecțiile sau au sugerat ca parlamentarii să anuleze rezultatele alegerilor. </p> <p> PAC va schimba, de asemenea, modul în care abordează donațiile. Anterior, toate donațiile erau făcute candidaților politici, la fel ca în multe comitete de acțiune politică. </p> <p> Cu toate acestea, Microsoft PAC ia în considerare faptul că unii membri contribuabili nu doresc să sprijine personalități politice specifice și ar prefera în schimb să finanțeze munca și organizațiile axate pe „conservarea și promovarea democrației”. </p> <p> </p> <p> Ca o extensie a acestei politici, PAC va colabora, de asemenea, mai strâns cu alte companii și organizații care împărtășesc aceleași idealuri. </p> <p> Ultima modificare a PAC vine în nume. Membrii existenți ai Microsoft PAC au constatat că numele nu reflecta complet faptul că este un fond voluntar. De acum înainte, PAC este redenumit ca Microsoft Corporation Stakeholders Voluntary PAC (MSVPAC). </p> <blockquote> <p> Considerăm că acești pași sunt adecvați, având în vedere importanța acestor probleme pentru stabilitatea și viitorul democrației americane. De asemenea, au fost susținuți în general în sesiunile de ascultare și în feedback-ul altor angajați. Ne dăm seama că acești pași, deși semnificativi, vor fi prea mult sau prea puțin pentru unii angajați. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft încearcă să se distanțeze de obiectorii alegerilor </h2> <p> Vestea că Microsoft se îndepărtează acum de obiectori nu surprinde. Nu este prea puțin, prea târziu de la gigantul tehnologic, dar este, fără îndoială, o încercare de a salva fața după ce a apărut că Microsoft PAC a făcut donații considerabile multor membri ai Congresului la rădăcina mișcării pentru a respinge rezultatele alegerilor. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> este unul dintre cei mai mari contribuitori la membrii Congresului care au încercat să subverseze procesul democratic <br><br> Microsoft nu și-a asumat niciun angajament pentru a nu mai finanța acest grup <br><br> La o întâlnire a companiei joi, Prez Brad Smith a explicat de ce. <br><br> Și este destul de îngrozitor </p> - Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 ianuarie 2021 </a></blockquote>  <p> Chiar dacă președintele Microsoft, Brad Smith, a încercat să explice contribuțiile ca un instrument politic obișnuit pentru a avea acces la politicieni (de exemplu, donații pentru favoruri politice), acesta subliniază de ce atât de mulți cred că existența PAC-urilor și a Super-PAC-urilor dăunează masiv democraților proces. </p>"}