{"title":"Patch-ul Microsoft de marți remediază exploatarea zilnică zero și alte erori critice","content":"<p> Patch Tuesday din februarie 2021 a venit și a dispărut. Ca întotdeauna, Microsoft a eliminat numeroase remedieri importante de securitate pentru a remedia vulnerabilitățile Windows 10. </p> <p> Luna aceasta, patch-urile Microsoft au remediat 11 vulnerabilități critice, dintre care una a fost o exploatare de zi zero, care a fost exploatată activ în sălbăticie înainte de patch-urile de marți. </p> <h2 id=\"microsoft-patches-critical-vulnerabilities\"> Microsoft remediază vulnerabilitățile critice </h2> <p> În ceea ce privește numărul mare, Patch Tuesday din februarie 2021 nu a fost cea mai grea dintre lovitori. Microsoft a emis patch-uri pentru un total de 64 de vulnerabilități în numeroasele sale linii de produse. </p> <p> Cea mai mare vulnerabilitate a notei a fost <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1732\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1732 </a> , un exploit de zero zile care permite o escaladare a privilegiilor în Windows Win32k - nucleul sistemului de operare Windows. Dacă este exploatat, atacatorul ar putea executa cod cu privilegii ridicate, care ar putea permite controlul complet al sistemului țintă. </p> <p> Conform unor rapoarte de securitate, această escaladare a erorilor de privilegii a fost exploatată activ înainte de patch-ul de securitate. Notele de patch ale Microsoft mulțumesc echipei de securitate de la <a href=\"https://ti.dbappsecurity.com.cn/blog/index.php/2021/02/10/windows-kernel-zero-day-exploit-is-used-by-bitter-apt-in-targeted-attack/\" target=\"_blank\" rel=\"nofollow noopener\"> DBAPPSecuritate </a> , al cărui raport detaliază modul în care <a href=\"https://www.makeuseof.com/tag/what-is-a-backdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> zero-day </a> a fost exploatat. Firma chineză de securitate consideră că exploatarea a fost opera unui atacator sofisticat, potențial un APT. </p> <p> În altă parte, trei vulnerabilități critice înregistrează fiecare 9,8 pe scara CVSS (care clasifică vulnerabilitățile). 9.8 aterizează în partea de sus a scării vulnerabilităților, așa că merită foarte mult să se corecte imediat. </p> <p> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24078\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24078 </a> este o eroare de execuție a codului la distanță care afectează componenta serverului DNS Windows. Dacă este exploatat, un atacator ar putea să deturneze traficul de nume de domeniu din mediile corporative, ducând la redirecționarea traficului către site-uri web periculoase, conținut sau programe malware. </p> <p> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24074\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24074 </a> și <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24094\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24094 </a> ambele privesc vulnerabilitățile TCP / IP. Aceste două vulnerabilități au o importanță atât de mare încât <a href=\"https://msrc-blog.microsoft.com/2021/02/09/multiple-security-updates-affecting-tcp-ip/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft </a> a publicat o postare separată pe blog care detaliază problemele. Pe scurt, vulnerabilitățile „sunt complexe, ceea ce face dificilă crearea exploatărilor funcționale, deci nu este probabil [să fie exploatate] pe termen scurt”. </p> <p> </p> <p> </p> <h2 id=\"six-vulnerabilities-already-public\"> Șase vulnerabilități sunt deja publice </h2> <p> Un punct de interes pentru Patch Tuesday din această lună este numărul de vulnerabilități deja făcute publice. Înainte ca Microsoft să-și dezvăluie lista completă de patch-uri de erori, șase vulnerabilități au fost deja dezvăluite: </p> <ul> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1721\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1721 </a> : Vulnerabilitatea refuzului de serviciu .NET Core și Visual Studio </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1733\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1733 </a> : Sysinternals PsExec Vulnerability Elevation of Privilege </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-26701\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-26701 </a> : Vulnerabilitate la .NET Core Remote Execution Code </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-1727\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-1727 </a> : Vulnerabilitate de creștere a privilegiului Windows Installer </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24098\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24098 </a> : Vulnerabilitatea refuzului de serviciu al driverului consolei Windows </li> <li> <a href=\"https://msrc.microsoft.com/update-guide/en-US/vulnerability/CVE-2021-24106\" target=\"_blank\" rel=\"nofollow noopener\"> CVE-2021-24106 </a> : Vulnerabilitatea divulgării informațiilor Windows DirectX </li> </ul> <p> Deși acest lucru este neobișnuit, Microsoft observă, de asemenea, că niciuna dintre aceste vulnerabilități nu a fost exploatată înainte de lansarea patch-urilor. </p> <p> Ca întotdeauna, ar trebui să vă actualizați sistemul Windows 10 și alte produse Microsoft cât mai curând posibil. Patch-urile sunt deja disponibile pe Windows 10 dacă vă îndreptați către <strong> Setări&gt; Actualizare Windows </strong> și selectați <strong> Descarca </strong> sau <strong> Instaleaza acum </strong> . </p>"}