{"title":"Parler ar fi oferit organizației Trump o miză de proprietate","content":"<p> În timpul fostului președinte Donald Trump în funcție, Parler și echipa Trump ar fi încercat să negocieze un acord care să facă rețeaua socială principală a lui Parler Trump. În schimb, lui Trump i s-ar fi acordat o participație de 40% la platformă. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler ar fi putut să-l fi vrut pe Trump la bord </h2> <p> Parler, rețeaua socială de liberă exprimare, a apărut în ultimele zile și nu doar pentru că platforma în principal conservatoare din punct de vedere politic a fost <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> pornit din magazinele de aplicații și Amazon Web Services </a> . </p> <p> De data aceasta, un raport de <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Știri Buzzfeed </a> susține că Parler i-a oferit lui Trump o participație de 40% la Parler dacă a făcut din aceasta principala sa platformă socială. Aceste discuții au avut loc în vara anului 2020 și au fost reluate din nou după alegerile din noiembrie. </p> <p> Rămâne neclar dacă Trump însuși a fost implicat în negocieri. Un profesionist juridic citat în raportul Buzzfeed spune că, dacă Trump ar fi de acord cu acest acord în timpul președinției sale, este posibil să fi încălcat legile anti-mită. </p> <p> Reporterii Buzzfeed susțin, de asemenea, că au văzut documentele acestor negocieri. Ca parte a tranzacției, Trump ar fi trebuit să posteze pe Parler cu cel puțin patru ore înainte de toate celelalte rețele sociale. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> Ce se întâmplă dacă Trump a făcut din Parler rețeaua sa principală? </h2> <p> Având-o pe Trump ca utilizator frecvent al platformei, probabil că l-ar fi împins pe Parler la înălțimi și mai mari. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler a văzut o migrație în masă către rețea </a> după pierderea lui Trump la alegerile din 2020, iar această turmă ar fi fost probabil și mai mare dacă Trump ar fi fost la bord. </p> <p> În timpul campaniei și al președinției sale, Trump s-a orientat către Facebook și Twitter pentru a aduna susținătorii. Trump nu s-a adresat niciodată lui Parler ca rețea de acces, o platformă unde publicul său ar fi acceptat mai mult. </p> <p> Trump a fost <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> interzis permanent de pe Twitter </a> și <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> suspendat pe termen nelimitat de pe Facebook </a> - Împreună cu Parler s-ar fi putut înmuia această lovitură. Cu toate acestea, evident, lucrurile nu au funcționat pentru Parler. </p> <p> După ce platforma a fost înscrisă pe lista neagră, <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Consiliul Parler ar fi concediat propriul CEO și cofondator, John Matze </a> . Aparent, Matze a presat o moderare mai puternică pentru a-l ajuta pe Parler să-și recâștige spațiul în magazinele de aplicații, dar restului echipei Parler nu le-a plăcut această idee. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Ce ține viitorul lui Parler? </h2> <p> Acum, după ce John Matze ar fi ieșit din președintele CEO, Parler are un viitor și mai nesigur. În prezent, site-ul web afișează o pagină web statică, dar nimeni nu știe când site-ul va fi funcțional oficial. </p> <p> Cu Trump ieșit din Casa Albă, va mai rămâne baza de utilizatori a lui Parler la fel de puternică ca și la sfârșitul președinției sale? Dacă Trump ar fi încheiat acest presupus acord cu Parler, poate că ar fi fost. </p>"}