{"title":"Puteți dezactiva în curând fluxurile video ale persoanelor în echipele Microsoft","content":"<p> Uneori nu vrei ca toată lumea să-și arate videoclipul într-o întâlnire virtuală; uneori, preferați să gestionați cine își poate afișa camerele web și cine nu. Din fericire, Microsoft adaugă această funcționalitate Echipelor, astfel încât să puteți controla cine poate și nu își poate arăta camerele într-o întâlnire. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Planurile Microsoft pentru cenzurarea video pe echipe </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> a văzut o serie de intrări pe <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Foaia de parcurs Microsoft 365 </a> legat de dezactivarea camerelor web ale participanților în echipe. Funcțiile sunt încă în curs de dezvoltare, dar din ceea ce putem vedea pe Foaia de parcurs, va fi o actualizare interesantă pentru echipe. </p> <p> Dacă este prima dată când auzi de Foaia de parcurs, este un mod fantastic de a vedea ce a planificat Microsoft pentru serviciile sale. Am văzut planurile gigantului software <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> permite prezentatori anonimi în Microsoft Teams </a> prin foaia de parcurs Microsoft 365. </p> <p> Acum, Microsoft a adăugat încă două intrări în Foaia de parcurs. Una dintre ele discută despre oprirea camerei unui singur participant, în timp ce cealaltă discută despre dezactivarea camerei tuturor. </p> <p> Pentru primul, Microsoft vrea să permită unui organizator de întâlniri să dezactiveze camera web a unei singure persoane. Aceasta este o caracteristică la îndemână pentru persoanele care cauzează probleme cu camerele web sau doar pentru a porni și opri oamenii atunci când este timpul să vorbească. </p> <p> Această din urmă caracteristică permite unui organizator să activeze și să dezactiveze camerele web ale tuturor într-o singură trecere. Organizatorul poate alege să întoarcă comutatorul înainte de începerea întâlnirii sau să o facă din mers în timp ce sesiunea este în desfășurare. </p> <p> Ambele caracteristici sunt listate de două ori pe Foaia de parcurs. Primul lot este programat pentru o lansare în aprilie 2021, iar al doilea este în mai. Ca atare, este puțin clar cu privire la momentul în care vom primi această actualizare, dar nu ar trebui să treacă prea mult până când nu veți avea controlul suprem asupra celor care își pot și nu își pot arăta fața în întâlnirile echipelor. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Controlați-vă mai bine întâlnirile cu echipele Microsoft </h2> <p> Dacă ați dorit întotdeauna să gestionați fluxurile de webcam ale oamenilor în Microsoft Teams, aveți noroc. Gigantul software lucrează la o funcție care vă va permite să opriți camerele individuale sau toate simultan. Va trebui să așteptăm și să vedem o dată exactă când va fi lansată această funcție. </p> <p> Dacă sunteți interesat de mai multe moduri de a vă gestiona întâlnirile în echipă, știați că serviciul vă va recapitula sesiunile în curând? Acesta a fost inițial programat pentru o lansare în ianuarie 2021, dar pentru moment a fost împins înapoi în februarie. </p> <p> <small> Credit de imagine: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}