{"title":"Raport: Apple Sarcini Fostul șef hardware cu munca AR / VR","content":"<p> Dan Riccio, fostul șef hardware al Apple, ar fi fost însărcinat să ajute la conducerea taxei asupra gadgeturilor companiei de realitate augmentată (AR) și realitate virtuală (VR). Recent a început un „nou capitol” la Apple și acum conduce un „nou proiect” nespecificat. </p> <p> „Aștept cu nerăbdare să-mi concentrez tot timpul și energia la Apple pentru a crea ceva nou și minunat de care nu aș putea fi mai entuziasmat” <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Comunicatul de presă al Apple </a> îl cită spunând. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> spune că Riccio se concentrează acum pe căștile AR / VR ale Apple. </p> <h2 id=\"riccio-s-importance-to-apple\"> Importanța lui Riccio pentru Apple </h2> <p> Acest executiv de profil este alături de Apple de mai bine de două decenii. Riccio a lucrat la proiecte de succes precum iMac-ul original, gama iPhone 12 și noile Mac-uri M1. Ca atare, el face alegerea perfectă pentru a accelera eforturile AR / VR ale Apple. </p> <p> Unii oameni au spus că remanierea organizației de inginerie hardware a Apple este un indiciu puternic că Riccio ar putea vorbi despre Project Titan, un nume de cod intern pentru miticul proiect Apple Car. Este aproape sigur că nu este cazul aici, deoarece Apple Car este considerat la cel puțin o jumătate de deceniu de lansare. </p> <p> </p> <p> Deși Apple Car, în stadiul său actual, probabil că nu are nevoie de atenția indivizibilă a lui Riccio, el pare a fi un avantaj important în ceea ce privește strategia AR / VR a Apple. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> Strategia Apple AR / VR </h2> <p> Se crede că Apple lucrează la un <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> căști cu realitate mixtă, scumpe și puternice, pentru o lansare potențială în 2021 </a> . Ar trebui să ajungă înaintea celor mai accesibile ochelari AR pentru masă, despre care se va lansa în 2022. Surse descriu căștile ca un accesoriu de nișă scump, alimentat de cipul personalizat Apple, care este mai rapid decât siliconul M1 găsit în noile Mac-uri. </p> <p> Se spune că alte specificații zvonite includ ecrane duale de 8K și o grămadă de camere de bord pentru urmărirea precisă a ochilor și a mâinilor. Dispozitivul poate costa aproximativ 3.000 de dolari, ceea ce este comparabil cu HoloLens de la Microsoft. Este descris ca un accesoriu de nișă pe care Apple îl va vinde probabil în primul rând dezvoltatorilor, astfel încât să poată construi aplicații AR / VR pentru dispozitiv. </p>"}