{"title":"Raport: Apple ar putea să nu mai facă iPhone 12 Mini în Q2","content":"<p> IPhone 12 mini este cea mai mică dintre cea mai recentă generație de iPhone de la Apple --- și se pare că s-a dovedit a fi adevărat și pentru vânzările sale. Încă din prima zi, cea mai miniatură a seriei iPhone 12 a fost împiedicată de rapoarte că nu se vinde în cantitățile fraților săi mai mari și mai scumpi. </p> <p> Acum un raport al băncii de investiții JP Morgan, distribuit de <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , susține că Apple ar putea să nu mai producă unități de pe iPhone 12 mini imediat după al doilea trimestru calendaristic al anului 2021. Asta ar putea însemna că telefonul ar putea avea, probabil, încă câteva luni înainte de a nu mai fi fabricat în totalitate. </p> <h2 id=\"adjusting-iphone-12-orders\"> Reglarea comenzilor iPhone 12 </h2> <p> Nota de investiții, a analistului lanțului de aprovizionare JP Morgan, William Yang, menționează, de asemenea, unele dintre celelalte modificări Q2 pe care Apple le poate face cu gama iPhone 12. Yang susține că Apple va crește numărul de iPhone 12 Pro Max cu 11 milioane de unități, iPhone 12 Pro cu încă 2 milioane de unități și iPhone 11 din era 2019 cu 8 milioane de unități în plus. </p> <p> Între timp, unitățile obișnuite de iPhone 12 vor fi tăiate și 9 milioane de unități, în timp ce iPhone 12 mini va fi redus cu 11 milioane de unități --- aceeași scădere a numărului pe care iPhone 12 Pro Max o obține ca o creștere. Raportul sugerează că Apple ar putea opri complet producția de iPhone 12 mini în trimestrul respectiv. </p> <p> </p> <p> Nu este prima dată când auzim că iPhone 12 mini a fost un flop comparativ pentru Apple. Un raport al lui Morgan Stanley a afirmat recent că Apple a tăiat comenzile iPhone 12 mini în primul trimestru al anului 2021. </p> <p> Între timp, un raport anterior sugerează că, în timp ce nouă dintre primele 10 smartphone-uri activate în ziua de Crăciun din Statele Unite erau iPhone, iPhone 12 mini a fost singurul care nu a făcut lista. (Asta în ciuda faptului că au fost incluse unele iPhone-uri mult mai vechi.) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: o domnișoară surprinzătoare </h2> <p> Faptul că iPhone 12 mini pare să se fi luptat este cam surprinzător. A primit recenzii excelente și oferă o experiență premium iPhone 12, împachetată într-un factor de formă mic. </p> <p> Include același afișaj OLED pe tot ecranul ca frații săi mai mari (deși puțin mai mici), Face ID, procesor Bionic A14 și conectivitate 5G. Începând de la doar 699 USD, este cel mai ieftin dintre noile iPhone-uri Apple. Dar se pare că, din orice motiv, pur și simplu nu a reușit să obțină același tip de succes ca iPhone-urile mai mari din acest an. </p> <p> Interesant, raportul JP Morgan sugerează că Apple intenționează să lanseze încă patru iPhone-uri în acest an. Acest lucru pare să implice faptul că Apple ar putea să nu fie gata să arunce prosopul pe linia iPhone „mini” mai mică încă. Va trebui să așteptăm până în septembrie pentru a vedea ce se întâmplă. </p>"}