{"title":"Raspberry Pi OS face față Pushback-ului utilizatorului după includerea Microsoft Repo după actualizare","content":"<p> Recent a apărut că sistemul de operare open-source, Raspberry Pi OS, instalează un depozit Microsoft în timpul instalării. Includerea unuia dintre numeroasele depozite Microsoft înseamnă că de fiecare dată când sistemul de operare Raspberry Pi se actualizează, acesta transmite un server Microsoft, dezvăluind potențial informații referitoare la dispozitivul dvs. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> Raspberry Pi OS Trimiteți date către Microsoft? </h2> <p> A <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit post </a> a detaliat cum și de ce Raspberry Pi OS (cunoscut anterior ca Raspbian) a început să trimită date către serverele Microsoft de fiecare dată când actualizarea sistemului de operare. </p> <blockquote> <p> Oficial, este pentru că susțin IDE-ul Microsoft (!), Dar îl veți obține chiar dacă ați instalat dintr-o imagine ușoară și utilizați Pi fără cap fără o interfață grafică. Aceasta înseamnă că de fiecare dată când faceți „actualizare aptă” pe [Raspberry] Pi, faceți ping pe un server Microsoft. </p> </blockquote> <p> O preocupare din partea utilizatorilor este că Microsoft ar putea colecta informații despre dispozitivul utilizat, cum ar fi o adresă IP, apoi le poate conecta la alte informații pentru a crea un profil publicitar direcționat. Pentru acei utilizatori care încearcă activ să opereze sub radar, acest lucru ar putea servi drept metodă de identificare. </p> <p> Dar pentru mulți utilizatori, există probleme mai mari în joc. </p> <p> În primul rând, mulți utilizatori și-au exprimat dezamăgirea că un proiect open-source își va actualiza depozitele de surse fără a informa utilizatorii. În al doilea rând, faptul că actualizarea adaugă depozitul Microsoft la instalațiile existente provoacă, de asemenea, furie. </p> <p> În al treilea rând, răspunsul fondatorului Raspberry Pi, Eben Upton, a respins în totalitate problema, întrebându-se de ce utilizatorii ar fi chiar îngrijorați de o astfel de includere. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Ne pare rău: nu pot să înțeleg de ce crezi că a fost un lucru controversat de făcut. Facem lucruri de acest fel tot timpul fără a publica o postare pe blog despre cum să renunțăm. </p> - Eben Upton (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 februarie 2021 </a></blockquote>  <p> Se pare că, cel puțin, utilizatorii ar fi dorit să fi fost informați că un depozit Microsoft va fi adăugat la sistemul de operare Raspberry Pi implicit. Având în vedere natura comunităților cele mai asociate cu utilizarea Raspberry Pi (utilizatorii de Linux open-source, centrate pe confidențialitate), pare corect. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Raspberry Pi OS va continua să prezinte depozitul Microsoft? </h2> <p> Din păcate, utilizatorii sistemului de operare Raspberry Pi vor trebui să rânjească și să suporte dacă vor să continue să utilizeze sistemul de operare oficial. </p> <p> Într - un subiect referitor la repo - ul Microsoft de pe <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Forumuri Raspberry Pi </a> ”, A declarat Gordon Hollingworth, director de inginerie software Raspberry Pi,„ acest lucru nu se va schimba deoarece face prima experiență pentru persoanele care doresc să utilizeze instrumente precum VSCode mai ușoară ”. </p> <p> Ceea ce, la rândul său, înseamnă că unii utilizatori vor lăsa inevitabil sistemul de operare Raspberry Pi în căutarea unei alternative. Din fericire, când vine vorba de Raspberry Pi, aveți la dispoziție nenumărate sisteme de operare alternative excelente. </p> <p> </p> <p> Totuși, unii utilizatori vor merge mai departe și vor trece cu totul de la Raspberry Pi, îndreptându-se către unul dintre ceilalți concurenți minusculi. </p>"}