{"title":"Raportarea Waze-Like vine pe Hărțile Apple","content":"<p> Apple Maps pe iOS 14.5 primește noi funcții de raportare crowdsourced similare celor găsite în Waze și Google Maps. Când actualizarea se lansează public, utilizatorii vor putea raporta accidente, pericole și verificări ale vitezei de-a lungul traseului atunci când primesc indicații. </p> <p> Apple face publicitate acestei caracteristici cu un ecran de pornire care apare prima dată când solicitați indicații de orientare de la Maps după actualizarea la iOS 14.5. Aceasta este cu siguranță o nouă capacitate, deoarece versiunile anterioare ale aplicației Maps nu aveau nicio funcționalitate de raportare a accidentelor. </p> <p> Când vine vorba de navigarea GPS pe smartphone-uri, ambele <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Maps și Waze s-au popularizat </a> raportarea pericolelor din surse multiple. Având în vedere acest lucru, este extraordinar faptul că serviciul de cartografiere Apple primește, în cele din urmă, caracteristici similare de raportare. </p> <h2 id=\"when-can-i-use-this-feature\"> Când pot folosi această funcție? </h2> <p> Potrivit afișelor de pe <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> care au observat raportarea pericolelor în Hărți, aceasta necesită iOS 14.5 sau iPadOS 14.5. Ambele actualizări sunt în prezent testate de dezvoltatorii înregistrați de Apple și de beta-testerii publici. În ceea ce privește publicul larg, veți avea șansa să încercați interfața de raportare în Hărți atunci când aceste actualizări vor fi lansate public în primăvară. </p> <p> </p> <p> iOS 14.5 aduce capabilități suplimentare amestecului, inclusiv controversatul popup Apple de urmărire a transparenței. Alte caracteristici noi includ capacitatea de a <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> partajați-vă cardul Apple cu membrii familiei </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> suport pentru noile controlere PlayStation 5 și Xbox Series X </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> deblocarea iPhone-ului cu un Apple Watch </a> în timp ce purtați o mască, împreună cu o nouă caracteristică de securitate care protejează împotriva bombelor text Mesaje, pentru a numi doar câteva. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Cum să raportați pericolul de trafic pe Apple Maps </h2> <p> Pentru a raporta pericolele pe care le vedeți pe parcurs, glisați în sus pe interfața Maps‌, unde sunt disponibile detaliile hărții pentru a afișa un nou buton „Raportați” în tava de jos. Apăsați acum pe pictograma „Accident”, „Pericol” sau „Verificare viteză” pentru a raporta evenimentul de trafic corect, care este similar cu aplicații precum Waze. „Atingerea indică automat locația dvs. fără fereastră de confirmare, deci nu ar trebui folosită decât în ​​situații valide, notează <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> . </p> <p> </p> <p> Noua interfață de raportare este disponibilă și în ediția CarPlay a Maps și prin intermediul asistentului digital Siri, MacRumors a descoperit. De exemplu, „Hei Siri, aici există o capcană de viteză”, „Hei ‌Siri‌, există un accident” sau unii dintre aceștia vor face trucul. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Raportarea traficului în aplicațiile Rival Mapping </h2> <p> Aplicațiile de cartografiere rivală sunt de multe ori accidente, capcane de viteză, pericole și multe de mai mulți ani. În Google Maps, utilizatorii au putut raporta evenimente suplimentare de trafic dincolo de accidente, pericole și verificări ale vitezei. De exemplu, Google Maps vă permite să raportați, de asemenea, accidente, închideri de benzi, vehicule blocate, construcții și obiecte pe drum. </p> <p> Și în Waze, puteți raporta închiderea drumurilor, poliția, construcțiile și multe altele. Raportarea colectivă din Waze agregează rapoartele utilizatorilor pe serverele Google și vine cu un sistem de puncte care să stimuleze oamenii să trimită evenimente de trafic de-a lungul drumului. Apple nu a detaliat încă modul în care funcționează sistemul său și nici nu a dezvăluit modul în care noua sa caracteristică protejează confidențialitatea. </p>"}