{"title":"Sony dezvăluie modul în care controlerul PS5 este texturat cu simboluri PlayStation","content":"<p> Dacă ați văzut un controler PS5 DualSense, dețineți unul sau ați citit vreun hype din jurul joypad-ului de nouă generație, atunci veți ști că are o textură în partea din spate a dispozitivului. </p> <p> Această textură cuprinde mii de pătrate mici, cercuri, triunghiuri și X, reprezentând butoanele de acțiune din partea din față a DualSense. Acum, Sony a dezvăluit exact cum au ajuns simbolurile acolo. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony dezvăluie cum a texturat controlerul DualSense </h2> <p> Întoarceți DualSense și veți vedea că partea din spate are nenumărate simboluri minuscule din butoanele de acțiune ale controlerului. De fapt, este posibil să nu le vedeți, deoarece sunt incredibil de mici. Dar crede-ne, sunt acolo. </p> <p> Este greu de imaginat cum există, sunt atât de mici, dar Sony a dezvăluit asta <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , exact cum au ajuns aceste 40.000 de simboluri. Suna ca un proces destul de minuțios, pentru a spune cel puțin. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> După multe modele eșuate, Sony s-a stabilit în cele din urmă pe microtestura pe care o simțea perfectă. Masa simbolurilor - toate înălțime de doar câțiva microni și create din modele desenate manual - nu există doar ca decor; oferă, de asemenea, aderență atunci când utilizați DualSense. </p> <p> Designerii tăie cu atenție aceste minuscule simboluri într-o matriță, folosind gravatoare laser precise care funcționează în 3D, mai degrabă decât tăierea printr-un singur plan 2D ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> aflați mai multe despre gravatoare cu laser </a> ). </p> <p> Odată ce mașinile de fabricație injectează plasticul în matriță, acesta se așează cu grijă în fiecare spațiu disponibil, preluând textura pe care o ții în mâini. Lucruri inteligente, mai ales având în vedere amploarea acestei modelări. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Poți găsi textura oriunde altundeva? </h2> <p> Ei bine, de fapt, puteți găsi textura în altă parte. Sony știe că continuitatea este esențială în design. Deci, puteți găsi textura pe întregul ecosistem PlayStation 5. </p> <p> De la controlerele sale DualSense, până la telecomanda Media, căștile wireless PS5 și chiar consola în sine, veți găsi această textură pe toate. </p> <p> Nu este pentru prima dată când Sony își texturează tampoanele de control. Când Sony a lansat DualShock 4 alături de PS4, și acesta avea o suprafață texturată pe fascia sa. Acest lucru a fost mai degrabă legat de prinderea tamponului, mai degrabă decât de a avea și o valoare cosmetică. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: un controler perfect? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> OK, deci PS5 DualSense s-ar putea să nu fie perfect, dar este o piesă de design splendidă și funcționează foarte bine (cu excepția uneia sau a două gripuri). </p> <p> Aici, atenția Sony asupra detaliilor diferă DualSense de concurența sa. Având în vedere faptul că Sony chiar îmbogățește integrarea și integrarea înainte de lansarea PS5, este plăcut să vezi că și-a pus banii acolo unde este gura, din punct de vedere al designului. </p>"}