{"title":"Steam stabilește un nou record pentru a începe 2021 cu o explozie","content":"<p> Steam a doborât, din nou, propriul record pentru cei mai mulți oameni care folosesc platforma la un moment dat. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> Top 26 de milioane de utilizatori simultani ai Steam </h2> <p> Steam tocmai și-a actualizat <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Statistici Steam </a> pagină. Aici, putem vedea că piața populară de jocuri și serviciul de streaming au distrus recordul său anterior de „utilizatori concurenți” cu aproape 26,5 milioane de jucători online simultan. </p> <p> Aceasta este o valoare „de vârf”, ceea ce înseamnă că a fost cea mai înaltă statistică înregistrată într-o perioadă de 24 de ore. Pagina Steam Stats se actualizează constant, oferind utilizatorilor Steam posibilitatea de a vedea câte persoane sunt online în orice moment, zi sau noapte. Site-ul prezintă statistici pentru o perioadă continuă de 48 de ore. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Trebuie să rețineți că această cifră se referă la câte persoane s-a conectat Steam, nu la câte persoane joacă. Cei care intră sub „utilizatori activi” și, în același timp, Steam au stabilit acest record, 7,2 din cei 26,5 milioane de oameni erau ocupați să cânte la titlurile lor preferate. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Când Steam a stabilit ultima oară recordul? </h2> <p> Aceasta nu este prima dată când Steam își bate propriul record în 2021. Niciun lucru rău, având în vedere că suntem abia în februarie. </p> <p> La începutul lunii ianuarie, Steam și-a actualizat statisticile pentru a afișa un nou record, care se ridica la aproximativ 25,5 milioane. Deci, acest record creează un nou precedent, distrugând cifra anterioară cu 1 milion de utilizatori suplimentari. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> De ce este Steam atât de popular? </h2> <p> Ei bine, 26,5 milioane de oameni nu pot greși, nu-i așa? Steam este o platformă incredibil de populară din motive întemeiate. Are o vastă bogăție de jocuri de jucat, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> este o piață sigură pentru cumpărarea acelor jocuri </a> și are o comunitate masivă de oameni cu aceeași idee în care să se implice. </p> <p> Nu numai asta, ci și jocurile în sine reprezintă o atracție masivă pentru abonații Steam. Când am scris acest articol, aproape un milion de oameni jucau Counter-Strike: Global Offensive. O jumătate de milion populau serverele Dota 2. Utilizatorii concurenți s-au ridicat la 25,1 milioane și în creștere, sugerând că Steam ar putea avea o altă statistică record pentru noi până mâine. </p> <p> În plus, trebuie să luăm în considerare și faptul că jocurile s-au bucurat de o creștere a popularității în 2020, nu în ultimul rând pentru că COVID a forțat pe toată lumea să rămână în interior. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> Cheltuielile cu jocurile din SUA au trecut prin acoperiș anul trecut </a> . Nici o surpriză acolo, într-adevăr. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Aburul continuă să crească </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam a fost întotdeauna o platformă populară, iar 2020 l-a plasat într-o poziție puternică. Acest lucru este încurajator, având în vedere că 2020 a fost un an îngrozitor pentru majoritatea companiilor. </p> <p> Există multe alte modalități prin care vă puteți bucura de ecosistemul Steam. De ce să nu ne reunim niște prieteni și să ne bucurăm de un pic de jocuri la distanță? Dacă nu sunt abonați la Steam, poate ați putea vedea cum să vă înscrieți. </p>"}