{"title":"Samsung Galaxy S21 Series distruge înregistrările de precomandă","content":"<p> Samsung Galaxy S21 a fost unul dintre cele mai așteptate smartphone-uri din ultimii ani. Samsung a făcut o treabă fantastică de a crea hype pentru telefon și acum că multe dintre <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-reviews/\" target=\"_blank\" rel=\"nofollow noopener\"> au ieșit recenzii </a> , se pare că hype-ul a fost mai mult decât meritat. </p> <p> Acum, compania a dezvăluit că telefonul a stabilit noi înregistrări de precomandă în Marea Britanie, după cum a raportat <a href=\"https://www.sammobile.com/news/galaxy-s21-series-pre-order-record-beating-s10-s20/\" target=\"_blank\" rel=\"nofollow noopener\"> SamMobile </a> . Asta înseamnă că fanii Samsung sar cu ocazia să pună mâna pe un dispozitiv din seria Galaxy S21. </p> <h2 id=\"galaxy-s21-preorder-records\"> Înregistrări de precomandă Galaxy S21 </h2> <p> Samsung spune că seria Galaxy S21 a depășit atât telefoanele Galaxy S10, cât și Galaxy S20 în ceea ce privește precomenzile, ceea ce nu este un lucru mic, având în vedere cât de populare au fost ambele dispozitive. </p> <p> Ceea ce este cel mai surprinzător este că Galaxy S21 Ultra a reprezentat peste 50% din succesul precomandelor din Marea Britanie. În timp ce acel telefon este mult mai scump decât modelul de bază Galaxy S21, se pare că funcțiile au meritat mai mult decât un procent mare de cumpărători. </p> <p> </p> <p> Samsung a remarcat faptul că Galaxy S21 Ultra a depășit Galaxy S21 și Galaxy S21 + combinate. </p> <p> Samsung menționează „inovația în pică” drept motiv al succesului sporit al modelului său de vârf. Oricare ar fi cauza, este clar că Samsung are o mână fantastică pe care cumpărătorii nu se pot sătura cu modul în care pre-comenzile au explodat în Marea Britanie. </p> <p> </p> <h2 id=\"why-are-people-flocking-to-the-galaxy-s21-ultra\"> De ce oamenii se apropie de Galaxy S21 Ultra? </h2> <p> Toate telefoanele Galaxy S21 sunt pline de caracteristici și specificații solide, dar Ultra este cu adevărat ceva special. </p> <p> Dispune de unul dintre cele mai robuste sisteme de camere ale oricărui smartphone emblematic. Vine cu un shooter primar de 108 MP cu o deschidere f / 1,8. Există, de asemenea, un teleobiectiv periscop de 10MP, o cameră foto de 10MP și un shooter ultra-larg de 12MP. Vă va fi greu să găsiți un smartphone cu un sistem de cameră mai bun. </p> <p> Telefonul are un superb ecran de 6,8 inci, 120Hz, cu o rezoluție de 1440x3200. Există suport pentru HDR10 +, deci veți obține imagini și culori incredibil de vibrante. Vine chiar și cu sticla ultra durabilă Corning Gorilla Glass Victus. </p> <p> În ceea ce privește puterea, în Marea Britanie (și peste tot în afara SUA și Chinei), telefonul vine cu un procesor Exynos 2100. SUA și China primesc un procesor Qualcomm Snapdragon 888 la fel de puternic. </p> <p> Mai simplu spus, dacă doriți să aibă ceva un smartphone, probabil că Galaxy S21 Ultra îl are (și probabil că are o grămadă de lucruri pe care nici nu știați că le doriți). </p>"}