{"title":"Solid State Logic anunță controlerul UF8 DAW","content":"<p> SSL a lansat suprafața de control Nucleus 2 în 2016, ca urmare a premiatului său Nucleus original. Ambii controlori au primit în general recenzii favorabile și se pare că tocmai a sosit unul. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Vă prezentăm controlerul UF8 DAW </h2> <p> Pe 4 februarie, producătorul de console de mixare Solid State Logic (SSL) tocmai a lansat cel mai nou controler DAW, UF8. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Nu toate controlerele sunt egale <br><br> Află de ce: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> # UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWController </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> - SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4 februarie 2021 </a></blockquote>  <p> Promite „o comandă absolută a fluxului lor de lucru” și, prin urmare, o viteză mai mare de producție a conținutului audio pentru ingineri, producători și artiști. </p> <p> Ambalat într-o incintă metalică de șase kilograme și jumătate, SF8 este ceea ce SSL descrie ca „punctul culminant al moștenirii SSL de peste 40 de ani de a stăpâni fluxurile de lucru de producție și ergonomia de studio”. </p> <p> UF8 oferă fade-uri tactile de înaltă specificație și afișaje color de înaltă rezoluție. Cele opt codificatoare rotative nesfârșite vă oferă acces la opt piste în DAW-ul ales. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Pro Tools </a> , și <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Logică </a> sunt toate compatibile cu UF8. niste <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> software DAW gratuit </a> funcționează și cu el. </p> <p> Alte caracteristici ale UF8 includ: </p> <ul> <li> Abilitatea de a controla între trei DAWS simultan </li> <li> Cinci bancuri de opt chei de utilizator și trei taste rapide (43 chei alocabile în total) </li> <li> Codificator de canal multifuncțional inteligent </li> <li> Emularea mouse-ului </li> <li> Extensibil până la patru UF8 pentru o suprafață de control SSL pe 32 de canale </li> <li> Licențe complete pentru pluginurile Vocalstrip 2 și Drumstrip </li> <li> Conectivitate USB de mare viteză </li> </ul> <p> </p> <p> Pentru a utiliza UF8, trebuie să descărcați software-ul de comandă al acestuia: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360 ° </a> (disponibil pentru descărcare gratuită atât pentru Mac, cât și pentru Windows). Odată instalat, SSL 360 ° vă permite să vă configurați unitatea (unitățile) UF8, să personalizați tastele utilizatorului, să salvați și să încărcați profiluri și să gestionați actualizările. </p> <p> &quot;Aspectul și calitatea construcției se referă la fixarea noastră cu ingineria umană, creând produse care vă mențin în zona creativă cu acces de mare viteză la fiecare fader sau control, fără oboseală sau disconfort al operatorului&quot;, a declarat Andy Jackson, manager de produs Andy Jackson <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> Tehnologia TV </a> . </p> <p> SSL este un brand de studio care este mai bine cunoscut pentru producerea unora dintre cele mai bune echipamente analogice disponibile, dar noul UF8 ar putea semnifica trecerea companiei în domeniul digital. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> UF8 este controlerul pentru dvs.? </h2> <p> UF8 este o suprafață de control puternică și versatilă care funcționează cu majoritatea DAW-urilor populare, dar s-ar putea să fiți dezamăgit să aflați că nu are un fader principal sau un control adecvat al transportului. Depinde de dvs. dacă merită sau nu prețul de 1.299 USD. </p> <p> Cu toate acestea, este interesant să vezi că SSL își extinde marca - mai întâi cu interfața audio și acum un controler DAW. Vom vedea în cele din urmă și SSL să creeze propriul DAW? </p>"}