{"title":"Sony poate face față procesului PS5 DualSense Class Action","content":"<p> Pe măsură ce apare o altă zi, la fel și vestea că un gigant al consolei - de data aceasta, Sony - se confruntă cu un proces de acțiune colectivă care se învârte în jurul tampoanelor de control defecte. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; își ridică capul urât </h2> <p> Nu se poate scăpa de faptul că Sony a rupt matrița cu ajutorul pad-ului de control DualSense al PS5. Foarte literal, de fapt, dat <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> modul în care Sony a pus în relief toate acele simboluri PlayStation pe șasiul tamponului </a> . </p> <p> Cu toate acestea, a <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> declarație a firmei de avocatură americane CSK &amp; D </a> (Chimicles Schwartz Kriner și Donaldson-Smith) ne spune că o acțiune colectivă ar putea fi la orizont pentru Sony. De ce? Pentru că, la fel ca și Joy-Cons-urile Nintendo, proprietarii PS5 raportează derivați de stick-uri. </p> <p> Dacă ați urmărit acoperirea saga de acțiune clasică Joy-Con drift cu care Nintendo se confruntă, atunci puteți recunoaște pseudonimul CSK &amp; D Asta pentru că este una dintre firmele de avocatură care dă în judecată și Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Ce spune acțiunea colectivă? </h2> <p> În declarația sa, CSK &amp; D spune: </p> <blockquote> <p> CSK &amp; D investighează o potențială acțiune colectivă bazată pe rapoarte conform cărora controlerele Sony PS5 DualSense pentru consola PlayStation 5 pot întâmpina probleme de derivare și / sau eșua prematur. Mai exact, se raportează că joystick-ul de pe anumite controlere PS5 DualSense va înregistra automat mișcarea atunci când joystick-ul nu este controlat și va interfera cu jocul. </p> </blockquote> <p> Deci, ca și în cazul Nintendo Joy-Con, joystick-urile de pe DualSense suferă de uzură prematură. Componentele care mențin joystick-ul în poziție când ralanti se deteriorează, prin urmare tamponul înregistrează mișcarea fără interacțiunea jucătorului. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> Ce este DualSense Drift? </h2> <p> Când mutați butonul degetului mare pe DualSense, acesta înregistrează mișcarea cu consola PS5 și transformă aceasta în acțiune pe ecran. Acesta este modul în care funcționează un controler DualSense, în circumstanțe normale și atunci când este la vârf. </p> <p> Veți ști imediat dacă bastoanele degetului mare DualSense sunt în derivă. Cum? Deoarece PS5-ul dvs. va începe să se comporte ca și cum ați folosi stickul, chiar dacă nu îl atingeți nici măcar. </p> <p> Deci, personajul tău se poate mișca în jurul ecranului fără introducerea ta sau cursorul poate parcurge opțiunile meniului fără a atinge butoanele. Oricum ar fi, nu doriți ca derivația DualSense să se întâmple. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> Ce puteți face despre DualSense Drift? </h2> <p> Dacă dispozitivul dvs. de control are probleme cu deriva, atunci ceea ce puteți face este contactul <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Suport PlayStation </a> și aranjați o întoarcere. Sony a lansat PS5 doar în noiembrie 2020, deci sunteți în garanție. </p> <p> Fiți conștienți de faptul că serviciile de asistență PS sunt probabil foarte ocupate; va primi și apeluri referitoare la problemele consolelor PS5. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Controlerele moderne sunt de bună calitate? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Puteți face cât mai multe agitații în jurul controlerului, dar, dacă acesta nu mai funcționează, toate caracteristicile magnifice pe care le exprimați devin învechite. </p> <p> Pe măsură ce vedem mai multe controlere și mai multe utilizări pentru acestea pe mai multe platforme, este de competența proiectanților și producătorilor să se asigure că componentele sunt până la zero înainte de a le elibera. Nimeni nu vrea o consolă de jocuri pe care să nu poată juca. </p>"}