{"title":"Twitter consideră că abonamentele vor fi reduse la reclame","content":"<p> Twitter cântărește ideea abonamentelor plătite pentru a-și reduce dependența de reclame. Nu numai că platforma explorează accesul bazat pe abonament la TweetDeck, dar poate începe și să taxeze utilizatorii pentru anumite caracteristici. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter vrea să se îndepărteze de reclame </h2> <p> Este posibil ca Twitter să nu rămână complet gratuit până la urmă. Un raport despre <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> dezvăluie că Twitter se gândește la noi modalități prin care poate câștiga bani și aceasta include taxe de abonament, sfaturi plătite și chiar funcții cu plată. </p> <p> Twitter poate lua în considerare adăugarea unui model de abonament la <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , alternativa Twitter care organizează cu grijă fluxurile dvs. în coloane fără anunțuri. Platforma a explorat taxarea pentru TweetDeck în 2017, dar nimic nu a ieșit vreodată din ea. </p> <p> Twitter se gândește, de asemenea, la ideea funcțiilor plătite pe Twitter. În iulie 2020, Twitter a trimis un sondaj prin care i-a cerut utilizatorilor ce funcții ar considera să plătească. Dacă caracteristicile plătite apar vreodată, acest lucru ar putea însemna plata pentru opțiuni avansate de personalizare a profilului și poate chiar funcții care vă permit să anulați anumite acțiuni. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> După ce CEO-ul Jack Dorsey a confirmat că Twitter explorează un model de abonament, compania realizează sondaje ale utilizatorilor cu privire la tipul de funcții pe care le-ar plăcea să le vadă într-un astfel de serviciu. <br><br> Anulați trimiterea, insigne speciale pentru profiluri și analize avansate sunt printre caracteristicile luate în considerare. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> - Andrew Roth + (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 iulie 2020 </a></blockquote>  <p> Raportul Bloomberg a menționat, de asemenea, că Twitter explorează și „sfaturi”. Acest lucru ar permite utilizatorilor să dea sfaturi jurnaliștilor sau creatorilor pentru anumite tipuri de conținut. Platforma a experimentat această opțiune în aplicația sa de difuzare <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Periscope, care va fi închis în martie 2021 </a> . </p> <p> În plus, directorul financiar al Twitter, Ned Segal, a sugerat alte tipuri de funcții cu plată la o conferință din decembrie 2020. El a menționat că funcțiile cu plată ale Twitter ar putea implica „videoclipuri de calitate superioară”, „analize” și chiar „prezență în afaceri. &quot; </p> <p> Bruce Falck, șeful produselor de venituri Twitter, a declarat pentru Bloomberg că Twitter „poate include” abonamente în viitor. El a continuat spunând: „Deși suntem entuziasmați de acest potențial, este important de reținut că suntem încă în explorare foarte timpurie și nu ne așteptăm la venituri semnificative care pot fi atribuite acestor oportunități în 2021. ” Aceasta înseamnă că probabil că nu va trebui să ne facem griji încă despre funcțiile plătite. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter a anunțat că achiziționează serviciul de newsletter </a> , Revue, în ianuarie 2021. Taxarea utilizatorilor pentru un abonament la buletinul de știri ar părea o cale logică pe care trebuie să o ia Twitter, dar rămâne neclar dacă Twitter intenționează să o facă. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Ați plăti pentru funcții pe Twitter? </h2> <p> Este greu de imaginat Twitter ca altceva decât o rețea socială gratuită. În timp ce utilizatorii puternici ar putea plăti pentru anumite funcții pentru a-și îmbunătăți experiențele pe Twitter, utilizatorul mediu probabil nu s-ar simți înclinat să plătească pentru un abonament TweetDeck sau să cumpere o caracteristică de anulare. </p> <p> Twitter trebuie să găsească un echilibru perfect între agenții de publicitate mulțumiți și utilizatorii săi. Dacă se bazează prea mult pe taxarea utilizatorilor și eliminarea anunțurilor, acest lucru ar lăsa atât utilizatorii, cât și agenții de publicitate nemulțumiți. </p>"}