{"title":"TikTok își dezvoltă jocul de comerț electronic","content":"<p> TikTok intră pe scena comerțului electronic. Platforma intenționează să dezvăluie un set de instrumente care le permite creatorilor să câștige bani din link-uri afiliate și sesiuni de cumpărături în flux live. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok își stabilește obiectivele privind generarea de bani </h2> <p> Potrivit unui raport al <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> The Financial Times </a> , TikTok le va oferi creatorilor modalități suplimentare de a câștiga profit din aplicație. Într-un briefing cu agenții de publicitate, aplicația video în formă scurtă a remarcat faptul că o serie de noi funcții de comerț electronic va fi lansată cândva în 2021. </p> <p> Este posibil ca în scurt timp utilizatorii TikTok să poată introduce linkuri de produse în videoclipurile lor - nu este necesară nicio conexiune între creator și marcă. Dacă spectatorii fac clic pe link și cumpără produsul, creatorul va primi un comision. </p> <p> Platforma are în vedere, de asemenea, o funcție de cumpărături în flux live, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> la fel cum vedem deja pe Instagram Reels </a> . Creatorii vor putea să facă publicitate - și chiar să demonstreze - un produs în timpul fluxurilor live, iar spectatorii îl pot cumpăra cu doar câteva atingeri simple. </p> <p> TikTok poate permite, de asemenea, mărcilor să promoveze cataloage întregi în aplicație, ceea ce aproape sună ca <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> funcție de catalog de cumpărături deja prezentă în WhatsApp </a> . </p> <p> Facebook, Instagram și WhatsApp s-au transformat în platforme de socializare care se dublează ca centre comerciale. Cu aceste schimbări, se pare că TikTok își propune să facă același lucru. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok a anunțat un parteneriat cu TeeSpring </a> în septembrie 2020, o integrare care permite creatorilor să-și vândă propria marfă în aplicație. Platforma și-a unit forțele cu Shopify în același timp, oferind comercianților posibilitatea de a crea campanii publicitare pentru TikTok. </p> <p> Financial Times a menționat, de asemenea, că aproximativ 40% dintre utilizatorii de pe TikTok nu au un cont Facebook, iar 63% nu utilizează Twitter. Aceasta înseamnă o piață complet nouă de utilizatori care nu văd campaniile publicitare tencuite pe Facebook și Twitter. Acest lucru înseamnă probabil bani mari pentru mărci și agenți de publicitate. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Social Media: o nouă destinație de cumpărături? </h2> <p> Banii devin din ce în ce mai importanți în social media și acest lucru se poate dovedi îngrijorător pentru utilizatorii care folosesc exclusiv rețelele sociale pentru a păstra legătura cu prietenii. Produsele sunt deja trimise pe Facebook și Instagram, iar TikTok se va alătura în curând. </p> <p> Acestea fiind spuse, dumneavoastră <strong> Pentru dumneavoastră </strong> hrana nu mai poate fi limitată la scenete și duete amuzante. La sfârșitul acestui an, s-ar putea să vedeți stelele dvs. preferate de TikTok care promovează produse în timpul fluxurilor live, sau poate că veți da peste linkuri de produse la care s-ar putea chiar să vă gândiți la achiziționare. </p> <p> Rețelele sociale se transformă rapid într-o cale pentru creatori, agenți de publicitate și companii pentru a face bani, lucru pe care probabil îl vom vedea mai mult în viitorul apropiat. </p>"}