{"title":"Trump Ban al lui Twitter este pentru totdeauna ... Chiar dacă va candida din nou la funcția de președinte","content":"<p> Twitter este serios cu privire la interzicerea fostului președinte american Donald Trump. Platforma a anunțat că nu îl va lăsa niciodată pe Trump să revină pe Twitter, chiar dacă Trump decide să candideze din nou la președinție în 2024. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump este interzis Twitter pentru viață </h2> <p> În mijlocul celui de-al doilea proces de destituire a lui Trump, directorul financiar al Twitter, Ned Segal, a susținut un interviu la Squawk Box de la CNBC despre viitorul potențial al contului Twitter al lui Trump. Segal a spus că Twitter nu-i va mai permite lui Trump niciodată pe platformă, indiferent dacă decide să candideze la funcție. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> „Modul în care funcționează politicile noastre, când sunteți eliminat de pe platformă, sunteți eliminat de pe platformă indiferent dacă sunteți comentator, sunteți director financiar sau sunteți fost sau actual oficial public &quot;, spune <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> CFO <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> dacă s-ar putea restabili contul președintelui Trump. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> - Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 februarie 2021 </a></blockquote>  <p> Segal a menționat că politicile de eliminare ale Twitter nu discriminează, afirmând că „atunci când ești eliminat de pe platformă, ești eliminat de pe platformă indiferent dacă ești comentator, ești CFO sau ești un fost sau actual public oficial.&quot; </p> <p> El a continuat apoi să spună că „politicile Twitter sunt concepute pentru a se asigura că oamenii nu incită la violență” și, dacă cineva încalcă aceste politici, Twitter trebuie să le elimine. Regulile platformei „nu permit oamenilor să se întoarcă”. </p> <p> Cu alte cuvinte, Trump nu se poate întoarce niciodată pe Twitter și faptul că este un fost oficial public nu va schimba acest lucru. Interzicerea Twitter va rămâne în vigoare și în cazul în care Trump va încerca să candideze din nou la funcția de președinte. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> Relația tumultuoasă a lui Trump cu social media </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter l-a interzis pe Trump </a> în urma revoltelor de la Capitol Hill din 6 ianuarie 2021, pentru încălcarea politicii de incitare la violență a platformei. Dar chiar înainte de această interdicție permanentă, Trump și Twitter au avut o relație foarte stâncoasă. </p> <p> De-a lungul președinției lui Trump, Twitter a fost găsit frecvent <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> marcarea și eliminarea Tweeturilor lui Trump </a> pentru încălcarea politicilor platformei. Platforma și-a etichetat în mod continuu Tweets-urile pentru că conțineau dezinformări despre vot, COVID-19 și chiar integritatea alegerilor din SUA. </p> <p> Chiar și așa, Twitter nu a fost singurul care a etichetat și a restricționat unele dintre Tweeturile lui Trump. Facebook a avut, de asemenea, un rol important în <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> marcând conținutul lui Trump pentru dezinformare </a> . </p> <p> Trump a fost în mod esențial interzis de pe toate rețelele sociale în urma protestelor din Washington, D.C. Nu numai că Twitter l-a eliminat pe Trump de pe platforma sa, dar Facebook, Instagram Snapchat, YouTube și chiar Twitch au luat măsuri în contul lui Trump. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Viitorul sumbru al prezenței sociale a lui Trump </h2> <p> Acum că lui Trump i se interzice aproape toate principalele platforme sociale, nu este clar dacă va reapărea vreodată pe rețelele de socializare. Pentru unii, aceasta este o noțiune binevenită, dar pentru alții, interzicerea conturilor lui Trump este o încălcare a libertății de exprimare. </p> <p> Parler, așa-numita rețea socială de liberă exprimare, probabil că ar fi salutat prezența lui Trump cu brațele deschise. Dar acum, când platforma și-a concediat propriul CEO și a fost pornită de pe întregul internet, probabil vor trece săptămâni (sau poate chiar luni) până când Parler se va întoarce. </p>"}