{"title":"„Verificarea prietenilor” de la Snapchat vă invită să eliminați prietenii nedorite","content":"<p> Lista de prieteni Snapchat ar putea utiliza unele reduceri? Dacă ați acumulat tone de prieteni pe care nici nu vă amintiți că i-ați adăugat, funcția Snapchat’s Friend Check Up vă va încuraja să eliminați acești utilizatori nedoriti. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Este timpul să vă curățați lista de prieteni </h2> <p> O postare pe <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Snap Newsroom </a> evidențiază Friend Check Up, o nouă funcție dezvăluită exact la timp pentru <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Ziua internetului mai sigur </a> . Friend Check Up va apărea ca o notificare pe Snapchat și vă va solicita să revizuiți lista de prieteni. </p> <p> Notificarea va spune „Snapchat este pentru prieteni reali. Atingeți pentru a vă examina lista de prieteni”. Selectarea notificării vă va duce la lista de prieteni, unde puteți continua să întrerupeți conexiunile nedorite. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> Scopul acestui instrument este de a vă ajuta să ștergeți utilizatorii pe care i-ați fi adăugat accidental, precum și pe oricine pe care pur și simplu nu-l mai doriți pe lista de prieteni. A avea acest memento este, de asemenea, o caracteristică excelentă de siguranță - la urma urmei, s-ar putea să oferiți, fără să știi, anumitor utilizatori accesul la Poveștile tale și la locația ta. </p> <p> </p> <p> Potrivit Snapchat, această caracteristică va fi lansată pe dispozitivele Android în următoarele săptămâni și pe iOS în următoarele luni. </p> <p> Acestea fiind spuse, nu trebuie să așteptați până când Snapchat lansează această funcție pentru a începe să vă curățați lista de prieteni. Puteți face acest lucru chiar acum, îndreptându-vă către profilul dvs. Snapchat și atingând <strong> Prietenii mei </strong> . Apăsați lung pe utilizatorul pe care doriți să îl ștergeți, atingeți <strong> Mai mult </strong> , și apoi lovit <strong> Șterge prieten </strong> &gt; <strong> Elimina </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Alte modalități prin care Snapchat îmbunătățește siguranța </h2> <p> În aceeași postare pe blog, Snapchat a anunțat că este, de asemenea, parteneriat cu Connect Safely din SUA și ChildNet din Marea Britanie pentru a afișa filtre educaționale. Glisarea în sus a acestor filtre vă va conecta la resursele de siguranță pe internet de la organizația relevantă. </p> <p> În plus, Snapchat își extinde integrarea cu linia de text de criză din SUA și intenționează să lanseze o funcție similară în Marea Britanie. Platforma lucrează, de asemenea, cu The Trevor Project pentru a furniza resurse în aplicație pentru tinerii LGBTQ. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat se afișează pe Prieteni apropiați </h2> <p> Funcția Friend Check Up este doar un alt mod prin care Snapchat încearcă să-și consolideze imaginea ca platformă pentru prieteni apropiați, nu străini complet. </p> <p> Platforma se mândrește cu faptul că nu încurajează comunicarea între oameni care nu se cunosc bine. Este creat pentru prieteni apropiați, lucru demonstrat de capacul de 64 de membri al platformei pe Grupuri și de faptul că nu puteți comunica cu nimeni decât dacă amândoi ați acceptat solicitarea de prietenie a celuilalt. </p>"}