{"title":"Valve lansează oficial Steam în China","content":"<p> Platforma de streaming de jocuri și piață, Steam, a avut în sfârșit o lansare oficială nativă în China, într-o săptămână mare pentru piața de jocuri din țară. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam ajunge oficial în China </h2> <p> Jucătorii chinezi au acces la versiunea internațională a Steam de ceva timp, acum. Cu toate acestea, ceea ce a lipsit este un model chinezesc nativ. </p> <p> Asta s-a schimbat acum, deoarece Steam a lansat oficial platforma în țară. În loc să trebuiască să acceseze Steam prin intermediul clientului său global, jucătorii chinezi au acum propria lor versiune. </p> <p> Aceasta va fi o știre bine primită. Da, China ar fi putut avea acces la clientul internațional Steam, dar acest lucru ar fi putut fi supus unei interdicții în orice moment, datorită legilor stricte de cenzură din China. Ca urmare, Steam era într-o poziție precară. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> De ce China are doar abur? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Valve le-a promis jucătorilor chinezi propria lor versiune de Steam de câțiva ani. În cele din urmă, a durat trei ani să se realizeze. Deci, ce a durat atât de mult? </p> <p> Ei bine, după cum știți sau nu, Partidul Comunist Chinez (PCC), care este organul de conducere din China, veterinează riguros toate mass-media internaționale și orice date străine care intră în țară. </p> <p> Aceasta nu înseamnă doar actualitate sau politică. Se extinde la orice, de la filme, cărți și jocuri video. </p> <p> Din acest motiv, Steam a luat atât de mult timp până a ajuns în China. Jocurile trebuie să primească aprobarea guvernului chinez înainte ca dezvoltatorii să le poată lansa în China. Aceasta include jocuri pe Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Ce jocuri prezintă Steam-ul Chinei? </h2> <p> După cum am menționat, versiunea chineză a platformei populare are o gamă limitată de jocuri, din cauza cenzurii despre care tocmai ați citit. </p> <p> În starea actuală, piața are în prezent aproximativ 50 de titluri listate, marcând 10 dintre acestea ca „în curând”, probabil în timp ce guvernul le verifică. </p> <p> În prezent, utilizatorii chinezi de Steam se pot bucura de titluri populare precum Counter-Strike: Global Offensive. Acesta este în mod constant cel mai popular titlu al Steam, după cum a fost confirmat când <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam și-a doborât propriul record concomitent de utilizator </a> pe 8 februarie 2021. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Vești minunate pentru comunitatea de jocuri din China </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> Sosirea Steam în China va fi, fără îndoială, o muzică pentru urechile jucătorilor chinezi. Acum, China are o platformă stabilă pe care să-și joace titlurile preferate de Steam, fără ca amenințarea cenzurii să-i elimine plăcerea. </p> <p> Steam oferă tuturor utilizatorilor săi o modalitate excelentă de a juca jocuri, precum și un mediu sigur pentru a cumpăra jocuri. Este excelent faptul că guvernul chinez i-a permis lui Valve să își lanseze platforma în țară. </p>"}