{"title":"Webinarurile vin la echipele Microsoft printr-un nou plan plătit","content":"<p> Dacă ați dorit întotdeauna să găzduiți un webinar în Microsoft Teams, în curând veți putea --- dar va trebui să plătiți mai întâi. Compania de software și-a dezvăluit planurile pentru Teams Pro, un serviciu de abonament care va permite membrilor să găzduiască seminarii web cu Teams. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> Ce se întâmplă cu Microsoft Teams cu Teams Pro? </h2> <p> Vestea acestei funcții a izbucnit <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Petri </a> . Microsoft intenționează să lanseze un nou serviciu bazat pe abonament numit Teams Pro, care este conceput pentru a îmbunătăți modul în care utilizați Teams. Serviciul este programat în prezent pentru lansarea la jumătatea lunii martie 2021. </p> <p> Nu este clar cât de mult va fi Teams Pro, dar știm că abonații Pro vor câștiga capacitatea de a crea seminare web. Acest lucru are mult sens, așa cum <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft face un profit uriaș într-o lume afectată de pandemie, </a> și Teams are potențialul de a fi un puternic factor de bani pentru companie. </p> <p> Teams Pro va aduce, de asemenea, „informații de întâlnire”. Nu este sigur ce înseamnă acest lucru exact, dar Brad Sams de la Petri are câteva gânduri cu privire la ceea ce poate presupune această caracteristică misterioasă: </p> <blockquote> <p> ... Bănuiesc că acest lucru va fi strâns legat de funcționalitatea webinarului - cele două se potrivesc, cum ar fi OneDrive și SharePoint. Dacă găzduiți un seminar web cu echipe, veți dori informații suplimentare, cum ar fi timpul într-o sesiune, dacă au pus o întrebare etc. </p> </blockquote> <p> Ca atare, există șanse mari ca „inteligența întâlnirii” să fie un alt exemplu de experimentare a Microsoft cu automatizarea procesului de feedback al întâlnirii. Am văzut compania încercând asta mai devreme cu un <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> un sistem care detectează cine pare plictisit într-o întâlnire </a> . </p> <p> Cu toate acestea, în ceea ce privește detaliile suplimentare, nu mai sunt multe de făcut. Ca atare, va trebui să ne așteptăm timpul pentru a vedea ce a planificat Microsoft pentru Teams Pro, inclusiv cât va costa și cum vor funcționa exact seminariile web. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: un must-have pentru profesionist? </h2> <p> Din păcate, detaliile sunt foarte rare în ceea ce privește ceea ce planifică Microsoft pentru Teams Pro. Cu toate acestea, știm că seminariile web fac parte din planul de abonament, așa că va trebui doar să așteptăm să vedem cum se dezvoltă această știre în timp. </p> <p> Dacă lucrați de acasă și vă distrați gândul de a vă începe propria afacere, un webinar este o modalitate excelentă de a vă scoate numele acolo. Înainte de a te apuca să faci unul, este o idee bună să studiezi ceea ce face un webinar bun, astfel încât să poți da o impresie profesională. </p> <p> <small> Credit de imagine: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}