{"title":"WallStreetBets este prezentat într-o reclamă din Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r / WallStreetBets </a> , comunitatea Reddit din spatele freneziei bursiere GameStop, a primit propriul său anunț în Super Bowl. Reddit a creat un scurt anunț de cinci secunde pentru a onora voința și determinarea pură a WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets face Super Bowl </h2> <p> Oricine urmărește Super Bowl LV a primit o surpriză frumoasă între touchdown-urile record ale lui Rob Gronkowski și spectacolul The Weeknd din Las Vegas. Pentru ceea ce părea o fracțiune de secundă în timpul pauzei comerciale, a apărut pe ecran un anunț de la Reddit. </p> <p> La începutul anunțului apare sigla Reddit, care apoi dispare pentru a afișa mesajul „Uau, a funcționat de fapt. Dacă citești acest lucru, înseamnă că pariul nostru a dat roade”. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Ce s-a intamplat? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> - Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 februarie 2021 </a></blockquote>  <p> Mesajul continuă, spunând: „Un lucru pe care l-am învățat de la comunitățile noastre săptămâna trecută este că persoanele subacvatice pot realiza aproape orice atunci când se reunesc în jurul unei idei comune”. Aici, Reddit se referea în mod clar <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> Victoria lui WallStreetBet asupra Wall Street </a> , în timp ce se lupta cu fonduri speculative furioase și restricțiile de tranzacționare ale Robinhood. </p> <p> Închide anunțul, menționând: „Lucrurile puternice se întâmplă atunci când oamenii se adună în jurul a ceva ce le pasă cu adevărat. Și există un loc pentru asta. Se numește Reddit”. </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Reddit&#39;s Super Bowl Surprise </h2> <p> Deși acest anunț a fost afișat doar pentru câteva secunde, Reddit a remarcat că și-a cheltuit „întregul buget de marketing” pentru această reclamă incredibil de scurtă. WallStreetBets merita cu siguranță mesajul de sărbătoare și probabil a fost o surpriză pentru cei 8,7 milioane de membri ai comunității. </p>"}