{"title":"Xiaomi Mi 11 devine oficial global","content":"<p> Dacă sunteți în căutarea unui nou smartphone, s-ar putea să vă gândiți la <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> este pilotul perfect pentru tine. Dar Xiaomi Mi 11 este un alt smartphone cu specificații de ultimă generație pe care trebuie să le luați în considerare. </p> <p> Telefonul a fost primul care a lansat cu procesorul Qualcomm Snapdragon 888 de ultimă generație, dar inițial a fost disponibil doar în China. </p> <p> Din fericire, Xiaomi a remediat situația și a lansat telefonul la nivel global. Și nu numai că vine cu specificații impresionante, dar are un preț șocant de scăzut. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> Despre ce se referă tot Xiaomi Mi 11? </h2> <p> Evident, principalul lucru care vă va atrage atenția asupra Xiaomi Mi 11 este procesorul Snapdragon 888, dar compania aduce și hardware destul de impresionant pe întregul dispozitiv. </p> <p> Începând cu ecranul, Xiaomi Mi 11 are un display impresionant de 6,81 inci. Dispune de un ecran AMOLED WQHD + 120Hz, astfel încât veți obține o rată de reîmprospătare rapidă. Telefonul are, de asemenea, Gorilla Glass Victus, care va lua o bătaie. În plus, vine cu o luminozitate de vârf de 1.500-nit, care este destul de impresionantă. </p> <p> </p> <p> Celălalt mare captator de atenție este senzorul principal al camerei de 108 megapixeli, care va face niște fotografii incredibile. Există un obiectiv ultra-larg de 13 megapixeli cu un câmp vizual solid de 123 de grade și un teleobiectiv de 5 megapixeli care va fi mai aproape și mai personal. </p> <p> Partea din față a telefonului are o cameră selfie de 20 megapixeli băgată într-un orificiu. </p> <p> Există o baterie de 4.600 mAh care menține telefonul în funcțiune pentru perioade lungi de timp. La fel ca în cazul oricărui flagship bun, sunt disponibile viteze de încărcare wireless de 55W sau 50W, așa că veți putea să completați rapid. În plus, primiți încărcare inversă cu Xiaomi Mi 11, astfel încât să puteți utiliza bateria sa mare pentru a încărca celelalte dispozitive. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Preț și disponibilitate Xiaomi Mi 11 </h2> <p> Telefonul va fi lansat în Europa și Australia. Compania a dezvăluit prețul în euro, spunând că telefonul va costa doar 749 EUR, ceea ce este destul de rezonabil pentru specificațiile pe care acest dispozitiv le aduce la masă. Prețul este pentru modelul de bază cu 8 GB RAM și 128 GB stocare. Un model mai scump are 8 GB RAM și 256 GB stocare internă pentru 799 EUR. </p> <p> Telefonul va fi lansat în culorile Midnight Grey și Horizon Blue pe piața europeană. </p> <p> Xiaomi nu a spus exact când va începe să trimită telefonul. În schimb, compania a declarat că va anunța mai multe prin canalele sale regionale de socializare în zilele următoare. </p> <p> Dacă sunteți pe piață pentru un dispozitiv emblematic și nu sunteți în SUA, ar trebui să luați în considerare absolut să ridicați Xiaomi Mi 11. Are specificații solide pentru preț. </p>"}