{"title":"10 советов по безопасности в Интернете, которые помогут вам обезопасить себя в Интернете","content":"<p> Когда вы просматриваете Интернет, осознаёте ли вы риски, с которыми вы можете столкнуться? Не расслабляйтесь при серфинге в Интернете, иначе вы можете стать жертвой мошенничества, включая кражу личных данных, вредоносное ПО и социальную инженерию. </p> <p> Чтобы быть в безопасности в Интернете, вот 10 основных правил техники безопасности, которые вы всегда должны помнить. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> НЕОБХОДИМО: устанавливать антивирусное программное обеспечение и регулярно обновлять </h2> <p> Это один из самых основных протоколов безопасности, который вы должны реализовать на своем личном и рабочем компьютерах. Когда дело доходит до этого типа программного обеспечения, существует множество различных вариантов. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Бесплатные предлагают базовые функции безопасности </a> но если вам нужна максимальная безопасность, вам следует выделить приличный бюджет. Убедитесь, что вы учитываете защиту от вредоносных программ для более безопасного просмотра веб-страниц. </p> <p> И очень важно держать его в курсе. Часто обнаруживаются и исправляются новые уязвимости; если вы используете более старую версию антивирусного программного обеспечения, эти проблемы не были исправлены на вашем устройстве. Вы можете настроить автоматическое обновление большинства пакетов безопасности. Вы также можете настроить их на регулярное сканирование вашего компьютера без необходимости делать что-либо еще. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> ОБЯЗАТЕЛЬНО: выбирайте надежные пароли </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> Пароли играют решающую роль в защите ваших данных в Интернете. Будь то ваши профили в социальных сетях, учетные записи покупок или личная электронная почта, вам необходимо создать надежные пароли. </p> <p> Некоторые сайты предлагают варианты, например сочетание буквенно-цифровых и специальных символов. Некоторые не принимают пароли, не соответствующие их требованиям. Однако не все сайты предлагают это. При создании собственного пароля помните, что вы защищаете свою целостность и личную информацию. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> НЕОБХОДИМО: ограничить личную информацию </h2> <p> Не размещайте в Интернете слишком много личной информации. Делившись своей личной информацией с общественностью, вы рискуете поставить под угрозу свое местоположение, распорядок дня и многое другое. </p> <p> Не забывайте о краже личных данных. Чем больше вы предоставляете информации о себе, тем выше риск того, что ваша личность будет скопирована киберпреступником. Это очень серьезное дело, которое может погубить жизни. Многие люди стали жертвами этого. Вы бы не хотели быть следующим. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> НЕОБХОДИМО: держитесь подальше от подозрительных приманок </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> Во время серфинга в Интернете вы встретите разные веб-сайты, на которых демонстрируется всплывающая реклама, которая может побудить любого неосведомленного человека щелкнуть. Объявления Clickbait опасны, потому что они могут привести к проникновению вирусов на ваш компьютер. </p> <p> Будьте более бдительны в отношении того, что вы читаете, и нажимайте на них в Интернете. Прежде чем щелкнуть, проверьте информацию - особенно то, куда вас на самом деле ведут ссылки, - даже если они кажутся очень интересными. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> НЕОБХОДИМО: включить двухфакторную аутентификацию </h2> <p> Двухфакторная аутентификация (2FA) обеспечивает дополнительный уровень безопасности для вашей учетной записи. Это помогает сдерживать мошенников, поскольку для проверки подлинности владельца учетной записи потребуются два доказательства, то есть пароль плюс проверочный код, отправленный на номер телефона или адрес электронной почты. </p> <p> Это затрудняет злоумышленникам кражу вашей информации и доступ к вашим данным. Это важно, если веб-сайт предлагает такую ​​возможность. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> ЗАПРЕЩАЕТСЯ: используйте один пароль для разных веб-сайтов. </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Представьте себе дом с несколькими замками, но у которого есть только один ключ, чтобы открыть все комнаты. Если грабитель завладеет этим единственным ключом, все ваши комнаты можно будет просто открыть. </p> <p> Это относится и к защите паролем. </p> <p> </p> <p> Недостаточно установить надежный пароль. Вы должны научиться смешивать его, чтобы любой потенциальный мошенник или вор личных данных не смог полностью скомпрометировать вашу личную информацию. В противном случае, если одна служба подвергнется утечке данных, все остальные, которые вы используете, также будут открыты. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> НЕЛЬЗЯ: придерживаться единой учетной записи электронной почты </h2> <p> Ваша электронная почта является важным фактором для регистрации на веб-сайтах. Даже когда дело доходит до онлайн-банкинга, требуется электронная почта. Но представьте, что вы забыли данные для входа в электронную почту. </p> <p> Что вы будете делать? Что, если онлайн-преступник скомпрометирует ваш единственный адрес электронной почты? Было бы разумно создать несколько учетных записей электронной почты, чтобы помочь вам с планом резервного копирования, чтобы вы по-прежнему могли извлекать важные данные. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> ЗАПРЕЩАЕТСЯ: хранить данные личной карты на веб-сайтах </h2> <p> Независимо от того, являетесь ли вы заядлым покупателем в Интернете или используете их экономно, было бы неразумно хранить данные вашей карты на веб-сайтах. </p> <p> Чем больше данных вы храните на сайтах, тем выше вероятность кражи личных данных в случае утечки данных. Вам часто приходится идти на этот риск, когда речь идет о личной информации (PII), поскольку многим службам требуются основные личные данные для создания учетной записи, но хранить вашу финансовую информацию в другом месте нет необходимости. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> ЗАПРЕЩАЕТСЯ: загружать неизвестное программное обеспечение </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> Вы просматривали и появлялись рекламные объявления, предлагающие бесплатное программное обеспечение? Независимо от того, насколько хорошо выглядит это предложение, не загружайте его. </p> <p> Если это выглядит слишком хорошо, чтобы быть правдой, вероятно, так оно и есть. Это верно и для нежелательных вложений электронной почты. </p> <p> </p> <p> Ваш пакет безопасности должен защищать вас от многих угроз, но, щелкнув что-либо, не зная его полного содержимого, вы можете пригласить вредоносное ПО в свою систему. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> ЗАПРЕЩАЕТСЯ: разрешать веб-сайтам запоминать ваше имя пользователя и пароль </h2> <p> Разрешить веб-сайтам запоминать ваше имя пользователя и пароль - заманчиво, но этого лучше избегать. </p> <p> Любой, кто имеет доступ к вашему компьютеру, ноутбуку или смартфону, может легко войти в ваши учетные записи, потому что все учетные данные для входа уже хранятся в файлах cookie. Вы можете пользоваться сервисом все время, но вам будет неудобно заходить на разные веб-сайты в Интернете. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> Интернет-безопасность требует простых разумных решений </h2> <p> Ваша интернет-безопасность во многом зависит от базового выбора. </p> <p> Чем больше вы принимаете мудрых решений, тем меньше вероятность того, что ваша личность окажется под угрозой. Ответственность здесь действительно лежит на тебе. Киберпреступники просто ждут, когда вы сделаете неверный шаг. Так что будь умным; будьте бдительны. Никогда не теряйте бдительность при просмотре веб-страниц в Интернете. </p>"}