{"title":"4 забавных сайта и приложения, которые подтолкнут вас к вашим целям","content":"<p> Установить цель легко. Работать над достижением своей цели, пытаясь справиться с повседневными заботами, - это сложная часть. </p> <p> Эти забавные веб-сайты и приложения для смартфонов используют изобретательные способы, которые помогут вам вовремя достичь поставленных целей. </p> <h2 id=\"dollar-doer-club-web\"> 1. <a href=\"https://www.dollardoer.club/\" target=\"_blank\" rel=\"nofollow noopener\"> Dollar Doer Club </a> (Интернет) </h2> <p> <img alt=\"dollar doer club\" src=\"images/dollar-doer-club-151.png\" loading=\"lazy\"> </p> <p> Смущение - мощный мотиватор. Dollar Doer Club хитроумно использует ваш страх перед затруднением, чтобы помочь вам достичь своих целей. </p> <p> 30-дневное испытание Dollar Doer Club готовит почву для двух сценариев. Оба сценария предлагают безобидные предложения: выберите цель, выберите неприятную фразу и выберите друга. <strong> . </strong> </p> <p> В зависимости от того, достигнете ли вы своей цели за 30 дней, вы столкнетесь с двумя совершенно разными результатами. Если вы достигнете своей цели, и ваш друг подтвердит это с помощью Dollar Doer Club, вы будете наслаждаться сиянием достижения без каких-либо негативных последствий. </p> <p> В качестве альтернативы, если вам не удастся достичь своей цели, Dollar Doer Club проведет в вашем городе 1000 рекламных показов, сообщающих о вашей неудаче. Как тебе мотивация? </p> <p> </p> <h2 id=\"hijack-your-feed-web\"> 2. <a href=\"https://hijack.social/\" target=\"_blank\" rel=\"nofollow noopener\"> Взломать вашу ленту </a> (Интернет) </h2> <p> <img alt=\"hijack your feed\" src=\"images/hijack-your-feed-1-968.png\" loading=\"lazy\"> </p> <p> Безобидные предложения иногда могут быть лучшим способом напомнить вам, что нужно что-то сделать. Hijack Your Feed - это расширение для браузера, которое вставляет напоминания в вашу социальную ленту из вашего личного списка дел. </p> <p> Обещая превратить ваш список дел в «контент, достойный потребления», Hijack Your Feed вставляет уникальные сообщения в вашу ленту Twitter для каждого пункта о делах. Все сообщения нацелены на то, чтобы привлечь ваше внимание, как и «настоящая» реклама. </p> <p> Интерактивные сообщения Hijack Your Feed означают, что вы можете отмечать задачи как <strong> Сделанный </strong> , или посетите встроенные ссылки на удобной временной шкале в социальных сетях. </p> <p> </p> <h2 id=\"confetti-habits-android-ios\"> 3. <a href=\"https://www.tryconfetti.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Конфетти Привычки </a> (Android, iOS) </h2> <p> <strong class=\"gallery__section-title\"> Галерея изображений (3 изображения) </strong> <img alt=\"adding a habit in confetti habits\" src=\"images/confetti-habits-add-habit-950.jpg\" loading=\"lazy\"> Расширять <img alt=\"confetti habits frequency and reminder\" src=\"images/confetti-habits-reminder-779.jpg\" loading=\"lazy\"> Расширять <img alt=\"confetti habits completed or avoided\" src=\"images/confetti-habits-completed-avoided-196.jpg\" loading=\"lazy\"> Расширять </p> <p> Закрывать </p> <p> Какой самый эффективный способ достичь цели? Разбив его на небольшие легкоусвояемые кусочки, которые вы можете выполнять каждый день. Приложение для смартфона, напоминающее вам о ежедневном выполнении небольшой задачи, - эффективный способ сделать это. </p> <p> Confetti Habits - это средство отслеживания привычек, которое весело и красочно подчеркивает формирование положительных привычек. Каждый раз, когда вы выполняете привычку, Confetti Habits запускает виртуальное конфетти, чтобы отпраздновать ваше достижение. В конце концов, стремление к достижению своих целей всегда является поводом для празднования. </p> <p> </p> <p> С Confetti Habits легко избавиться от вредных привычек. Ваши серии (например, цель не выкурить сигарету в течение 30 дней) визуализируются в приложении как непрерывная цепочка. Визуализированные полосы и графики прогресса подпитывают вас мотивацией продолжить путешествие. </p> <p> <strong> Скачать: </strong> Конфетти Привычки для <a href=\"https://play.google.com/store/apps/details?id=com.confettimobile\" target=\"_blank\" rel=\"nofollow noopener\"> Android </a> | <a href=\"https://apps.apple.com/app/confetti-habits/id1507853418\" target=\"_blank\" rel=\"nofollow noopener\"> iOS </a> (Доступны бесплатные покупки в приложении) </p> <p> </p> <h2 id=\"ballertodo-web\"> 4. <a href=\"https://ballertodo.com/\" target=\"_blank\" rel=\"nofollow noopener\"> BallerToDo </a> (Интернет) </h2> <p> <img alt=\"priority matrix for ballertodo\" src=\"images/ballertodo-matrix-1-515.png\" loading=\"lazy\"> </p> <p> Простой список дел - не всегда самый эффективный способ упорядочить ваши цели. Вы можете почувствовать себя подавленным, пытаясь расставить приоритеты в традиционном контрольном списке пунктов. </p> <p> BallerToDo использует матрицу Эйзенхауэра, чтобы помочь вам организовать, как балерин, и добиться результата. Вы можете визуализировать свои задачи по осям X и Y и расставлять приоритеты в соответствии с их <strong> Влияние </strong> а также <strong> Острая необходимость </strong> . </p> <p> </p> <p> Сделать задачу легко. Просто щелкните в любом месте матрицы и добавьте заголовок. Задачу можно в любой момент перетащить по матрице, чтобы обновить ее важность и срочность. </p> <p> Пользовательский интерфейс выделяет задачу с наивысшим баллом, исключая приоритезацию тяжелой работы. Это ближе всего к личному диспетчеру задач, который будет работать с вами 24 часа в сутки, 7 дней в неделю. </p> <p> </p> <h2 id=\"powering-through-the-daily-grind\"> Сила повседневной рутины </h2> <p> Волшебство творится в постепенных ежедневных достижениях. Эверест нельзя покорить за одну ночь. Точно так же достижение ваших целей требует ежедневной самоотдачи в течение определенного периода времени. </p> <p> Небольшие ежедневные достижения - лучший способ достичь долгосрочных целей. Независимо от того, возникает ли ваша мотивация из-за страха смущения, визуализированного ежедневного прогресса или неожиданного напоминания, маленькие шаги в конечном итоге прокладывают путь к чему-то большому. </p>"}