{"title":"5 сайтов с бесплатными браузерными играми для многопользовательских или классических онлайн-игр","content":"<p> Чтобы играть в отличные игры, вам не нужна PlayStation или видеокарта высокого класса. На этих сайтах показано, где можно играть в бесплатные онлайн-игры в любом браузере, включая многопользовательские игры и классические игры. </p> <p> В браузерных играх нет ничего нового, но со смертью Flash Player появился новый каталог, о котором вам нужно знать. От текстовых приключений до воссоздания классических консольных игр - вы можете играть в фантастические игры в любом современном браузере, а некоторые из них даже работают на смартфонах. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1. <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Itch.io </a> (Интернет): StumbleUpon для поиска случайных браузерных игр </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch - это платформа для поиска инди-игр, как бесплатных, так и платных, на разных платформах. У него огромная библиотека веб-игр, в основном сделанных на HTML5, поэтому они работают в любом современном браузере. Вы можете отсортировать их по популярности, рейтингу, новизне или отфильтровать с помощью таких тегов, как от первого лица, 2D, пиксельная графика и т. Д. </p> <p> Интересный способ открыть для себя новые браузерные игры - использовать <strong> Рандомайзер </strong> . Он работает как StumbleUpon для веб-игр, показывая вам один проект за другим и позволяя вам играть в них на той же вкладке, прежде чем переходить к следующему. Лучше всего использовать рандомизатор с учетной записью Itch.io, потому что он будет отслеживать игры, которые вы уже видели, и больше не будет их отображать. </p> <p> Поскольку Itch также является клиентом для покупки игр, вы можете отфильтровать бесплатные игры, если хотите немного отдохнуть. С другой стороны, вы можете обнаружить несколько невероятных платных игр, которые работают в браузере, который идеально подходит для таких платформ, как Chromebook, или для игры на вашем офисном ПК, который не позволяет сторонние установки. </p> <p> Помимо браузерных игр, Itch.io предлагает инди-игры для компьютеров и консолей. Фактически, это один из <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> лучшие сайты для бесплатной загрузки премиум-игр для ПК </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2. <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Веб-приключения </a> (Интернет): текстовые приключенческие игры и интерактивная фантастика </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> Истинные гики и геймеры расскажут истории о временах, предшествовавших модной графике, когда ваше воображение и сообразительность были важнее всего, в жанре игр, называемых текстовыми приключениями или интерактивной фантастикой. В такие игры, как Zork, нужно было видеть текст и печатать правильное предложение, чтобы продолжить. Теперь вы можете играть в Zork и другую интерактивную фантастику в Web Adventures. </p> <p> На веб-сайте представлены некоторые из классических текстовых приключенческих игр, таких как оригинальная трилогия Zork 1982 года и другие ее варианты, мега-хит 2000 года Galatea, приключенческая головоломка Jigsaw 1995 года и несколько других удостоенных наград названий. Это игры, которые когда-то были коммерческими, но теперь в них можно играть бесплатно. В Web Adventures также есть отдельный раздел для детской интерактивной фантастики, чтобы познакомить юные умы и их активное воображение с чудесами текстовых приключенческих игр. </p> <p> Web Adventures работает как в настольных, так и в мобильных браузерах, поэтому вы можете играть в нее на ходу. В идеале играйте в игру на том же устройстве, на котором вы запустили, потому что сайт может сохранять ваш прогресс через кеш браузера, но не может синхронизироваться между устройствами. А когда вы закончите работу с Web Adventures, ознакомьтесь с другими замечательными <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> текстовые приключенческие игры для браузеров </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 3. <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> ЖК-игры </a> (Интернет): Играйте в игры для портативных консолей с ЖК-дисплеем в стиле ретро </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> Сегодня каждый телефон - это игровая приставка, а Nintendo Switch - лучший выбор в портативных играх. Но портативные игры начались с серии игр с ЖК-дисплеем от MicroVision и Nintendo Game &amp; Watch. Один разработчик воссоздал их в виде браузерных игр, чтобы каждый мог получить опыт ретро. </p> <p> В настоящее время в список входят Donkey Kong II, Cement Factory, Highway, Jungle Kong, Tom&#39;s Adventure, Mario Bros., Eagle n &#39;Chicken и Sea Ranger. Дизайн каждой игры и всего ее блока точно такой, каким он был в 1980-х годах. Некоторые из них - игры с двумя экранами, другие - с одним экраном. </p> <p> Клавиши направления на клавиатуре становятся вашей навигационной панелью, а клавиши Z и A действуют как кнопки. Для взаимодействия с любой другой кнопкой (например, «Пуск» или «Пауза») используйте мышь. Если вы играете в игры на мобильном устройстве, вы можете нажимать кнопки на экране, чтобы получить впечатление от оригинала. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4. <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Кевин Игры </a> (Интернет): Коллекция многопользовательских браузерных игр и сообщества. </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Вы, должно быть, слышали об Agar.io, DRAWar.io, Paper.io и других многопользовательских браузерных онлайн-играх. Эти &quot;IO-игры&quot; - одни из самых быстрых <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> игры, в которые можно играть с друзьями бесплатно </a> в любом браузере. Трудно найти их всех в одном месте, но Kevin Games проделали огромную работу по сбору многих крупнейших многопользовательских браузерных игр с ввод-выводом. </p> <p> Каждая игра отображается в виде плитки с ее названием, но вы не получите описания того, о чем идет речь. Вместо этого наведите курсор на плитку, и она превратится в небольшой GIF-файл, показывающий игровой процесс в действии. Это отличный способ описать, чего ожидать. </p> <p> Коллекция не ограничивается IO-играми, которые обычно представляют собой массовые многопользовательские игры. Вы также можете просматривать такие категории, как головоломки, аркады, королевская битва, стрельба и т. Д. Вы также можете искать игры с общими тегами, например гонки. </p> <p> У Kevin Games также есть активный сервер Discord, где вы можете обсуждать игры с единомышленниками или даже разговаривать до и после игры. В конце концов, общение и общение - неотъемлемая часть многопользовательской игры. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5. <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Играть в классику </a> (Интернет): играйте в классические игры DOS, NES, Sega Online в браузере </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> Эмуляторы позволяют запускать старые игры на любом компьютере, будь то консоль вроде NES или операционная система вроде MS-DOS. Play Classic предоставляет их в браузере онлайн, с возможностью сохранять игровой прогресс в самом браузере. </p> <p> В настоящее время веб-сайт поддерживает платформы MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo и Game Boy. Вы найдете множество игр, таких как все игры Mario, Sonic the Hedgehog, ранние версии Mortal Kombat, Doom и многие другие. Используйте меню «100 лучших классических игр», чтобы быстро открыть для себя самые популярные игры для DOS, Genesis или SNES. </p> <p> Элементы управления меняются в зависимости от типа платформы. Нет простого руководства, но в основном проверьте клавиши A, S, D, Z, X, C на наличие кнопок и клавиши со стрелками для перемещения и Enter для выбора. </p> <p> </p> <h2 id=\"avoid-flash-games\"> Избегайте флеш-игр </h2> <p> 31 декабря 2020 года Adobe прекратила поддержку Flash Player. Фактически, большинство новых браузеров не поддерживают Flash или активно не рекомендуют включать его на любом сайте. Разработчики и эксперты по безопасности давно предупреждают о возможных уязвимостях во Flash, и теперь пришло время прекратить играть в эти игры раз и навсегда. </p> <p> Жалко, потому что есть несколько качественных, креативных и развлекательных Flash-игр, но рисковать больше не стоит. Некоторые сайты активно пытаются <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> сохранять или конвертировать старые Flash-игры </a> также. Надеюсь, что приведенный выше список веб-сайтов с браузерными играми предоставит вам достаточно других, более безопасных вариантов, чтобы играть в игры онлайн бесплатно. </p>"}