{"title":"7 способов обнаружить поддельный профиль в LinkedIn","content":"<p> Онлайн-угрозы существуют даже в профессиональных социальных сетях, таких как LinkedIn, часто в форме поддельных профилей. </p> <p> Обнаружение поддельного профиля в LinkedIn отчасти сводится к интуиции. Однако точное знание того, что искать, значительно упрощает задачу. Вот семь основных признаков того, что полученный вами запрос на подключение может быть ненастоящим. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Как распознать поддельные профили в LinkedIn </h2> <p> </p> <p> Вредоносные учетные записи собирают списки контактов и такие сведения, как адреса электронной почты и номера телефонов. Они также могут продвигать поддельные списки вакансий, заманивать соискателей интересными перспективами и побуждать их переходить по ссылке или загружать файл, содержащий вредоносное ПО. </p> <p> В <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> ряд распространенных фишинговых атак в социальных сетях </a> широкая, но ее легко помешать, если вы будете осторожны. Суть в том, что, уделяя внимание, вы можете защитить свою личную информацию и активы. В то же время вы защищаете других пользователей от поддельных профилей, которые используют вас в качестве приманки. </p> <p> Вот некоторые признаки, на которые следует обратить внимание. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Неполный или обезличенный профиль </h3> <p> Учитывайте общее впечатление от аккаунта. Если учетная запись не является частной, вы должны иметь возможность видеть такие детали, как местоположение пользователя, образование, занятость и раздел «О себе». Неполный профиль - это красный флаг, так же как и профиль, который кажется непрофессиональным или безличным. </p> <p> Посмотрите, например, на информацию о пользователе. Помимо орфографических или фразовых ошибок, могут быть несоответствия с сектором, в котором они должны быть экспертом. Часто встречаются общие формулировки, поэтому держите глаза и разум открытыми для всего, что кажется неправильным. </p> <h3 id=\"suspicious-profile-picture\"> 2. Подозрительное изображение профиля </h3> <p> </p> <p> Фальшивая учетная запись LinkedIn часто использует необычную картинку и поэтому выдает себя. Некоторые вообще не используют фото. В то время как ухоженные профессионалы и качественные снимки головы являются обычным явлением на платформе, большинство пользователей стараются не выглядеть как стоковая фотография. </p> <p> Вы также можете встретить улыбающиеся вам в ответ известные лица, имена которых не совпадают с именем, указанным в профиле. </p> <p> В любом случае вы можете быстро проверить <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Поиск картинок Google на вашем компьютере </a> или смартфон. </p> <h3 id=\"generic-headline\"> 3. Общий заголовок </h3> <p> Как соискатель работы вы должны создать профиль, который привлекает внимание работодателей, а также отражает вашу личность. Если запрос на подключение содержит случайную или общую фразу для заголовка, пользователь может не находиться в LinkedIn по тем же причинам, что и все остальные. </p> <p> Подружиться на платформе, конечно, неплохо, но нужно проявлять особую осторожность, особенно когда просчет в рассуждении - это все, что нужно, чтобы нарваться на множество проблем с мошенниками. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Подозрительная история работы или образования </h3> <p> И здесь, чем больше информации предоставит профиль, тем лучше. Заполнение вашей истории работы или образования в LinkedIn утомительно, но должно выглядеть как можно интереснее. Так что учетная запись, которая показывает только несколько компаний и названия должностей без дополнительных деталей, таких как обязанности, по меньшей мере странна. </p> <p> Просмотр чьего-то резюме действительно кажется чрезмерным, но фальшивый аккаунт обязательно сделает там ошибки. Более того, поиск в Google информации, в которой вы не уверены, может привести к появлению дополнительных предупреждений об аккаунте. Иногда небольшая паранойя окупается. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Восторженные сообщения со ссылками </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Некоторые мошенники достаточно смелы, чтобы отправить сообщение вместе с запросом на подключение. Поскольку их цель - убедить вас доверять им, они иногда наполняют свои сообщения крючками, такими как непреодолимые преимущества работы, ключевые слова и взволнованный язык. </p> <p> Они могут включать ссылки и документы, содержащие дополнительную информацию о том, что они предлагают. Не открывайте и не скачивайте ничего, пока не убедитесь, что пользователь и предложение подлинные. Это относится к взаимодействиям на любой платформе, будь то социальная сеть или ваша учетная запись электронной почты. </p> <p> Один из удобных способов проверить подозрительный профиль - это, во-первых, изучить подробности его учетной записи, в том числе информацию о человеке и компании. Затем отправьте им ответ с вопросами. Дипломатический и неконфронтационный подход работает лучше всего. Если их ответы не соответствуют действительности, вы можете отклонить или проигнорировать их предложение. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Слишком мало или слишком много подключений </h3> <p> Может случиться так, что профиль новый и все еще строит свою сеть, но если числа не изменятся через некоторое время, возможно, пользователь на самом деле не пытается. Или люди не связываются с ними по какой-то причине. </p> <p> Если вы видите что-нибудь подозрительное в учетной записи, вам следует избегать или <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> даже сообщить о них </a> . </p> <p> На другом конце спектра - поддельные профили, которые вводят в заблуждение множество людей и даже премиальную систему, но связываются со всеми, кого могут. Настоящий пользователь попадает в сеть, более или менее соответствующую его интересам. Огромная сеть с необычным скоплением людей - это большой красный флаг. </p> <h3 id=\"poor-linkedin-activity\"> 7. Слабая активность в LinkedIn. </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Реальные профили также взаимодействуют с платформой. Их пользователи фактически вкладываются в то, чтобы заявить о себе и установить значимые связи. Поддельные аккаунты обычно не выходят за рамки лайков или публикаций. Даже их комментарии будут общими или очень короткими. </p> <p> Помимо проверки сведений о профиле, обратите внимание на его активность. Если это кажется скудным или безличным, было бы разумно избегать общения. Такие мелкие детали должны добавить к вашему мнению об учетной записи и помочь вам решить, подозрительна она или нет. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Здравый смысл защищает вас в LinkedIn </h2> <p> По отдельности эти красные флажки незначительны, но если их объединить, то у вас на руках будет подозреваемая учетная запись. Это может быть кто-то, кто не знает, как создать хороший профиль или профессионально подойти к людям. Но даже в этом случае лучше перестраховаться, чем сожалеть. </p> <p> Как настоящий пользователь, вы должны научиться защищать себя. И быть очень разборчивым в своих контактах - небольшая плата. </p>"}