{"title":"9 основных команд для начала работы с Linux","content":"<p> Руководства по Linux часто предполагают, что вы будете выполнять определенные операции в терминале, что поначалу может показаться пугающим. Но не волнуйтесь; Эта шпаргалка по командам Linux охватывает процесс открытия терминала и выполнения нескольких полезных команд. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Командная строка Linux для начинающих </h2> <p> Основные команды Linux, которые вы найдете ниже, универсальны практически для любого дистрибутива Linux, от командной строки Ubuntu до Kali Linux. Ваш терминал может отличаться от показанного на картинках ниже, но будьте уверены, они вам подойдут. </p> <p> Обратите внимание, что в различных онлайн-руководствах вы часто слышите разные фразы, относящиеся к одному и тому же действию: «открыть оболочку», «запустить bash» или «в командной строке». Все они означают, что вы должны открыть и ввести терминал, что мы и сделаем ниже. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Как открыть терминал в Linux </h2> <p> Найдите в меню приложения <strong> Терминал </strong> . Он часто будет иметь ярлык «эмулятор терминала», и это именно то, что вам нужно. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Однако самый быстрый способ открыть терминал - это сочетание клавиш. <strong> Ctrl + Alt + T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Основные команды Linux для начинающих </h2> <p> Теперь, когда у вас открыт терминал, вы готовы начать вводить некоторые команды. Давайте рассмотрим несколько основных команд оболочки в Linux. </p> <h3 id=\"view-working-directory\"> 1. Просмотр рабочего каталога </h3> <p> Знание текущего «рабочего» каталога имеет первостепенное значение при использовании терминала. Многие команды вызывают изменения в текущем каталоге, и вы не хотите вносить эти изменения в неправильный каталог. </p> <p> Чтобы проверить, в каком каталоге вы сейчас работаете, эта команда будет <strong> п </strong> протереть <strong> ш </strong> оркинг <strong> d </strong> каталог: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Просмотр содержимого рабочего каталога </h3> <p> Выпустить <strong> ls </strong> команда, если вы хотите просмотреть все файлы и папки в текущем каталоге: </p> <pre><code class=\"hljs\">ls</code></pre> <p> Файлы будут отображаться в виде обычного текста, а папки будут выделены жирным шрифтом и цветом. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Если вы хотите видеть и скрытые файлы, просто добавьте <strong> -а </strong> или же <strong> --все </strong> вариант: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Изменить каталоги </h3> <p> Вы можете изменить текущий рабочий каталог с помощью <strong> CD </strong> , сокращение от <strong> c </strong> повесить <strong> d </strong> каталоги. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Вышеупомянутая команда будет искать папку с именем Documents внутри вашего текущего рабочего каталога и, найдя ее, перейдет в этот каталог. </p> <p> </p> <p> Не забудьте, что всякий раз, когда вы указываете файл или каталог, в имени которого есть пробел, вы помещаете его в кавычки, иначе вы получите сообщение об ошибке. </p> <p> Вы можете переместиться на один каталог вверх, добавив <strong> .. </strong> вариант: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> Самостоятельная выдача cd без указания местоположения приведет вас прямо к вашему домашнему каталогу: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Распечатайте вывод команды. </h3> <p> В <strong> эхо </strong> Команда примет любой ввод, который вы ей дадите, будь то строка текста или другая команда, и распечатает ее в терминале. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> Само по себе эхо может показаться бесполезным, но на самом деле вы увидите, что оно часто используется в управлении системой Linux. </p> <h3 id=\"view-file-contents\"> Просмотр содержимого файла </h3> <p> Кошачья команда <strong> Кот </strong> напечатает в терминале полное содержимое любого файла, который вы назвали. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Поиск по содержимому файла </h3> <p> Чтобы найти в содержимом любого файла указанное слово или фразу, используйте <strong> grep </strong> команда. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Эта команда очень полезна, когда вы ищете конкретную информацию среди длинных и сложных системных файлов. </p> <h3 id=\"redirect-command-output\"> 5. Перенаправить вывод команды </h3> <p> Символ &quot;больше&quot;, <strong> &gt; </strong> , имеет право в командных строках перенаправлять вывод команды в файл или другую команду. </p> <p> Например, эта команда примет вывод echo и сохранит его в текстовом файле с именем &quot;file.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Обновление системы (системы на базе Ubuntu) </h3> <p> В любой оболочке Ubuntu введите эти две команды, чтобы проверить и применить все доступные обновления в вашей системе. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Вам будет предложено ввести пароль пользователя перед подтверждением любой команды с префиксом sudo. </p> <p> Совет от профессионала: вы можете объединить две или более команд в одну, используя <strong> &amp;&amp; </strong> оператор. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Сочетания клавиш в терминале Linux для начинающих </h2> <p> Изучение сочетаний клавиш, хотя поначалу сложно, в долгосрочной перспективе экономит огромное количество времени. Linux имеет <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> много полезных ярлыков </a> , и мы перечислим несколько наиболее полезных ярлыков терминала ниже. </p> <h3 id=\"recall-previous-commands\"> 7. Вызов предыдущих команд. </h3> <p> Если вы хотите повторить недавно использованную команду, но не помните ее или не хотите вводить ее снова, вы можете прокрутить историю команд, используя <strong> клавиши со стрелками вверх и вниз </strong> . </p> <p> В качестве альтернативы вы можете нажать <strong> Ctrl + R </strong> для поиска в истории команд определенного ключевого слова или фразы. </p> <h3 id=\"see-command-suggestions\"> 8. См. Предложения по командам. </h3> <p> Иногда при использовании терминала вы вспоминаете часть команды, но не совсем уверены, как она пишется или какие параметры использовать. Если вы начнете вводить команду, нажмите <strong> Вкладка </strong> key, терминал попытается закончить вашу команду за вас или покажет вам несколько вариантов. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Убейте терминальный процесс </h3> <p> Вы, возможно, уже знаете <strong> Ctrl + C </strong> как ярлык для копирования в буфер обмена, но при использовании в терминале эта комбинация клавиш уничтожает любую запущенную команду, о которой вы можете пожалеть. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux для начинающих </h2> <p> Лучший способ запомнить эти стартовые команды терминала Linux и ярлыки - использовать их, поэтому откройте командную строку и начните вводить! </p> <p> Хотите больше команд? Взгляните на наши <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Памятка по командам Linux </a> . </p> <p> Чтобы помочь вам открыть для себя возможности Linux, мы составили подробный обзор лучшего программного обеспечения, доступного для Linux, с разбивкой по категориям. </p>"}