{"title":"Apple увеличивает возврат кредита DTK Mac Mini после протестов разработчиков","content":"<p> В ответ на протесты разработчиков Apple увеличила кредитное предложение на возврат своих компьютеров Mac mini с Developer Transition Kit (DTK) с первоначальных 200 долларов до 500 долларов за единицу. </p> <p> Кроме того, увеличенный кредит в размере 500 долларов может быть погашен к концу года, а не к 31 мая, согласно электронному письму Apple, информирующему разработчиков об обновленных условиях. </p> <blockquote> <p> Вместо кредита в размере 200 долларов США, который истекает в мае, мы даем вам кредит Apple в размере 500 долларов США и продлеваем время, в течение которого вы можете использовать его для получения нового Mac M1 до конца года. Если вы уже приобрели новый Mac M1, кредит Apple дает вам возможность приобрести любой продукт Apple, который поможет вам в разработке приложений. </p> </blockquote> <p> В ближайшее время компания поделится подробностями о том, как вернуть эти блоки ДТК. </p> <p> Подслащенное предложение позволяет разработчикам использовать кредит в 500 долларов для покрытия большей части стоимости нового компьютера M1 Mac mini, которая начинается с 699 долларов. Новые условия - это реакция Apple на протесты разработчиков, последовавшие за неутешительным <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> Предложение DTK Mac mini за 200 долларов </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Неудачный PR-промах </h2> <p> В электронном письме Apple признается, что компания очень хорошо осведомлена о том, что ее первоначальный «кредит признательности» в 200 долларов, возможно, оскорбил некоторых разработчиков. </p> <blockquote> <p> Мы слышали ваш отзыв о кредитном авизо на сумму 200 долларов, упомянутом в нашем последнем электронном письме. Нашим намерением было признать огромные усилия, которые вы вложили в создание удивительных университетских приложений. Установив партнерские отношения с нами на раннем этапе, вы продемонстрировали свою приверженность нашей платформе и готовность быть первопроходцами. </p> </blockquote> <p> К сожалению, это все дело рук Apple. </p> <p> Компания на пустом месте создала проблему мини-пиара, чем вызвал недовольство разработчиков. И всего этого возмущения и споров можно было бы избежать, если бы Apple с самого начала предложила 500 долларов за возврат этих комплектов. И если бы компания действительно хотела вознаградить своих самых лояльных разработчиков, она могла бы позволить им сохранить свое подразделение DTK. </p> <p> </p> <p> Поддержка разработчиков - один из важнейших факторов успеха любой технологической платформы. Если компания хочет, чтобы клиенты возвращались к своим платформам, ей нужно дважды подумать, прежде чем рассердить армию разработчиков подобными шагами. Именно разработчики создают приложения, которые удерживают людей и увлекают их продуктами Apple. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> Что такое DTK Mac Mini? </h2> <p> Apple сдала в аренду блоки DTK разработчикам, чтобы их приложения на базе Intel работали на новых компьютерах Mac M1. DTK - это корпус Mac mini с установленным внутри iPad Pro чипом A12Z Bionic, оснащенный 16 ГБ памяти, 512 ГБ и многим другим. Важно отметить, что разработчики с самого начала знали, что однажды им нужно будет вернуть свое устройство Apple. </p> <p> Кредит в 200 долларов, который Apple первоначально предлагал разработчикам, которые вернут свой блок, можно было использовать для приобретения приложений, мультимедиа или одного из последних компьютеров Mac с кремниевым питанием от Apple. Разработчик получил бы кредит в размере 200 долларов при получении возвращенного устройства. Коды необходимо будет использовать до 31 мая 2021 года. </p> <p> Но разработчики отказались от этого предложения, выразив свое недовольство условиями Apple в социальных сетях. Большинство жалоб вращается вокруг того факта, что кредита в 200 долларов недостаточно для покупки нового M1 Mac mini, чтобы продолжить тестирование своих кремниевых приложений Apple. </p>"}