{"title":"Яблоко и супер здоровые дети урегулировали конфликт из-за дуэльных фруктовых логотипов","content":"<p> Юридические баталии временами могут быть немного сюрреалистичными. С августа 2020 года Apple ведет судебную тяжбу с компанией Super Healthy Kids, занимающейся планированием питания, из-за логотипа для своего приложения Prepear, который, по мнению Apple, слишком похож на ее собственный. </p> <p> Фруктовый логотип Apple, состоящий из мультяшного яблока с кусочком и одного листа, используется с конца 1970-х годов. Между тем, гораздо более новый логотип Super Healthy Kids состоит из мультяшной груши с одним листом. </p> <p> Какое-то время казалось, что мир недостаточно велик для двух логотипов, вдохновленных фруктами, с изящно скошенными листьями. Теперь две компании якобы уладили свои претензии - и все, что потребовалось, - это Super Healthy Kids переделать форму рассматриваемого оскорбительного листа. </p> <h2 id=\"dilution-of-distinctiveness\"> Снижение самобытности </h2> <p> Юридический аргумент Apple заключался в том, что местный житель в форме груши может «привести к ослаблению самобытности» культового логотипа Apple, который находится рядом с галочкой Nike, а некоторые выбирают другие в качестве всемирно признанного символа. </p> <p> Новый логотип Prepear уже отображается на <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> сайт компании </a> , и скоро появится в приложении. Он имеет форму листа в форме полумесяца, а не предыдущего заостренного овала. Apple согласилась на изменение согласно документам, поданным в <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Бюро патентов и товарных знаков США </a> (USPTO.) </p> <p> </p> <p> «Prepear рада сообщить, что мирным путем урегулировала вопрос о товарных знаках с Apple», - сказал соучредитель компании Расс Монсон. <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> Грани </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple против малого бизнеса </h2> <p> Хотя кажется, что мировое соглашение было достигнуто, в какой-то момент столкновение двух компаний - одной, как самого ценного технологического титана в мире, намного крупнее другой - казалось, стало довольно спорным. </p> <p> После первоначальной жалобы Apple соучредитель Prepear и главный операционный директор Рассел Монсон создал <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Петиция Change.org </a> , критикуя Apple. В итоге под петицией было подписано 269 654 человека. Сейчас он закрыт. </p> <p> «Apple противостоит малому бизнесу с логотипами фруктов, начав дорогостоящие судебные разбирательства, - отмечается в петиции, - даже когда эти логотипы не похожи на логотип Apple или не относятся к той же сфере деятельности, что и Apple. все.&quot; </p> <p> В нем говорилось, что многие компании, которым угрожала Apple, бросили это дело, потому что они «не могут позволить себе десятки тысяч долларов» таких судебных издержек. Команда сказала, что это «ужасающий опыт - подвергнуться юридической атаке со стороны одной из крупнейших компаний в мире». </p> <p> <small> Кредит изображения: Apple / Prepear </small> </p>"}