{"title":"Apple предлагает бесплатную замену аккумулятора для MacBook Pro, уровень заряда которых не превышает 1%","content":"<p> Apple запустила новую сервисную программу по бесплатной замене неисправных аккумуляторов в некоторых моделях MacBook Pro, уровень заряда которых не превышает 1%. </p> <p> Небольшая партия 13-дюймовых и 15-дюймовых MacBook Pro, произведенных в 2016 и 2017 годах, очевидно страдает от этой странной проблемы с зарядкой. Затронутые клиенты могут увидеть сообщение на панели предпочтений батареи, в котором указано «Рекомендуется обслуживание». </p> <p> Если вы видите это сообщение, вы имеете право на бесплатную замену аккумулятора Apple. И наоборот, если сообщение указывает, что аккумулятор в нормальном состоянии, это не влияет на вас. </p> <p> Согласно вспомогательному документу на <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Сайт Apple </a> проблема с зарядкой аккумулятора затрагивает «очень небольшое количество клиентов» компьютеров MacBook Pro 2016 и 2017 годов. </p> <h2 id=\"is-my-macbook-pro-affected\"> Это затронуло мой MacBook Pro? </h2> <p> Следующие модели MacBook Pro 2016 и 2017 годов могут демонстрировать такое поведение: </p> <ul> <li> MacBook Pro (13 дюймов, 2016 г., два порта Thunderbolt 3) </li> <li> MacBook Pro (13 дюймов, 2017 г., два порта Thunderbolt 3) </li> <li> MacBook Pro (13 дюймов, 2016 г., четыре порта Thunderbolt 3) </li> <li> MacBook Pro (13 дюймов, 2017 г., четыре порта Thunderbolt 3) </li> <li> MacBook Pro (15 дюймов, 2016 г.) </li> <li> MacBook Pro (15 дюймов, 2017 г.) </li> </ul> <p> К <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> быстро определить модель вашего компьютера </a> , выберите «Об этом Mac» в меню Apple. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Как проверить состояние аккумулятора Mac </h2> <p> Вы можете легко проверить текущее состояние аккумулятора MacBook Pro в macOS. </p> <p> В Big Sur выберите «Системные настройки» в меню Apple. В окне «Системные настройки» нажмите «Батарея», затем выберите «Батарея» на боковой панели и нажмите «Состояние батареи». </p> <p> </p> <p> Если на вашем Mac используется macOS Catalina или более ранняя версия, удерживайте клавишу Option (⌥) на клавиатуре, щелкая значок батареи в строке меню. Откроется меню состояния батареи. </p> <p> Если ваш ноутбук соответствует требованиям программы обслуживания Apple, вы можете бесплатно заменить его, связавшись с Apple через ее <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Веб-сайт поддержки </a> . «Ваш компьютер будет проверен перед обслуживанием, чтобы убедиться, что он имеет право на бесплатную замену батареи», - отмечает Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Экстренные обновления с исправлением заряда батареи </h2> <p> Узнав об этой ошибке, Apple быстро выпустила пару обновлений macOS - macOS Big Sur 11.2.1 или новее для компьютеров Mac с программным обеспечением Big Sur и дополнительное обновление macOS Catalina 10.15.7 для владельцев Mac на macOS Catalina. и раньше. </p> <p> </p> <p> Согласно примечаниям к выпуску <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Сайт Apple </a> , macOS Big Sur 11.2.1 «устраняет проблему, которая может препятствовать зарядке аккумулятора в некоторых моделях MacBook Pro 2016 и 2017 годов». Apple рекомендует всем установить эти обновления, чтобы избежать проблем с аккумулятором на других MacBook Pro 2016 и 2017 годов. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Как обновить ваш Mac </h2> <p> Чтобы обновить программное обеспечение macOS на вашем Mac до последней версии, перейдите по ссылке <strong> Системные настройки&gt; Обновление программного обеспечения </strong> . Если вы видите сообщение о том, что доступны какие-либо обновления, нажмите кнопку «Обновить сейчас», чтобы установить их. Возможно, вам будет предложено ввести пароль администратора, чтобы завершить обновление вашего Mac. </p> <p> Если вы хотите, чтобы ваш компьютер автоматически загружал и устанавливал будущие обновления, выберите параметр «Автоматически обновлять мой Mac» в окне «Обновление программного обеспечения». Вы будете уведомлены, когда для ожидающих обновлений потребуется перезагрузка, и вы сможете установить их позже. </p>"}