{"title":"Управляйте своими привычками в приложении macOS с помощью Quitter","content":"<p> Некоторые приложения могут вызывать привыкание, но Quitter может быть полезен для вашего цифрового здоровья. Это крошечное приложение со строкой меню с целеустремленной задачей, направленной на то, чтобы не отвлекаться. </p> <h2 id=\"what-does-quitter-do\"> Что делает Quitter? </h2> <p> Quitter управляет списком приложений, которые автоматически закрываются после периода бездействия. Он основан на теории о том, что некоторые приложения могут быть полезными, но все же отвлекать их, когда они открыты. Вам может понадобиться <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> используйте Twitter для важных исследований </a> , но вы не хотите отвлекаться на это, когда закончите. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Как скачать и установить Quitter </h2> <p> Quitter доступен у разработчика <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Веб-сайт Марко Армента </a> . Загрузка представляет собой zip-архив, содержащий один файл, <strong> Quitter.app </strong> . Если вы запустите приложение из-за пределов папки Applications, оно предложит установить себя там: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> После запуска вы можете установить Quitter на <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> начать при входе в систему </a> щелкнув значок в строке меню и выбрав команду меню, <strong> Начать Quitter при входе в систему </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Основной интерфейс Quitter </h2> <p> Quitter выполняет свою задачу в фоновом режиме, не мешая вам. Единственный раз, когда вы действительно будете с ним взаимодействовать, - это добавить или удалить приложения, которыми вы хотите управлять с помощью Quitter. </p> <p> В <strong> Изменить правила </strong> В окне отображается список управляемых приложений. По умолчанию он будет пустым. Щелкните значок <strong> + </strong> в левом нижнем углу, чтобы добавить приложение. Откроется диалоговое окно с файлом, которое можно использовать для выбора приложения. В большинстве случаев это будет в вашем <strong> Приложения </strong> папка: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> У каждого приложения в списке есть две настройки. Вы можете установить количество неактивного времени, по прошествии которого Quitter начнет действовать. Вы также можете указать, закрывать или закрывать приложение: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Если вы хотите прекратить управление приложением с помощью Quitter, выберите его из списка и нажмите кнопку <strong> - </strong> кнопка. Имейте в виду, что некоторые приложения подтверждают перед закрытием. Иногда вы можете настроить этот параметр и разрешить Quitter закрыть приложение без вывода сообщений. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Quitter - это просто, но эффективно </h2> <p> Это действительно так просто. Quitter позволяет вам вести список приложений, которые можно скрыть или закрыть, если вы не использовали их в течение определенного времени. Это одно из многих бесплатных приложений для Mac, которые помогают повысить вашу продуктивность. </p>"}