{"title":"Функция поиска по вкладкам Chrome может появиться в Microsoft Edge","content":"<p> Теперь, когда Microsoft Edge использует кодовую базу Chromium, браузер софтверного гиганта теперь может пользоваться теми же преимуществами, что и Google Chrome по умолчанию. Внимательный пользователь Reddit заметил недавнее изменение в Microsoft Edge, которое намекает на функцию поиска по вкладкам Chrome, появляющуюся в браузере. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Как поиск по вкладкам может появиться в Microsoft Edge </h2> <p> Пользователь Reddit Leopeva64-2 забил тревогу <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Субреддит Microsoft Edge </a> после определения изменяющейся переменной в коде Edge. </p> <p> Раньше вам приходилось вручную выводить эту функцию из укрытия. Он был похоронен в коде Microsoft Edge, и для его активации нужно было использовать флаг командной строки <code>--enable-features=TabSearch</code>. </p> <p> Теперь этот флаг больше не работает, однако он был заменен новым флагом под названием <code>--enable-features=msTabSearch</code>. Как говорит Леопева64-2: </p> <blockquote> <p> Флаги, начинающиеся с «ms» (msExtensionsHub, msDownloadsHub и т. Д.), Обычно используются для включения или отключения «эксклюзивных» функций Edge, поэтому тот факт, что Microsoft внесла это изменение, может означать, что они собираются включить эту функцию по умолчанию. скоро (а может быть, они добавят новый флаг на edge: // flags). </p> </blockquote> <p> Таким образом, поскольку флаг TabSearch теперь имеет тег «ms», мы, вероятно, увидим, что эта функция отображается в Microsoft Edge по умолчанию. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> Дружественное соперничество Microsoft с Chrome </h2> <p> Если Microsoft все же продолжит включение этой функции, она сделает еще один шаг ближе к тому, чтобы идти в ногу с самым значительным браузером в Интернете, Google Chrome. </p> <p> Чтобы победить своих конкурентов, Microsoft установила баланс между добавлением функций, которые люди ожидают от современного браузера, и разработкой новых функций, которые помогут Edge выделиться. Например, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge получил инструмент поиска на боковой панели </a> чтобы помочь ему лучше конкурировать с Chrome. </p> <p> Однако Microsoft не забыла, кто дал Edge необходимую ему поддержку. В конце концов, браузер теперь основан на базе кода Google Chromium, поэтому Microsoft иногда приходится работать вместе с Chrome, если она хочет улучшить Edge. </p> <p> Фактически, поскольку Microsoft помогает разрабатывать исправления и функции для кодовой базы Chromium, компания <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> быстро стать самым большим союзником Chrome </a> . Таким образом, Microsoft имеет странные отношения с Chrome, где он одновременно конкурирует и помогает своему сопернику. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Поиск функции поиска по вкладкам в Microsoft Edge </h2> <p> Хотя ничего официально не подтверждено, есть доказательства того, что Microsoft хочет внедрить функцию поиска по вкладкам Chrome в Chrome. Придется держать лошадей и следить за развитием Эджа, чтобы увидеть, появится ли он. </p> <p> Если вам интересно узнать, как Microsoft Edge вводит новшества перед лицом своих конкурентов, вам нужно знать о его функции Sleeping Tabs. Первоначальные тесты этой функции снизили загрузку ЦП браузера на целых 37 процентов. </p> <p> <small> Кредит изображения: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}