{"title":"Discord для iOS позволяет ворам мемов сохранять изображения из Twitter.","content":"<p> Discord для iPhone был обновлен в App Store с добавлением нескольких новых функций, в том числе новой опции, которая значительно упрощает сохранение изображений из встраиваемых материалов Twitter. С его помощью вы можете сохранять мемы из твитов без обходных путей, к которым вам раньше приходилось прибегать. </p> <p> К сожалению, это не работает с анимированными GIF-файлами. Кроме того, сохранение статических изображений из твитов в настоящее время недоступно в Discord для Windows и Discord для Android. Эта полезная новая функция реализована только в версии 60.0 приложения Discord для iOS. </p> <p> Впервые в Discord? Если да, прочтите наше руководство, объясняющее <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> как общаться в чате с друзьями и незнакомцами </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Как сохранить изображения из твитов </h2> <p> Чтобы сохранить изображение, подобное мему, из отправленного вам твита, нажмите и удерживайте соответствующий твит и выберите параметр «Сохранить изображение». Вы найдете изображение, сохраненное в библиотеке фотографий на вашем устройстве. До этого изменения вам приходилось вручную открывать твит в веб-браузере, прежде чем вы могли сохранить базовое изображение на своем устройстве. </p> <p> </p> <p> В виде <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> Грани </a> Примечания, версия Android использует другой процесс для сохранения изображений твитов. Во-первых, вы должны нажать на изображение, чтобы открыть его в полноэкранном режиме. В полноэкранном интерфейсе нажмите <strong> Скачать </strong> кнопку в верхней части экрана, чтобы сохранить изображение на устройстве. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Другие новые функции в Discord для iOS </h2> <p> Помимо сохранения изображений из встраиваемых материалов Twitter, в журнале изменений, показанном в последней версии Discord для iOS, упоминается еще пара новых функций. Первый - это удобное всплывающее окно с смайликами на рабочем столе, которое позволяет узнать, откуда взялся смайлик. </p> <p> «Коснитесь этого маленького смайлика в чате на телефоне и посмотрите, кому он принадлежит», - говорится в журнале изменений в меню настроек Discord на компьютере и мобильном устройстве. А если вы используете Discord на своем iPad, вы будете рады узнать, что совместное использование экрана мобильного устройства теперь доступно на вашем планшете. </p> <p> <small> Кредит изображения: Discord </small> </p>"}