{"title":"Facebook работает над новым приложением, чтобы конкурировать с Clubhouse","content":"<p> Facebook можно приписать множество функций, которые мы считаем нормальными или важными для социальных сетей сегодня, и это большая часть того, почему он все еще находится примерно через 17 лет после его выпуска. Но было бы упущением утверждать, что резюме Facebook включает исключительно уникальные функции. </p> <p> На самом деле, довольно сложно говорить об изменениях, которые Facebook внесла за последние годы, не обращая внимания на то, что платформа много раз заимствовала у своих конкурентов. Недавние отчеты утверждают, что Facebook собирается скопировать конкурирующее приложение в сотый раз. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Клубный дом - объект новейшей схемы подражания Facebook </h2> <p> В соответствии с <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> Нью-Йорк Таймс </a> , Facebook работает над социальной сетью, ориентированной на звук, чтобы конкурировать с <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Клуб </a> , Приложение голосового чата только по приглашениям, запущенное только в прошлом году. </p> <p> Мы не знаем, когда Facebook начал производство своего клона Clubhouse, но мы знаем, что команда, работающая над ним, в настоящее время называет этот продукт «Fireside». Это кодовое имя может быть изменено, поскольку продукт все еще находится на ранней стадии разработки. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> Генеральный директор Facebook Марк Цукерберг интересовался аудиосвязью, сообщает неизвестный источник. Это довольно расплывчато. Это могло означать, что он наблюдал за ним какое-то время, или что это привлекло его внимание только недавно. Так или иначе, Цукерберг появился в Clubhouse в прошлое воскресенье, чтобы обсудить дополненную и виртуальную реальность (AR и VR). </p> <h3 id=\"what-is-clubhouse\"> Что такое клуб? </h3> <p> Если вы раньше не слышали о Clubhouse, не беспокойтесь. На данный момент его пользователи находятся в сплоченном кругу. Вы можете присоединиться к Clubhouse только в том случае, если вас пригласил существующий пользователь. </p> <p> На <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Магазин приложений </a> , Clubhouse описывает себя как «место для случайных разговоров по телефону с друзьями и другими интересными людьми со всего мира». </p> <p> </p> <p> Вы можете думать об этом как о другом Skype или Zoom, но здесь нет записи видео. Только аудио и изображения профиля, а «разговоры» больше похожи на то, чтобы слушать кого-то, стоящего на пьедестале, чтобы выступить с презентацией или речью. Вы выбираете, кого хотите слушать. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> История копирования конкурирующих приложений Facebook </h2> <p> Цукерберг, кажется, знает, что социальная платформа будет успешной, увидев это. Facebook купил Instagram, WhatsApp и Oculus, когда они были начинающими компаниями. В 2013 году он попытался купить Snapchat за 3 миллиарда долларов, но его команда отказалась. </p> <p> И, возможно, именно так - Facebook имеет историю заимствования идей у ​​конкурирующих приложений, потому что Цукерберг всегда ищет что-то новое, что можно привнести в Facebook. Это, пожалуй, самый известный пример. Facebook начал тенденцию «воровать» у Snapchat, когда добавил свою собственную версию <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> истории в социальных сетях </a> в 2017 году. </p> <p> В последнее время, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook запустил Neighborhoods </a> в октябре прошлого года, что очень похоже на гиперлокальную социальную сеть. <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> По соседству </a> . В декабре, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook выпустил Collab </a> для устройств iOS - поздний прорыв на подножку клонов TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Кем Facebook хочет стать? </h2> <p> Facebook начинался как онлайн-пространство, где можно общаться с друзьями и не отставать от них. С тех пор он превратился в платформу с множеством различных функций, которые нравятся самым разным людям. </p> <p> Решение Facebook выйти на несколько нишевый рынок, который нашел Clubhouse, является интересным. Нам придется подождать и посмотреть, чтобы узнать, является ли это разумным решением. </p>"}