{"title":"Как видеоигры могут сблизить пары","content":"<p> Ты сделай это; они это делают, мы все это делаем. Мы, конечно, говорим об играх. И все же мало кто разделяет свое хобби с самыми близкими людьми. Но видеоигры помогают сблизиться с друзьями, семьей и даже со своей второй половинкой. </p> <p> Игры и романтические отношения редко идут рука об руку, но это не значит, что они не могут или не должны. Неудивительно, что пары разделяют общие увлечения, но что касается игр, немногие пары тратят на это столько времени и энергии. </p> <p> Итак, как видеоигры могут помочь вам стать ближе к вашему романтическому партнеру? Давай выясним. </p> <h2 id=\"video-games-can-help-foster-your-relationship\"> Видеоигры могут помочь укрепить ваши отношения </h2> <p> Хотите верьте, хотите нет, но игра в видеоигры в паре может положительно повлиять на ваши отношения с вашей второй половинкой. Наличие одинаковых интересов может помочь построить лучшие отношения с самого начала, но, по мнению <a href=\"https://www.getcenturylink.com/blog/does-gaming-affect-romantic-relationships/\" target=\"_blank\" rel=\"nofollow noopener\"> getcenturylink.com опрос </a> , это также улучшит ваши отношения. </p> <p> <img alt=\"couple playing games on the sofa\" src=\"images/couple-playing-games-on-the-sofa-689.png\" loading=\"lazy\"> </p> <p> Из 1000 человек, принявших участие в опросе, почти 52% заявили, что игры положительно повлияли на их отношения. </p> <p> Это не должно быть сюрпризом, поскольку в видеоиграх вдвоем есть много преимуществ. Во-первых, онлайн-игры - отличный способ оставаться на связи со своим партнером, не выходя на улицу. </p> <p> Многие люди все еще большую часть времени остаются дома. И если вы или ваш партнер являетесь одним из них, то провести игровую ночь во время разговора по телефону - отличный способ оставаться на связи, находясь в разлуке. Тот же принцип применим к отношениям на расстоянии. </p> <p> </p> <h2 id=\"playing-video-games-together-can-also-improve-your-communication\"> Совместная игра в видеоигры может улучшить ваше общение </h2> <p> <img alt=\"male couple gaming\" src=\"images/male-couple-gaming-982.png\" loading=\"lazy\"> </p> <p> Совместная игра также является отличным способом улучшить ваше общение с партнером. Это потому, что вы оба работаете над достижением общей цели, и вы оба получите награду, когда пройдете уровень или миссию. Кроме того, в большинстве игр вы должны разговаривать друг с другом и координировать свои действия, чтобы добиться определенного прогресса в любой совместной игре. </p> <p> Самое приятное то, что видеоигры не только помогают в отношениях с вашей второй половинкой, но и помогают улучшить ваше общение с семьей. Это имеет очевидное значение для более широких преимуществ игр, а не только для того, чтобы помочь парам объединиться. </p> <p> В соответствии с <a href=\"https://journals.sagepub.com/doi/10.1177/1461444818767667\" target=\"_blank\" rel=\"nofollow noopener\"> исследование New Media &amp; Society </a> Что касается влияния видеоигр в семьях, люди, которые играли в совместные видеоигры со своими семьями, лучше общались и были близки с семьей. Если вы думаете, что это ваш партнер или вы уже создаете семью, видеоигры также могут помочь вашей семье. </p> <p> Конечно, кооперативные игры не единственные, у которых есть преимущества. Соревновательные игры тоже подойдут. В ранее упомянутом опросе соревновательные игры, такие как Call of Duty и Mario Kart, являются играми, которые оказывают самое положительное влияние на отношения. Как говорится, небольшое соревнование никому не повредит. </p> <p> </p> <h2 id=\"what-games-can-you-start-with\"> С каких игр можно начать? </h2> <p> <img alt=\"mariokart nintendo switch\" src=\"images/mariokart-nintendo-switch-505.jpeg\" loading=\"lazy\"> </p> <p> Если вы или ваш партнер не большие поклонники игр, может быть сложно понять, с чего начать. К счастью, у нас есть несколько рекомендаций. </p> <p> Отличный способ начать играть друг с другом - использовать телефоны. Многие игры для Android и iOS позволят вам играть друг с другом. Несколько рекомендаций для вас: Quiz Crack 2, Words with Friends 2 и Clash Royale. </p> <p> Последний в основном предназначен для одиночных игроков, но в нем есть режим 2 на 2, в который интересно играть вдвоем. Есть еще много других развлечений <a href=\"https://www.makeuseof.com/tag/best-local-multiplayer-games-android-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> локальные многопользовательские игры для Android и iPhone </a> можешь попробовать. </p> <p> Если вы оба больше любите компьютерные игры, вы можете начать с Humans Fall Flat, Don&#39;t Starve Together и даже суперпопулярной игры Among Us. Это также <a href=\"https://www.makeuseof.com/tag/7-best-couch-co-op-games-pc/\" target=\"_blank\" rel=\"nofollow noopener\"> игры с локальным мультиплеером для ПК </a> также. </p> <p> Наконец, для консольных игроков мы уже говорили о Mario Kart и Call of Duty, но вы также можете попробовать другие игры, такие как Overcooked и Animal Crossing. Здесь очень много <a href=\"https://www.makeuseof.com/tag/best-local-multiplayer-games-nintendo-switch/\" target=\"_blank\" rel=\"nofollow noopener\"> отличные локальные многопользовательские игры для игры на Switch </a> , если это ваша консоль. </p> <p> В конечном итоге решение остается за вами! Поговорите со своим партнером и выясните, в какую игру вы оба можете играть, чтобы вместе получать удовольствие. Поэкспериментируйте с разными играми, пока не найдете лучшую для себя, что также является частью веселья. </p> <p> </p> <h2 id=\"gaming-can-be-a-double-edged-sword-for-your-relationship\"> Игры могут быть обоюдоострым мечом для ваших отношений </h2> <p> Как говорится, слишком много чего-либо вредно для вас, поэтому парам важно умеренно играть вместе в видеоигры. Конечно, вы, вероятно, можете придумать никого, с кем предпочли бы заниматься Rainbow Six Siege, но не переусердствуйте. </p> <p> Слишком много игр может в конечном итоге испортить отношения, если кто-то не хочет или не может играть так часто. Другая проблема может возникнуть, если один человек также проводит много времени, играя в видеоигры в одиночку. </p> <p> Важно встряхивать и время от времени пробовать разные вещи. Означает ли это попробовать другие видеоигры или вообще прекратить играть и попробовать на время другое хобби. Лучший способ сблизить пары для видеоигр - это лучше общаться друг с другом и понимать, что нравится и что не нравится. </p> <p> </p> <h2 id=\"couples-that-game-together-stay-together\"> Пары, которые играют вместе, оставайтесь вместе </h2> <p> <img alt=\"older couple gaming\" src=\"images/older-couple-gaming-432.png\" loading=\"lazy\"> </p> <p> Теперь, когда вы знаете о преимуществах совместной игры в видеоигры, пора вам и вашему партнеру вывести отношения на новый уровень, то есть на следующий уровень в игре. </p> <p> Пока вы оба выбираете игру, в которую вам больше всего нравится играть вместе, и делаете это время от времени, когда оба хотите поиграть, возможно, вы сразу увидите позитивные изменения в своих отношениях. Возможно, вы даже станете ближе, чем когда-либо прежде. </p> <p> Конечно, вы можете заниматься и другими вещами, кроме игровых вечеров. Иногда нет ничего лучше, чем прохладное свидание с просмотром лучших романтических фильмов Netflix. </p>"}