{"title":"Как сэкономить заряд батареи на контроллере PS5 DualSense","content":"<p> Хотя контроллер DualSense на PlayStation 5 имеет увеличенное время автономной работы по сравнению с DualShock 4 на PlayStation 4, ваш контроллер все еще может умереть в середине важного момента. </p> <p> Давайте рассмотрим несколько способов продлить время автономной работы контроллера DualSense и продлить его работу как можно дольше. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Настройте контроллер PS5 на автоматическое выключение. </h2> <p> Если вы оставите свою PS5 включенной по какой-либо причине и, таким образом, оставите свой контроллер включенным на несколько часов, это, очевидно, съест ваш аккумулятор. Чтобы бороться с этим, рекомендуется установить таймер, чтобы ваш DualSense отключался, когда вы его не используете. </p> <p> В главном меню PS5 перейдите в <strong> Настройки&gt; Система&gt; Энергосбережение </strong> . Здесь вы увидите <strong> Установите время до выключения контроллеров </strong> вариант, который вы можете установить на <strong> После 10 минут </strong> , <strong> 30 минут </strong> , <strong> 60 минут </strong> , или же <strong> Выключенный </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Нет веских причин оставлять контроллер включенным на длительное время в режиме ожидания. Включение этого параметра ограничивает расход заряда батареи, когда вы не находитесь рядом с телевизором. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Выключите контроллер DualSense вручную. </h2> <p> В случаях, когда вы знаете, что не будете использовать контроллер PS5 какое-то время, имеет смысл сразу выключить его, а не ждать таймера автоматического выключения. Это удобно, если вы используете PS5 для просмотра развлекательных приложений, таких как Netflix, или даже просто просматриваете длинную кат-сцену в игре. </p> <p> </p> <p> Чтобы выключить контроллер PS5, нажмите <strong> Кнопка PS </strong> на контроллере, чтобы открыть быстрое меню. Прокрутите вправо и выберите <strong> Аксессуары </strong> Кнопка, которая отображается в виде значка контроллера с указанием текущего заряда батареи. В появившемся меню выберите свой <strong> Беспроводной контроллер </strong> , с последующим <strong> Выключать </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Это отключит ваш контроллер до тех пор, пока вы не нажмете <strong> Кнопка PS </strong> чтобы снова его включить. Если вы не хотите возиться с меню, вы также можете выключить контроллер PS5, удерживая <strong> Кнопка PS </strong> в течение 10 секунд. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Уменьшите количество функций контроллера, которые используют батарею. </h2> <p> DualSense имеет несколько функций, которые расходуют заряд батареи. Отключение этих параметров не приведет к значительному увеличению заряда батареи вашего контроллера, но может немного помочь, если вы отдадите предпочтение времени автономной работы над модными функциями. </p> <p> Посещение <strong> Настройки&gt; Аксессуары&gt; Контроллеры </strong> чтобы отключить эти функции: </p> <ul> <li> Набор <strong> Яркость индикаторов контроллера </strong> к <strong> Тусклый </strong> . Это уменьшит свет на вашем контроллере; они автоматически станут ярче, если это необходимо для аксессуара камеры. </li> <li> Понизьте <strong> Интенсивность вибрации </strong> к <strong> Слабый </strong> или же <strong> Выключенный </strong> . Хотя новая функция тактильной обратной связи DualSense делает грохот более реалистичным, он потребляет довольно много заряда батареи. Если вас не волнует эта функция, возможно, для определенной игры, отключение ее продлит время автономной работы. </li> <li> Также опустите или отключите <strong> Интенсивность триггерного эффекта </strong> . Это еще одна особенность DualSense, которая изменяет сопротивление кнопок L2 и R2 в зависимости от того, что вы делаете в игре. Если вы не особо заботитесь о нем, понизив его, вы сэкономите немного сока. </li> <li> Понизьте <strong> Громкость (динамик для контроллера) </strong> слайдер. Это уменьшает мощность встроенного динамика контроллера, экономя немного заряда батареи, если вам это все равно не нравится. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Купите более длинный зарядный кабель. </h2> <p> Если использование всех вышеперечисленных советов по-прежнему не позволяет вашему контроллеру работать так долго, как вам хотелось бы, вам следует подумать о покупке более длинного кабеля USB-C. Благодаря этому вы можете легко подключить контроллер для зарядки и продолжать играть, когда он станет низким. Вам не придется подтягивать стул ближе к телевизору, как с помощью короткого кабеля. </p> <p> Вы можете дешево найти кабели для зарядки USB-C - USB-A длиной 10 футов (или более) на Amazon. Попробуйте <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> Кабель CableCreation USB-C </a> за солидный вариант. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Если вы часто играете с подключенным кабелем, на указанном выше <strong> Контроллеры </strong> страницу настроек, вы должны установить <strong> Способ связи </strong> к <strong> Используйте USB-кабель </strong> . При этом ваш контроллер будет обмениваться данными по кабелю, а не по-прежнему использовать Bluetooth при подключении. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Держите DualSense заряженным </h2> <p> Теперь вы знаете, как сохранить заряд аккумулятора DualSense во время длительных игровых сессий. Если не считать покупки второго контроллера и регулярной их замены, это ваши лучшие варианты продления срока службы батареи. </p> <p> Не забывайте, что вы можете использовать контроллеры PS4, играя в игры для PlayStation 4 на PS5. Это еще один способ продлить срок службы батареи DualSense. </p> <p> <small> Кредит изображения: Алекс Ван Акен / <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}