{"title":"Как изменить свой пароль Unix","content":"<p> Все мы знаем роль пароля в защите вашей цифровой конфиденциальности. Надежный пароль - это первый уровень защиты, предотвращающий проникновение злоумышленников в вашу систему. Таким образом, защита вашего компьютера паролем должна быть предметом всеобщей заботы. </p> <p> Операционные системы на основе Unix предлагают надежные функции, когда речь идет о пароле и безопасности пользователя. Но как использовать эти расширенные функции для защиты вашей системы? </p> <h2 id=\"unix-vs-linux\"> Unix против Linux </h2> <p> Многие люди сбиваются с толку, когда кто-то использует термины Unix и Linux в аналогичном контексте. Неважно, если ты <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> смена паролей в Linux </a> или Unix, шаги такие же. Хотя эти две операционные системы имеют схожий тип архитектуры и структуры команд, в действительности они сильно отличаются друг от друга. </p> <p> Unix - это операционная система, разработанная в конце 1960-х Кеном Томпсоном и Деннисом Ричи. Он был в первую очередь создан для переносимости, многопоточности и быстрых модификаций. В отличие от Linux, Unix - это проприетарное программное обеспечение, известное своим мощным интерфейсом командной строки. </p> <p> С другой стороны, Linux - это семейство «Unix-подобных» операционных систем с открытым исходным кодом. Линус Торвальдс разработал эту операционную систему в 1991 году. Она называется Unix-подобными операционными системами, потому что Linux был в значительной степени вдохновлен Unix. В Интернете бесплатно доступно более 600 дистрибутивов Linux, созданных сообществом. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Изменение собственного пароля в Unix </h2> <p> В большинстве систем на базе Unix пользователи могут изменять пароли с помощью <strong> пароль </strong> команда. Чтобы изменить собственный пароль в Unix, откройте свой терминал, нажав <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> Т </strong> . Затем, чтобы изменить пароль, введите: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Вы увидите результат, который выглядит примерно так. Сначала введите текущий пароль, а затем дважды введите новый пароль, чтобы завершить процесс. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Вы не увидите на экране ни одного из набранных символов. Операционные системы на базе Unix обладают уникальным способом защиты пользователей от <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> плечевой серфинг </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Смена пароля root </h2> <p> Только пользователь root может изменить пароль root на машине Unix. Чтобы изменить текущего пользователя на root, введите <strong> вс - </strong> в вашем терминале и нажмите <strong> Входить </strong> . Затем введите пароль root, чтобы подтвердить процесс. </p> <p> Теперь, когда вы являетесь пользователем root, вы можете легко изменить свой пароль, набрав <strong> пароль </strong> в вашем терминале. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Изменение пароля другого пользователя </h2> <p> Пользователи с правами root также имеют право изменять пароли других пользователей в системе. Для этого откройте свой терминал, нажав <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> Т </strong> . Затем измените пароль с помощью: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> На системном дисплее вы увидите следующий результат. Дважды введите новый пароль, чтобы подтвердить изменение. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Управление паролями пользователей в Unix </h2> <p> Пользователи Unix могут легко изменить свои пароли с помощью <strong> пароль </strong> команда. Чтобы узнать больше о <strong> пароль </strong> , вы можете проверить руководство по командам: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux и Unix могут иметь некоторое сходство, когда дело доходит до системных команд, но это две разные операционные системы во многих других аспектах. </p>"}