{"title":"Как установить Minecraft Forge и управлять своими модами","content":"<p> Когда Minecraft впервые выпустил свою платную общедоступную альфа-версию в 2009 году, это была простая блочная песочница. Спустя более десяти лет Minecraft заполнил свои миры более чем 100 различными блоками и более 40 мобами. </p> <p> Однако, если вы играете в игру с самого начала, ванильный или стандартный Minecraft может стать для вас немного устаревшим. С помощью Minecraft Forge вы можете управлять загруженными модами, и это руководство научит вас, как все настроить. </p> <h2 id=\"what-is-minecraft-forge\"> Что такое Minecraft Forge? </h2> <p> Когда вы думаете о модификации видеоигры, вы, вероятно, также думаете, что для этого вам нужны обширные знания в области технологий или программирования. Это может быть верно и для других игр, но с Forge добавлять моды в Minecraft просто. </p> <p> Forge - это бесплатный сервер с открытым исходным кодом, который вы можете использовать для установки и запуска модов Minecraft. Его разработчики разработали его специально, чтобы облегчить даже наименее технически подкованным людям добавление игровых модов, созданных сообществом, в свою копию Minecraft. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Как установить Minecraft Forge </h2> <p> Итак, теперь, когда вы знаете, что такое Forge, как его установить? Прежде всего вам нужно будет установить <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ява </a> если вы еще этого не сделали. После этого вы можете выполнить следующие простые шаги: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Скачать Minecraft Forge </h3> <p> Перейти к <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> официальный сайт Forge </a> чтобы скачать установщик. Убедитесь, что номер версии, указанный при загрузке, совпадает с номером версии Minecraft, которую вы хотите модифицировать. </p> <p> В левой части веб-сайта Forge перечислены все версии от самой новой до самой старой. В средстве запуска Minecraft вы можете увидеть номер своей текущей версии в профиле под изображением баннера игры. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Откройте установщик Forge. </h3> <p> После завершения загрузки откройте установщик Forge. Выберите клиент или сервер из вариантов, в зависимости от того, какие моды вы хотите скачать. Убедитесь, что адрес вашего <strong> .Шахтерское ремесло </strong> папка верна (если это не так, нажмите кнопку с тремя точками и перейдите к правильному адресу), а затем нажмите <strong> ОК </strong> . Установка Forge займет несколько минут. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Откройте Minecraft Launcher. </h3> <p> Как только Forge завершит установку, откройте Minecraft Launcher. Выберите <strong> ковать </strong> профиль, если он еще не активен, запустите игру. Первая загрузка после установки Forge займет некоторое время. Но как только вы откроете главный экран, вы увидите новый <strong> Моды </strong> кнопка рядом с <strong> Minecraft Realms </strong> . </p> <p> Теперь вы можете загружать моды в эту папку и расширять Minecraft как хотите. В этой папке вы также будете систематизировать и управлять всеми своими модами. Это поможет вам их отслеживать. </p> <p> Популярные сайты для загрузки модов включают <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> CurseForge </a> , а также <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Планета Майнкрафт </a> . Также есть раздел, посвященный модам на <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> официальный форум Minecraft </a> , а также <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Пакеты модов Minecraft - коллекции модов </a> которые, по мнению других игроков, лучше всего работают вместе. </p> <p> В качестве альтернативы, если вы не можете найти существующий мод, который соответствует тому, что вы надеялись добавить в игру, вы всегда можете <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> сделай свой собственный мод для Майнкрафт </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Добавьте больше в Minecraft с помощью Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> После простого процесса установки Minecraft Forge предоставляет вам удобное место для хранения, сортировки и отслеживания всех загруженных вами модов. Возможно, в настоящее время вы не считаете себя тем, кто скачивает слишком много модов, но возьмите это у нас. Это всегда начинается с одного мода, затем другого, затем еще одного ... </p> <p> Затем, в конце концов, вы понимаете, что в вашей игре Minecraft больше модифицированного контента, чем ванильного. </p>"}