{"title":"Как использовать Mozilla Hubs &amp; # 039; Новые возможности","content":"<p> В 2018 году Mozilla выпустила Hubs, бесплатную иммерсивную платформу для удаленного сотрудничества и социальных сетей. Но изменения в способах доступа людей к платформе и ее использования во время пандемии вызвали обновление, которое делает ее более полезной для больших групп людей с разным уровнем опыта, использующих более широкие возможности. ассортимент устройств. </p> <p> Здесь мы рассмотрим, как обновление 2021 года меняет хабы и как использовать новые функции ... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Что такое Mozilla Hubs? Что нового? </h2> <p> Mozilla Hubs - это бесплатная платформа для создания и совместного использования виртуальных пространств, называемых «комнатами». Платформа, не зависящая от оборудования, работает в веб-браузере, что делает ее доступной на компьютерах, планшетах и ​​смартфонах с подключением к Интернету. Не нужны даже постоянные профили, хотя у них есть такие привилегии, как настройка аватара. </p> <p> Интерактивные функции в комнатах позволяют пользователям вместе смотреть мультимедиа, проводить мозговой штурм на досках, смотреть слайд-шоу, изучать 3D-модели и многое другое. Сами комнаты немного просты по сравнению с другими платформами, такими как Altspace, но если у вас есть амбиции и вы можете <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Хабы GitHub </a> , есть больше возможностей для настройки. </p> <p> </p> <p> Но что новое обновление приносит платформе? Новые пользователи, особенно в сфере образования, вдохновили на многие изменения. </p> <p> Таким образом, основными обновлениями платформы являются: </p> <ol> <li> Специальное окно / панель чата. </li> <li> Оптимизированный пользовательский интерфейс, не относящийся к VR. </li> <li> Новый форум поддержки. </li> </ol> <p> Вот взгляните на каждую новую функцию и как ее использовать ... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Как использовать новую панель чата Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> В более ранних версиях Mozilla Hubs уже была функция чата. Однако текст чата на мгновение появился на основном дисплее, прежде чем исчезнуть. Это мешало пользователю видеть комнату за текстом и означало, что чаты нельзя было перечитывать и ссылаться на них. </p> <p> Новое обновление создает окно чата или панель сбоку от экрана. Это делает вид комнаты немного меньше, но также упрощает чтение текста чата. Текст чата также остается в панели чата, позволяя беседе сохраняться с течением времени. </p> <p> Это особенно удобно для вопросов, задаваемых во время презентации или во время разговора, если вы пришли в комнату поздно. </p> <p> Вы можете получить доступ к окну чата, используя <strong> Чат </strong> на нижней панели инструментов и введите свое сообщение в текстовое поле. Если вы не хотите, чтобы панель чата уменьшала размер экрана, вы можете щелкнуть тот же значок, чтобы свернуть его. </p> <p> В свернутом виде текст чата все еще появляется на мгновение, но он гораздо меньше отвлекает, чем был до обновления. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Как выбрать пользовательский интерфейс, не относящийся к VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs лучше всего можно охарактеризовать как «иммерсивное пространство». Это может быть среда «виртуальной реальности», если она соединена с оборудованием VR, но это специализированное оборудование не обязательно для использования концентраторов. </p> <p> Разработчики концентраторов хотели, чтобы пользовательский интерфейс был как можно более похожим, независимо от того, какое оборудование использует человек для доступа к платформе. Это также было удобно, если пользователи регулярно использовали концентраторы на различных устройствах, потому что интерфейс не сильно менялся от ПК к гарнитуре VR, телефону или планшету. </p> <p> Тем не менее, интерфейс отдает предпочтение удобству использования с оборудованием VR, что делает некоторые команды неудобными при использовании интерфейсов, отличных от VR. В каком-то смысле это имело смысл, потому что VR - более иностранный интерфейс, поэтому оптимизация для этого интерфейса сделала его довольно плавным. Проблема заключалась в том, что это приносило в жертву удобство использования для пользователей, не использующих виртуальную реальность, которые, как оказалось, составляли большинство пользователей. </p> <p> Но в обновлении был создан отдельный не-VR интерфейс. Таким образом, хотя элементы управления на разных платформах не так универсальны, как раньше, все равно выигрывают. </p> <p> Теперь вы можете легко получить доступ к этому обновленному интерфейсу при создании или входе в комнату. </p> <p> Когда вы впервые создаете комнату или входите в нее, выберите <strong> Присоединиться к комнате </strong> для интерфейса, отличного от VR. Пользователи, не использующие виртуальную реальность, теперь получают интерфейс «наведи и щелкни», который немного более удобен, чем отображение лучей в старом пользовательском интерфейсе. </p> <p> Если вы используете оборудование VR, выберите <strong> Войти на устройстве </strong> вместо. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Как получить дополнительную помощь с поддержкой сообщества Hubs </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Наконец, Mozilla объявила, что пользователи Hubs теперь могут получать поддержку через <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> специальный форум сообщества </a> . У хабов всегда было активное сообщество, но в основном оно было ориентировано на разработчиков. Разработчики могут (и помогали) помогать менее технически подкованным пользователям. </p> <p> Но новый вариант поддержки удобнее для не разработчиков. Страница поддержки уже заполнена часто запрашиваемыми терминами и регулярно запрашиваемыми темами. Раньше не было удобной функции просмотра вопросов пользователей, задаваемых на форумах. </p> <p> Чтобы найти ответы на запросы прямо сейчас, вы можете либо использовать панель поиска в верхней части страницы поддержки, либо просмотреть часто используемые темы и избранные статьи, выделенные Mozilla. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Вам нужно загрузить новые функции Mozilla Hubs? </h2> <p> Поскольку концентраторы основаны на браузере, эти обновления выполняются автоматически. Для большинства пользователей дополнительные загрузки или ручная установка не требуются. </p> <p> Пользователям хабов, которые использовали материалы с открытым исходным кодом для создания собственных пользовательских интерфейсов, возможно, придется вручную изменить некоторый код. У Mozilla есть руководство специально для этих особых случаев. </p> <p> Пользователи, которые знакомы с концентраторами, как это было до обновления, заметят изменения. Однако, поскольку обновления интерфейса не изменяют взаимодействие с виртуальной реальностью и не оптимизируют взаимодействие с виртуальной реальностью, к изменениям должно быть легко привыкнуть независимо от того, как вы получаете доступ к концентраторам. </p> <p> </p> <p> Обновления также знаменуют собой прекрасное время для новых пользователей, чтобы проверить платформу. Специальная функция окна чата, в частности, облегчает преподавателям и докладчикам ответы на вопросы, потенциально расширяя возможности использования платформы. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Исследуйте новые центры </h2> <p> Обновления Mozilla Hubs демонстрируют большую заботу о пользователях. Отвечая на варианты использования и профили пользователей, которые разработчики видят чаще всего, панель чата, новые каналы поддержки и оптимизированные интерфейсы делают платформу более удобной и доступной. </p> <p> Даже с обновлениями, если концентраторы вам не подходят, помните, что это не единственная платформа удаленного присутствия с поддержкой виртуальной реальности. Другой опыт может решить вашу проблему. </p>"}