{"title":"Как сделать фон прозрачным в фотошопе","content":"<p> В Adobe Photoshop доступно несколько инструментов, использующих Adobe Sensei, движок искусственного интеллекта (AI) платформы. Эти инструменты пригодятся для множества целей, в том числе для создания прозрачного фона. </p> <p> В следующих уроках мы покажем вам, как сделать фон прозрачным в Photoshop, используя несколько разных простых методов. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Почему вы хотите сделать фон прозрачным в Photoshop? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Для начала перефразируем вопрос. Потому что обычно более опытные пользователи Photoshop знают, что такое прозрачный фон и для чего он нужен. </p> <p> Вкратце, если вы спрашиваете, как сделать фон прозрачным в Photoshop, вы, вероятно, спросите: «Как мне удалить фон с моего изображения в Photoshop?» Или, возможно, вы задаетесь вопросом: «Как мне удалить фон с моего изображения в Photoshop?» </p> <p> Помимо семантики, вот несколько распространенных причин, по которым вы хотели бы сделать фон прозрачным в Photoshop: </p> <ul> <li> Чтобы удалить отвлекающие элементы, такие как другие люди или предметы </li> <li> Создать художественный портрет </li> <li> Чтобы поместить объект на совершенно другой фон </li> </ul> <p> По сути, создание прозрачного фона в Photoshop напрямую связано с изоляцией объекта. То есть что-то не так с фоном исходного изображения, и вы хотите полностью удалить фон, чтобы выделить объект. </p> <p> Помня об этой основной концепции, давайте рассмотрим несколько различных способов сделать фон прозрачным в Photoshop. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Использование панели свойств в Photoshop для удаления фона </h2> <p> Этот метод - самый простой способ удалить фон в Photoshop. Но это зависит от вашего имиджа. Этот метод лучше всего работает, если у вас простой фон, на котором объект съемки выделяется и четко очерчен. </p> <p> Вы можете скачать это фото из <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> и следуйте дальше. </p> <ol> <li> Как только ваше изображение будет импортировано в Photoshop, нажмите <strong> Ctrl </strong> + <strong> J </strong> для дублирования слоя. <strong> Примечание: </strong> Если вы пропустите этот шаг, вы не увидите варианты выбора, которые мы рассмотрим на третьем шаге. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Перейти к <strong> Окно </strong> &gt; <strong> Характеристики </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Выбирать <strong> Удалить фон </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Для просмотра прозрачного фона щелкните значок <strong> Глаз </strong> значок слева от <strong> Задний план </strong> слой. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> С одним прозрачным слоем вы можете перенести его на другой фон или создать другие эффекты, чтобы выделить объект съемки. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Размещение сплошного корректирующего слоя </h3> <p> Хотя изменение фона - это тема для другого урока, мы быстро покажем вам, как разместить <strong> Корректирующий слой сплошного цвета </strong> под прозрачным слоем, чтобы создать другой эффект. </p> <ol> <li> Используя правки из нашего руководства выше, переключите <strong> Икс </strong> до тех пор, пока цвет переднего плана не станет <strong> Чернить </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Перейти к <strong> Создать новый слой заливки или корректирующий слой </strong> в правом нижнем углу экрана и выберите <strong> Сплошной цвет </strong> . Затем щелкните <strong> ОК </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Слой Color Fill должен появиться поверх вашей стопки слоев. Если этого не произойдет, ничего страшного, потому что сейчас мы собираемся нажать на <strong> Цвет заливки </strong> слой и перетащите его чуть ниже нашего прозрачного слоя, как показано. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Вы можете увидеть, как легко использовать только что созданный прозрачный слой и поместить его на новый фон. </p> <p> Если ваш объект - портрет, подобный этому, вы даже можете продолжить <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> отредактируйте изображение с помощью плагина Photoshop, который называется Portrait Pro </a> , чтобы еще больше улучшить изображение. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Использование инструмента выбора темы для создания прозрачного фона </h2> <p> Инструмент «Выбор темы» может использоваться вместо описанного выше метода, но для этого требуются дополнительные шаги. Это связано с тем, что инструмент «Выбор объекта» лучше работает со сложным фоном или с фоном, где есть несколько объектов. По сути, мы говорим Photoshop, что выбрать, чтобы создать прозрачный фон. </p> <p> В этом уроке мы подготовим изображение, чтобы удалить женщину с левой стороны нашей фотографии, сделав эту часть изображения прозрачной. Это позволит нам либо заполнить пространство другим человеком, либо использовать различные инструменты Photoshop для заполнения пикселей. </p> <p> Опять же, это темы для другого руководства, но мы упоминаем их здесь, потому что обычно после создания прозрачного фона необходимо выполнить дополнительные действия по редактированию. </p> <p> Вы можете скачать это фото из <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> и следуйте дальше. </p> <ol> <li> С изображением, импортированным в Photoshop, перейдите в <strong> Выбирать </strong> &gt; <strong> Предмет </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Обе женщины будут выбраны, на что указывают выделенные линии «марширующих муравьев» вокруг них. Выберите <strong> Лассо </strong> в левом столбце, если он не отображается по умолчанию. Затем с <strong> Alt </strong> удерживая нажатой клавишу, обведите кружком женщину справа, а затем отпустите <strong> Alt </strong> ключ. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Щелчок левой кнопкой мыши </strong> где-то внутри выбранной женщины слева. Выбирать <strong> Выбрать инверсный </strong> из меню. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Перейти к <strong> Выбирать </strong> &gt; <strong> Выбрать и замаскировать </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> По умолчанию красным цветом обозначена выбранная область. Чтобы выделить большую часть изображения, которое нужно сделать прозрачным, например части стула, выберите <strong> Щетка </strong> инструмент, как показано. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Убедитесь, что <strong> Плюс </strong> ( <strong> + </strong> ) значок выбран выше. Затем закрасьте желаемую область красным цветом, чтобы сделать ее прозрачной. В этом случае осталось совсем немного. </li> <li> Затем перейдите к <strong> Вывод в </strong> и выберите <strong> Новый слой с маской слоя </strong> из раскрывающегося меню. Нажмите <strong> ОК </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> У вас останется частично прозрачный фон на том месте, где раньше была дама слева. Выбор не идеален. Вы все еще можете видеть несколько пикселей волос и лица женщины. Но это можно исправить с помощью <strong> Щетка </strong> инструмент с <strong> Фоновый слой </strong> выбрано. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> В качестве альтернативы его также можно оставить как есть. Если человека только удаляют, то есть инструменты с учетом содержимого, которые можно применить для смешивания с фоном. Таким образом, создается впечатление, что женщина сидит за столом одна. Или еще один человек может составить ей компанию. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Другие инструменты выделения: цветовой диапазон, область фокусировки и небо. </h2> <p> Возможно, вы заметили, что в <strong> Выбирать </strong> меню кроме <strong> Предмет </strong> . Во всех трех методах выбора используются разные инструменты, но все они выполняют одно и то же - все они определяют, что выбирает Photoshop. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Как <strong> Предмет </strong> выбор, эти инструменты могут дать вам результаты с частичным или полностью прозрачным фоном. Но в целом они используются для более точных результатов, например, когда <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> замена неба в фотошопе </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Два инструмента - все, что вам нужно для создания прозрачного фона </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> В прошлом пользователям Photoshop приходилось полагаться на набор инструментов выделения для создания прозрачного фона. Эти инструменты доступны и сегодня (лассо, волшебная палочка, перо и т. Д.) И остаются полезными для точной работы. </p> <p> Но в наши дни для создания прозрачного фона нужно всего два инструмента, во многом благодаря AI-ядру Adobe Sensei. </p> <p> Существуют плагины Photoshop, такие как Luminar AI, которые также используют AI для редактирования ваших фотографий. С такой передовой технологией, применяемой для редактирования фотографий, можно с уверенностью сказать, что создание прозрачного фона в ближайшем будущем станет еще проще и точнее. </p> <p> <small> Кредит изображения: Подгузник / <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}