{"title":"Как исправить сбой состояния питания драйвера в Windows 10","content":"<p> Ошибка состояния питания драйвера - это редкая ошибка синего экрана, которая возникает, когда драйвер переходит в спящий режим во время вашей работы. BSOD часто появляется, когда компьютер выходит из спящего режима, и Windows вообще не может разбудить драйвер устройства или драйвер слишком долго отвечает. </p> <p> Ошибка может быть устранена с помощью простых настроек параметров питания, но некоторым пользователям, возможно, придется копаться глубже, чтобы устранить проблему. Вот шесть способов исправить ошибку сбоя состояния питания драйвера в Windows 10. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Измените параметры питания и схемы управления питанием. </h2> <p> Первый шаг, который пользователи должны предпринять для диагностики этой ошибки, - это изменить настройки питания своего устройства. Вот как вы можете изменить настройки питания в Windows 10. </p> <h3 id=\"change-power-settings\"> Изменить настройки питания </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> В строке поиска меню Пуск введите <strong> Панель управления </strong> и откройте его. </li> <li> Ищу <strong> Варианты питания </strong> нажмите здесь. </li> <li> В открывшемся окне нажмите на опцию, которая гласит <strong> Выберите, что делает кнопка питания </strong> . </li> <li> Нажмите на <strong> Изменить настройки, которые в настоящее время недоступны </strong> . Для этого вам потребуются права администратора. </li> <li> Снимите флажок <strong> Включите быстрый запуск, Sleep, </strong> а также <strong> Спящий режим </strong> параметры. </li> <li> Нажмите на <strong> Сохранить изменения </strong> и выйти. </li> </ol> <h3 id=\"change-power-plan-settings\"> Изменить настройки схемы электропитания </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> Открыть <strong> Панель управления </strong> и нажмите на <strong> Варианты питания. </strong> </li> <li> Найдите текущий выбранный план электропитания и нажмите <strong> Изменить настройки тарифного плана </strong> . </li> <li> Затем нажмите на <strong> Измените расширенные настройки мощности. </strong> </li> <li> Разверните <strong> Спать </strong> раздел и убедитесь, что все настройки установлены на <strong> Никогда </strong> . </li> <li> Перейдите к <strong> Настройки беспроводного адаптера </strong> а также <strong> PCI Express </strong> . Разверните и установите все параметры на <strong> Никогда </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Обновите драйверы дисплея и сети. </h2> <p> Наиболее распространенной причиной сбоя состояния питания драйвера BSOD является неисправный драйвер сети или дисплея. Вот почему лучше всего убедиться, что оба этих драйвера обновлены и работают без сбоев. </p> <p> Иногда более новые обновления также могут вызывать нестабильность системы. В таких случаях пользователям придется откатить эти обновления. Обновление драйверов дисплея также может <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> решить проблемы с мерцанием и миганием экрана. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Как обновить драйверы сети и дисплея </h3> <ol> <li> Нажмите <strong> Клавиша Windows + R </strong> и введите <strong> devmgmt.msc </strong> . В <strong> Диспетчер устройств </strong> окно откроется. </li> <li> Ищу <strong> Видеоадаптеры </strong> и разверните меню. </li> <li> Щелкните драйверы правой кнопкой мыши и выберите <strong> Обновить драйвер </strong> . </li> <li> Нажмите на <strong> Автоматический поиск обновленного программного обеспечения драйвера </strong> . Windows автоматически загрузит и установит последние версии драйверов. </li> <li> Сделайте то же самое для <strong> Сетевые адаптеры </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Как вернуться к предыдущим версиям драйверов сети и дисплея </h3> <ol> <li> Открыть <strong> Диспетчер устройств </strong> и расширить <strong> Видеоадаптеры </strong> вариант. </li> <li> Щелкните драйвер правой кнопкой мыши и выберите <strong> Характеристики </strong> . </li> <li> Перейдите к <strong> Водитель </strong> вкладка в <strong> Характеристики </strong> меню. </li> <li> Нажмите на <strong> Откат драйвера, </strong> и Windows восстановит предыдущую версию драйвера. </li> <li> Выполните те же действия для <strong> Сетевые адаптеры </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. Восстановите поврежденные системные файлы с помощью SFC и DISM. </h2> <p> SFC и DISM - два из самых эффективных встроенных инструментов Windows, которые можно использовать для исправления широкого спектра системных ошибок. В случае синего экрана ошибки смерти объединение этих двух может оказаться полезным для устранения ошибки. </p> <p> </p> <p> Пользователи должны помнить, что перед попыткой исправления жизненно важно создать точку восстановления системы. </p> <h3 id=\"how-to-use-dism\"> Как использовать DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> Открыть <strong> Командная строка </strong> в качестве администратора. </li> <li> Тип <strong> DISM.exe / Онлайн / Очистить изображение / scanhealth </strong> и дождитесь завершения процесса. </li> <li> После завершения введите <strong> DISM.exe / Online / Cleanup-image / Restorehealth </strong> . </li> <li> Дождитесь завершения процесса. </li> </ol> <p> Как использовать SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Запустить <strong> Командная строка </strong> в качестве администратора. </li> <li> В консоли введите <strong> sfc / scannow </strong> . </li> <li> Windows автоматически найдет поврежденные файлы и восстановит их. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Верните свой компьютер в предыдущее состояние. </h2> <p> Когда вы исчерпали все остальные возможности, лучше всего восстановить ваш компьютер до предыдущего состояния. Иногда недавно установленное программное обеспечение вносит изменения, которые могут вызвать ошибку. Windows обычно создает точку восстановления системы автоматически перед установкой новых программ, и сейчас лучшее время для использования этой функции. </p> <p> Чтобы использовать Восстановление системы, выполните следующие действия: </p> <ol> <li> Нажмите <strong> Клавиша Windows + R </strong> и введите <strong> rstrui.exe </strong> . </li> <li> в <strong> Восстановление системы </strong> В окне нажмите «Далее» и выберите из списка точку восстановления. </li> <li> Нажмите на <strong> Заканчивать, </strong> после чего устройство загрузится в выбранное состояние. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. Обновите BIOS. </h2> <p> В непрерывном потоке обновлений программного обеспечения, драйверов и Windows BIOS обычно не учитывается. В основном это связано с тем, что это нужно делать вручную. </p> <p> При работе с ошибкой состояния питания драйвера пользователи должны убедиться, что их BIOS обновлен до последней версии. Как объясняется здесь, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> BIOS - важная часть вашего компьютера </a> , поэтому будьте предельно осторожны при внесении в него каких-либо изменений. </p> <h3 id=\"how-to-check-and-update-the-bios\"> Как проверить и обновить BIOS </h3> <ol> <li> Печатать <strong> Конфигурация системы </strong> в строке поиска меню Пуск. </li> <li> В окне ищите <strong> Версия / дата BIOS </strong> и запишите версию. </li> <li> После этого посетите веб-сайт производителя материнской платы и найдите последнюю версию BIOS в разделе загрузок. </li> <li> Скачайте и запустите установочный файл. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Перед установкой вы получите возможность сделать резервную копию текущей версии BIOS. Не забудьте выбрать опцию, если дела пойдут плохо. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Отключите антивирус и Защитник Windows. </h2> <p> Антивирусное программное обеспечение может иногда удалять или мешать работе важных файлов Windows. Это также может произойти при обновлении драйверов, поскольку иногда программное обеспечение ошибочно отмечает некоторые файлы в установочном пакете. </p> <p> Довольно легко временно отключить антивирусное программное обеспечение. Просто щелкните правой кнопкой мыши значок вашего антивируса на панели задач и нажмите «Отключить защиту». Обычно такой способ используется для большинства антивирусных программ, но для других антивирусов он может отличаться. </p> <p> Чтобы отключить Защитник Windows, сделайте следующее: </p> <ol> <li> Искать <strong> Безопасность Windows </strong> в строке поиска меню Пуск и выберите первый результат. </li> <li> На панели управления нажмите <strong> Защита от вирусов и угроз </strong> . </li> <li> Нажмите на <strong> Управление настройками </strong> и отключите защиту в реальном времени. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Обратите внимание, что отключать антивирус следует только временно. Если отключение антивируса останавливает ошибку Driver Power State Failure, вам следует <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> подумайте о замене антивирусного программного обеспечения на альтернативу </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Ошибка состояния питания драйвера: решена </h2> <p> BSOD никогда не приветствуются, но обычно их легко исправить. </p> <p> В случае сбоя состояния питания драйвера простое обновление драйвера обычно решает проблему. Но в противном случае пользователи всегда могут прибегнуть к расширенным исправлениям, перечисленным выше. </p>"}