{"title":"Как использовать автоматизацию ярлыков Apple Watch и 3 примера попробовать","content":"<p> Вы когда-нибудь хотели, чтобы ваши Apple Watch автоматически включали режим «Не беспокоить», когда вы входите в кинотеатр? Хотели бы вы автоматически менять циферблат Apple Watch раз в день? Вы можете делать это и многое другое благодаря автоматизации Apple Watch. </p> <p> watchOS 7 представила несколько отличных программ автоматизации для Apple Watch. Самое приятное то, что вам не нужны какие-либо знания программирования, чтобы настроить эти подпрограммы или создать свои собственные. </p> <p> Мы покажем вам, как настроить автоматизацию на Apple Watch, а также три вида автоматизации, чтобы проиллюстрировать некоторые примеры того, что вы можете делать. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Как настроить автоматизацию Apple Watch </h2> <p> Приложение Apple Shortcuts - это центр автоматизации iOS, и в нем есть все необходимое для настройки автоматизации Apple Watch. В отличие от ярлыков Siri, автоматизация iOS не может быть передана другим пользователям на момент написания. Это означает, что мы не можем предоставить ссылку для загрузки наших любимых автоматов. </p> <p> Вместо этого мы дадим вам пошаговое руководство по созданию автоматизации Apple Watch (со скриншотами), чтобы вы могли быстро настроить их на своем iPhone. </p> <p> </p> <p> Чтобы создать автоматизацию Apple Watch, вам сначала нужно решить, что вы хотите автоматизировать, и соответственно выбрать триггеры. Начнем с чего-нибудь простого, например переводить Apple Watch в беззвучный режим каждую ночь в 22:00. </p> <p> Вы можете легко настроить это, выполнив следующие действия: перейдя в <strong> Автоматизация </strong> вкладка в приложении Ярлыки. Вот как: </p> <ol> <li> Открой <strong> Ярлыки </strong> приложение на телефоне и перейдите в <strong> Автоматизация </strong> таб. </li> <li> Если вы никогда не создавали автоматизацию на своем iPhone, нажмите большую синюю кнопку с надписью <strong> Создать личную автоматизацию </strong> . Если вы уже создавали автоматизацию раньше, вам нужно будет нажать на <strong> Плюс </strong> кнопку в правом верхнем углу, а затем нажмите <strong> Создать личную автоматизацию </strong> . </li> <li> Поскольку мы хотим запускать автоматизацию в определенное время каждый день, коснитесь <strong> Время суток </strong> , Выбрать <strong> Время суток </strong> еще раз и введите время в поле прямо под этой опцией. В нашем случае мы будем следить за тем, чтобы время было 22:00 (или 22:00). </li> <li> Прямо под этим вы можете установить частоту для этой автоматизации. В нашем случае мы собираемся нажать <strong> Ежедневно </strong> . Теперь нажмите <strong> Следующий </strong> , который находится в правом верхнем углу экрана. </li> <li> На следующей странице коснитесь <strong> Добавить действие </strong> и ищи <strong> Установить бесшумный режим </strong> , который появится под <strong> Действия </strong> подзаголовок. Кран <strong> Установить бесшумный режим </strong> и убедитесь, что действие <strong> Включите бесшумный режим </strong> . Теперь нажмите <strong> Следующий </strong> . </li> <li> Последний экран покажет вам, когда автоматизация будет запущена и что она будет делать. Вам просто нужно отключить <strong> Спросите перед бегом </strong> чтобы убедиться, что автоматизация будет работать сама по себе. Кран <strong> Сделанный </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея изображений (3 изображения) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Расширять <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Расширять <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Расширять </p> <p> Закрывать </p> <p> Теперь, в 22:00 каждую ночь, ваши Apple Watch автоматически переходят в беззвучный режим. Если вы хотите отключить беззвучный режим утром, вы можете создать вторую аналогичную автоматизацию, чтобы выполнить свою работу. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 отличных средства автоматизации для Apple Watch, которые стоит попробовать </h2> <p> Теперь, когда мы рассмотрели пример, давайте рассмотрим некоторые из наиболее полезных средств автоматизации Apple Watch, которые вы можете настроить на своем устройстве. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Начните тренировку, когда вы прибываете или покидаете место. </h3> <p> Легко забыть начать тренировку на Apple Watch. Несмотря на то, что устройство имеет функцию автоматического определения тренировки, оно не всегда работает надежно. Это особенно касается тренировок с низкой интенсивностью, таких как упражнения на подвижность. </p> <p> К счастью, для решения этой проблемы есть автоматизация Apple Watch: </p> <ol> <li> В приложении Ярлыки создайте новую автоматизацию и коснитесь <strong> Прибыть </strong> . </li> <li> Теперь нажмите <strong> Выбирать </strong> , чтобы выбрать место, которое запускает эту тренировку. Просто введите название своего тренажерного зала или соседнего парка, где вы собираетесь пробежаться, и карта с булавкой местоположения появится в нижней половине экрана. Здесь вы можете расширить радиус срабатывания этой автоматизации. Кран <strong> Сделанный </strong> . </li> <li> Либо выберите <strong> Любое время </strong> или выберите <strong> Временной интервал </strong> когда вы хотите, чтобы эта автоматизация работала. Теперь нажмите <strong> Следующий </strong> . </li> <li> Кран <strong> Добавить действие </strong> и ищи <strong> Начать тренировку </strong> . </li> <li> Кран <strong> Начать тренировку </strong> и выберите тренировку вместе с целью (открытая цель, время, сожженные калории или пройденное расстояние). После этого коснитесь <strong> Следующий </strong> . </li> <li> Проверьте свою автоматизацию и коснитесь <strong> Сделанный </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея изображений (3 изображения) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Расширять <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Расширять <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Расширять </p> <p> Закрывать </p> <p> Теперь ваши Apple Watch будут автоматически начинать тренировки в зависимости от вашего местоположения. Вы также можете выбрать <strong> Покинуть </strong> вместо <strong> Прибыть </strong> на первом этапе, чтобы запустить эту автоматизацию, когда вы покидаете определенное место, например, свой дом. Например, если вы работаете из дома и выходите только на утреннюю прогулку, вы можете заставить свои Apple Watch начинать тренировку прогулки на свежем воздухе каждый раз, когда вы выходите из дома. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Автоматическое изменение циферблата Apple Watch. </h3> <p> Сменить циферблат достаточно просто, но еще удобнее заставить Apple Watch сделать это за вас. Давайте посмотрим, как периодически менять циферблат, а также некоторые альтернативные триггеры, чтобы заставить эту работу работать по-другому. </p> <p> Во-первых, убедитесь, что вы <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> добавлены и настроены циферблаты на Apple Watch </a> так что тебе есть с чем работать. Затем в приложении Ярлыки: </p> <ol> <li> Создайте новую автоматизацию и коснитесь <strong> Время суток </strong> . </li> <li> Выберите, когда вы хотите менять циферблат, а также как часто вы хотите, чтобы это происходило. Мы выбрали <strong> Восход </strong> а также <strong> Ежедневно </strong> настраивать циферблат каждое утро. Кран <strong> Следующий </strong> . </li> <li> Теперь нажмите <strong> Добавить действие </strong> и ищи <strong> Установить циферблат </strong> . </li> <li> Кран <strong> Установить циферблат </strong> , кран <strong> Лицо </strong> , затем выберите один из циферблатов из списка. Кран <strong> Следующий </strong> . </li> <li> Запрещать <strong> Спросите перед бегом </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея изображений (2 изображения) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Расширять <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Расширять </p> <p> Закрывать </p> <p> Теперь наблюдайте за волшебством, когда ваш циферблат автоматически меняется. Если вы хотите, чтобы циферблат менялся каждые несколько часов, просто настройте аналогичную автоматизацию с другим временем на втором этапе. </p> <p> Вы также можете автоматически менять циферблат, когда выходите из дома или прибываете в какое-либо конкретное место, используя <strong> Прибыть </strong> или же <strong> Покинуть </strong> триггеры вместо <strong> Время суток </strong> на первом этапе. </p> <p> Собственные циферблаты Apple достаточно хороши, чтобы вы начали, но есть много <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> чудесные кастомные циферблаты Apple Watch </a> что вам тоже стоит попробовать. Это позволит вам добавить в вашу автоматизацию более широкий спектр лиц. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Включите режим театра в тихих местах. </h3> <p> Включение режима театра (в некоторых регионах - режима кино) переводит Apple Watch в беззвучный режим и отключает дисплей, пока вы не коснетесь экрана или не нажмете колесико Digital Crown. Это наиболее полезно в кинотеатрах или других местах, где вы не хотите беспокоить других. </p> <p> Вот как вы можете использовать ярлыки для автоматического включения режима театра в определенных местах: </p> <ol> <li> Создайте новую автоматизацию и выберите <strong> Прибыть </strong> курок. </li> <li> Теперь нажмите <strong> Выбирать </strong> и ищите театр или другое место, которое вы часто посещаете. Кран <strong> Сделанный </strong> , затем выберите временной диапазон, в течение которого вы хотите, чтобы эта автоматизация работала. Например, если вы посещаете это место в основном вечером, вы можете установить этот временной диапазон, чтобы избежать его случайного срабатывания. Теперь нажмите <strong> Следующий </strong> . </li> <li> Кран <strong> Добавить действие </strong> и ищи <strong> Установить режим театра </strong> . </li> <li> Кран <strong> Установить режим театра </strong> , с последующим <strong> Следующий </strong> . Наконец, коснитесь <strong> Сделанный </strong> чтобы включить эту автоматизацию. </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея изображений (2 изображения) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Расширять <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Расширять </p> <p> Закрывать </p> <p> Обязательно настройте другую автоматизацию, используя <strong> Покинуть </strong> активируйте и повторите этот процесс, чтобы режим театра автоматически отключался, когда вы покидаете локацию. </p> <p> Вы также можете использовать <strong> Время суток </strong> триггер для автоматического включения или отключения Театрального режима. Это может быть полезным вариантом перед сном или если у вас есть встреча в определенное время каждый будний день. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Создайте свою собственную автоматизацию для Apple Watch </h2> <p> Это всего лишь несколько простых способов автоматизации, которые вы можете настроить с помощью Apple Watch, но возможности безграничны. Вы можете попробовать крутые трюки, например, отправлять кому-то сообщение каждый раз, когда вы заканчиваете тренировку, а также многое другое. </p> <p> Выбранные нами средства автоматизации ориентированы на часто возникающие задачи, но проявив немного творчества, вы можете раздвинуть границы того, что ваши Apple Watch делают за вас. Не забывайте, что на Apple Watch есть множество других приложений, которые также повышают вашу продуктивность. </p>"}