{"title":"Как изменить звук при запуске по умолчанию в Windows 10","content":"<p> Windows 10 предлагает множество настроек, одна из которых - возможность изменить звук запуска по умолчанию. Если вам не нравится звуковой сигнал по умолчанию, который воспроизводится при загрузке компьютера, вы можете изменить его по своему усмотрению. </p> <p> В этом руководстве вы шаг за шагом покажете, как можно использовать собственный тон в качестве звука запуска по умолчанию в Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Отключите быстрый запуск. </h2> <p> Быстрый запуск - это функция, которая позволяет быстро загрузить систему Windows. Недостатком использования этой функции является то, что вы не слышите звук запуска. </p> <p> Чтобы включить и использовать собственный тон для запуска, необходимо сначала отключить эту функцию на своем компьютере. За исключением замедления времени загрузки на несколько секунд, это не должно повлиять на ваш компьютер. </p> <p> Вот как отключить быстрый запуск в Windows 10: </p> <ol> <li> Открой <strong> Начинать </strong> меню, поиск <strong> Панель управления </strong> и щелкните первый результат. </li> <li> Если вы просматриваете панель в режиме категорий, нажмите <strong> Оборудование и звук </strong> вариант. В противном случае нажмите <strong> Варианты питания </strong> . </li> <li> Выбирать <strong> Варианты питания </strong> на появившемся экране, если вы нажали <strong> Оборудование и звук </strong> на шаге выше. </li> <li> Нажмите <strong> Выберите, что делает кнопка питания </strong> налево. </li> <li> Выберите <strong> Изменить настройки, которые в настоящее время недоступны </strong> ссылка на сайт. </li> <li> Снимите флажок для <strong> Включить быстрый запуск (рекомендуется) </strong> . </li> <li> Нажмите <strong> Сохранить изменения </strong> внизу, чтобы сохранить изменения. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Есть способы <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> исправить медленную загрузку в Windows 10 </a> если вашему компьютеру требуется много времени для загрузки. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Включите звук при запуске Windows 10. </h2> <p> Теперь, когда быстрый запуск отключен, вам нужно включить параметр, который позволяет настроить звук запуска по умолчанию. </p> <p> Для включения этого параметра необходимо изменить значение в реестре Windows. Это не слишком сложно, и вы должны сделать это за пару минут. </p> <p> </p> <p> Вот как это сделать: </p> <ol> <li> Нажмите <strong> Клавиша Windows + R </strong> , тип <strong> regedit </strong> , и ударил <strong> Входить </strong> . </li> <li> Нажмите <strong> да </strong> в предложении внести изменения в реестр. </li> <li> Когда откроется реестр, перейдите по следующему пути. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> Справа дважды щелкните запись с надписью <strong> ExcludeFromCPL </strong> . </li> <li> Входить <strong>0</strong> в <strong> Данные значения </strong> поле выберите <strong> Шестнадцатеричный, </strong> и нажмите <strong> ОК </strong> . </li> <li> Щелкните значок <strong> Файл </strong> меню и выберите <strong> Выход </strong> для выхода из реестра. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> Параметр настройки запуска по умолчанию теперь должен быть включен. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Загрузите звуковой сигнал запуска. </h2> <p> Это то, в чем мы действительно не можем помочь вам шаг за шагом. Вам необходимо загрузить или выбрать звук со своего компьютера, который вы хотите использовать в качестве звука запуска по умолчанию на вашем компьютере. </p> <p> Это может быть любой аудиофайл, доступный в Интернете или на вашем компьютере. </p> <p> Если у вас еще нет звукового сигнала, вы можете загрузить его из Интернета и сохранить на свой компьютер. Здесь очень много <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> сайты бесплатной загрузки аудио </a> который вы можете использовать для загрузки приятного звука для звука загрузки вашего компьютера. </p> <p> Убедитесь, что ваш тон не слишком длинный. Это связано с тем, что, как вы уже знаете, ваш компьютер воспроизводит звук запуска только в течение нескольких секунд и не дольше этого. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Преобразуйте звуковой сигнал запуска в совместимый формат. </h2> <p> Загруженный тон должен быть в формате WAV, чтобы использовать его в качестве звука запуска по умолчанию. Если ваш файл находится в MP3 или любом другом аудиоформате, первое, что вам нужно сделать, это преобразовать файл в WAV. </p> <p> Это довольно просто сделать благодаря многим <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> бесплатные аудио конвертеры </a> доступны там. </p> <p> Просто выберите один из конвертеров, загрузите свой тон, выберите WAV в качестве выходного формата, и ваш звуковой сигнал при запуске Windows 10 должен быть готов. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Измените звук запуска по умолчанию в Windows 10. </h2> <p> Теперь, когда ваш тональный сигнал готов, вот последняя процедура, чтобы сделать его звуком запуска по умолчанию на вашем компьютере с Windows 10. </p> <p> Для этого выполните следующие действия: </p> <ol> <li> Открой <strong> Начинать </strong> меню, поиск <strong> Изменить системные звуки </strong> и щелкните первый результат. </li> <li> Отметьте поле с надписью <strong> Воспроизвести звук при запуске Windows </strong> . </li> <li> Находить <strong> Вход в Windows </strong> в <strong> Программные мероприятия </strong> раздел и щелкните его один раз. </li> <li> Вы можете услышать текущий звук, щелкнув <strong> Контрольная работа </strong> кнопка. </li> <li> Чтобы изменить текущий звук на свой тон, нажмите кнопку <strong> Просматривать </strong> кнопка. </li> <li> Перейдите в папку, в которой находится ваш тон WAV, и дважды щелкните по нему. </li> <li> Название вашего тона появится в <strong> Звуки </strong> выпадающее меню. Нажмите <strong> Контрольная работа </strong> чтобы проверить свой тон. </li> <li> Если вас все устраивает, нажмите <strong> Применять </strong> с последующим <strong> ОК </strong> внизу. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> В следующий раз, когда ваш компьютер включится, вы услышите только что выбранный звук запуска вместо звука по умолчанию. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Как сбросить звук при запуске по умолчанию в Windows 10 </h2> <p> Если вам когда-нибудь захочется вернуться к звуковому сигналу запуска по умолчанию, вы можете сделать это, изменив <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> параметр настроек на вашем ПК с Windows 10 </a> . </p> <p> Вот как: </p> <ol> <li> Искать <strong> Изменить системные звуки </strong> в <strong> Начинать </strong> меню и щелкните первый результат. </li> <li> Находить <strong> Вход в Windows </strong> в <strong> Программные мероприятия </strong> раздел и щелкните его один раз. </li> <li> Щелкните значок <strong> Звуки </strong> раскрывающееся меню внизу и выберите <strong> Windows Logon.wav </strong> вариант. </li> <li> Нажмите <strong> Применять </strong> с последующим <strong> ОК </strong> чтобы сохранить изменения. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> Ваш компьютер теперь будет воспроизводить звук запуска Windows по умолчанию при загрузке. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Как быстро изменить звук при запуске по умолчанию в Windows 10 </h2> <p> Если вы слишком часто меняете звук запуска по умолчанию, вы можете обнаружить, что описанные выше процедуры будут слишком сложными. </p> <p> В этом случае вы можете использовать бесплатное приложение WinAero Tweaker для изменения сигнала загрузки. Это приложение также доступно в портативной версии, поэтому вам не нужно ничего устанавливать на свой компьютер. </p> <p> Чтобы использовать это приложение: </p> <ol> <li> Загрузите и запустите <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> установочный файл. </li> <li> Когда он попросит выбрать режим, выберите <strong> Портативный режим </strong> . </li> <li> Следуйте инструкциям на экране. </li> <li> Запуск <strong> WinAero Tweaker </strong> . </li> <li> Расширять <strong> Появление </strong> слева и щелкните <strong> Звук при запуске </strong> в развернутом меню. </li> <li> ТИК <strong> Включить звук при запуске </strong> справа. </li> <li> Выбирать <strong> Заменить звук запуска </strong> . </li> <li> Выберите файл WAV, чтобы установить его в качестве звука запуска по умолчанию. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Изменение мелодии загрузки на свой вкус в Windows 10 </h2> <p> Если вы не являетесь большим поклонником текущего звука запуска, описанные выше методы позволят вам изменить его на свой любимый тон на вашем ПК. Вы всегда можете вернуться к тону по умолчанию, когда захотите. </p> <p> Windows 10 в значительной степени настраивается, и это позволяет вам сделать ваш компьютер по-настоящему вашим, позволяя изменять каждый его аспект. </p>"}