{"title":"Как присоединиться к серверу Minecraft","content":"<p> Однопользовательский Майнкрафт просто не режет? Хотите вместе с друзьями исследовать обширный мир процедурно генерируемых блоков? Не смотрите дальше, вот все, что вам нужно знать о том, как присоединиться к серверу Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Определение IP-адреса сервера Minecraft </h2> <p> Независимо от того, присоединяетесь ли вы к частному серверу друга или к общедоступному серверу с тысячами игроков, вы должны найти IP-адрес сервера. Не волнуйтесь, это быстро и легко, но это другой процесс. <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> найти свой IP-адрес в Windows </a> или Mac. </p> <h3 id=\"for-private-servers\"> Для частных серверов </h3> <p> Если у вашего друга есть собственный сервер, к которому вы хотите присоединиться, спросите его IP. Если они уже знают IP-адрес сервера, переходите к следующему разделу. </p> <p> Если они приобрели серверный хостинг у стороннего сайта, они обычно могут найти IP-адрес, проверив панель управления сайта или электронное письмо, которое они могли получить при покупке. </p> <p> Если они запускают сервер со своего компьютера, у вас есть два варианта подключения - LAN (локальная сеть доступа) и через Интернет (владелец должен перенаправить порт, чтобы другие могли подключиться через Интернет). </p> <p> Если вы используете ту же сеть, что и они (LAN), вы можете подключиться, используя их внутренний IP-адрес. Для подключений к локальной сети переадресация портов не требуется. </p> <p> Найдите свой внутренний IP-адрес, открыв командную строку или терминал. Нажмите <strong> Windows + R </strong> и введите <strong> cmd </strong> в <strong> Запустить </strong> подсказка в Windows или для Mac используйте <strong> Cmd + Пробел </strong> чтобы открыть прожектор и ввести <strong> Терминал </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Для командной строки Windows </strong> : Тип <strong> ipconfig </strong> в командную строку, чтобы найти свой IP-адрес. Ищите <strong> IPv4-адрес </strong> . Это будет выглядеть примерно так: «192.165.0.123». Теперь, когда у вас есть этот адрес, скопируйте его в буфер обмена ( <strong> Ctrl + C </strong> в Windows и <strong> Cmd + C </strong> на Mac) и перейдите к следующему разделу, чтобы узнать, что с ним делать. </p> <p> <strong> Для терминала Mac </strong> : Тип <strong> ipconfig getifaddr en0 </strong> (или же <strong> ipconfig getifaddr en1 </strong> если вы используете Ethernet вместо Wi-Fi) в свой терминал, чтобы найти свой IP-адрес. Терминал отображает ваш IP-адрес в новой строке. Теперь, когда у вас есть этот адрес, скопируйте его в буфер обмена ( <strong> Ctrl + C </strong> в Windows и <strong> Cmd + C </strong> на Mac) и перейдите к следующему разделу, чтобы узнать, что с ним делать. </p> <p> Если вы подключаетесь к частному серверу через Интернет, вам понадобится его общедоступный IP-адрес. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Вы можете найти свой общедоступный IP-адрес с помощью такого инструмента, как <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Whatismyipaddress </a> . Теперь, когда у вас есть этот адрес, скопируйте его в буфер обмена ( <strong> Ctrl + C </strong> в Windows и <strong> Cmd + C </strong> на Mac) и перейдите к следующему разделу, чтобы узнать, что с ним делать. </p> <h3 id=\"for-public-servers\"> Для публичных серверов </h3> <p> Если вы хотите присоединиться к общедоступному серверу с другими игроками, найдите IP-адрес, выполнив поиск в Интернете по списку серверов. Ниже в этой статье описаны несколько отличных серверов, которые вы можете попробовать. </p> <p> Теперь, когда у вас есть этот адрес, скопируйте его в буфер обмена ( <strong> Ctrl + C </strong> в Windows и <strong> Cmd + C </strong> на Mac) и перейдите к следующему разделу, чтобы узнать, что с ним делать. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Как присоединиться к серверу Minecraft: вставьте IP-адрес </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Как только у вас будет IP-адрес сервера, к которому вы хотите присоединиться, запустите Minecraft и перейдите к <strong> Мультиплеер </strong> экран. </p> <p> У вас есть два варианта подключения к серверу отсюда. Если вы знаете, что захотите вернуться на сервер, нажмите <strong> Добавить сервер </strong> так что вы можете сохранить его в свой список. </p> <p> Если вы просто зашли, чтобы проверить, используйте <strong> Прямая связь </strong> чтобы он не отображался в списке. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> В любом случае вставьте IP-адрес, который вы скопировали в буфер обмена, в поле с надписью <strong> Адрес сервера </strong> . </p> <p> Для <strong> Прямая связь </strong> нажмите <strong> Присоединиться к серверу </strong> . Для <strong> Добавить сервер </strong> нажмите <strong> Сделанный </strong> а затем присоединитесь к серверу из своего списка, дважды щелкнув по нему или выбрав его и щелкнув <strong> Присоединиться к серверу </strong> . </p> <p> Теперь вы играете в многопользовательский Minecraft! Если вы хотите вывести майнкрафт на новый уровень, ознакомьтесь с нашими <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> Шпаргалка по командам Ultimate Minecraft </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Серверы Minecraft для игры с друзьями </h2> <p> Все эти серверы интересны по своим причинам, мы отлично провели время, тестируя их. </p> <p> <strong> Гипиксель </strong> (IP: hypixel.net): Hypixel долгое время пользовался огромной популярностью, и не зря. Вы можете играть в множество мини-игр, начиная от <strong> Блиц игры на выживание </strong> к <strong> Мега Стены </strong> или же <strong> Тайна убийства </strong> . </p> <p> <strong> ВселеннаяMC </strong> (IP: mcc.universemc.us): UniverseMC имеет <strong> Фракции </strong> режим, который заставит вас возвращаться изо дня в день. Серьезно, это затягивает. <strong> KitPVP </strong> также отличный способ освежить свои навыки боя на мечах. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Возможно, мы потратили слишком много времени, играя в Snapcraft. <strong> Тюрьма </strong> режим. Если продвижение по тюремной службе вам не кажется забавным, попробуйте свои силы в их <strong> Паркур </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;s <strong> Skyblock </strong> Режим - это приключение, в котором можно потеряться. Каждый блок на счету, и их слишком легко потерять в бездну. </p> <p> <strong> РеализмГород </strong> (IP: play.realismtownmc.com): RealismTown - это побег от всего этого. Простой сервер выживания с настраиваемыми плагинами, шумной экономикой и дружелюбными лицами. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Как пригласить других и присоединиться к миру Minecraft </h2> <p> Настройка частного сервера Minecraft может быть сложной задачей. Minecraft Realms упрощает задачу! </p> <p> Если вы хотите присоединиться к серверу Realms, владелец сервера должен сначала внести вас в белый список. Владелец Царства может сделать это, пригласив вас. </p> <p> Владелец Realm может пригласить другого игрока, запустив Minecraft и перейдя в <strong> Minecraft Realms </strong> и нажав на <strong> гаечный ключ </strong> значок своего царства. Отсюда выберите вариант, который гласит <strong> Игроки </strong> и пригласите желаемого игрока под его именем пользователя Minecraft. </p> <p> Вы можете проверить свои приглашения, нажав на <strong> конверт </strong> значок вверху рядом с <strong> Minecraft Realms </strong> логотип. Если у вас есть ожидающее приглашение, оно появится здесь, и вы сможете его принять. </p> <p> </p> <p> После того, как вы приняли приглашение, вы сможете присоединиться к Царству из своего списка Царств, выбрав его и нажав <strong> Играть </strong> или просто дважды щелкнув по опции списка. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Сохраняйте воспоминания в многопользовательской игре Minecraft </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Теперь, когда у вас есть ноу-хау, чтобы присоединиться к любому серверу Minecraft, на который вы нацеливаетесь, пора приступить к игре. Испытайте то, что предлагает Minecraft, когда вы играете с друзьями; это намного больше, чем то, что он может дать вам, когда вы играете в один из его игровых режимов в одиночку. </p> <p> Игра в Minecraft с другими - также отличная возможность завести новых друзей и узнать что-то новое. Каждый опыт, который вы получили, создавая массивную структуру или будучи последней командой, выжившей в тотальной войне игрока против игрока, вы можете помнить на долгие годы. </p>"}