{"title":"Как освободить место в iCloud","content":"<p> Вам надоели всплывающие уведомления о том, что в вашей учетной записи iCloud мало места? Хорошие новости: вам не нужно долго их терпеть. </p> <p> Более того, вам не нужно будет тратить деньги на обновление аккаунта. </p> <p> Apple предоставляет каждому пользователю 5 ГБ бесплатного хранилища в iCloud, что кажется почти пустяком. Но если вы сыграете правильно, вы поймете, что этого более чем достаточно для всех ваших нужд. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Узнайте, что занимает больше всего места </h2> <p> Когда ваше хранилище iCloud заполнено, лучше всего начать с определения того, что занимает больше всего места на ваших устройствах. Чаще всего вы будете удивлены ответом. </p> <p> Чтобы узнать, что занимает больше всего места в iCloud на вашем iPhone: </p> <ol> <li> Перейти к <strong> Настройки </strong> . </li> <li> Нажмите, чтобы <strong> идентификатор Apple ID </strong> . </li> <li> Перейти к <strong> iCloud&gt; Управление хранилищем </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея изображений (2 изображения) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Расширять <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Расширять </p> <p> Закрывать </p> <p> Когда вы находитесь на вкладке «Управление хранилищем», вы получите подробную информацию о том, что занимает больше всего места в вашей учетной записи iCloud. Для некоторых функций вы можете просмотреть и удалить данные, чтобы освободить место для хранения. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Удалите свои старые фотографии </h2> <p> Фотографии часто являются наиболее очевидным воровством хранилища в вашей учетной записи iCloud. Если вы делаете снимки на профессиональную камеру и загружаете их на свой телефон, это еще более актуально. </p> <p> Чтобы удалить фотографии на вашем iPhone: </p> <ol> <li> Зайдите в свою фотопленку. </li> <li> Выберите изображения, которые хотите удалить. </li> <li> Вернитесь в главное меню камеры. </li> <li> Войдите в <strong> Недавно удалено </strong> папка. </li> <li> Выбирать <strong> Удалить все </strong> и подтвердите. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Удалите старые электронные письма </h2> <p> Если вы подключили свою учетную запись электронной почты к iCloud, но редко используете сообщения, вы занимаетесь ценным пространством, которое можно было бы использовать в другом месте. Если вы пользуетесь сервисом в течение многих лет, объем данных, которые они используют, будет постепенно увеличиваться. </p> <p> Чтобы удалить старые электронные письма: </p> <ol> <li> Зайдите в свое почтовое приложение. </li> <li> Выберите письма, которые хотите удалить. </li> <li> Удалите эти письма и закройте приложение. </li> </ol> <p> Если вы не так часто пользуетесь Почтой, вы также можете удалить приложение со своего телефона. Таким образом, вы больше не будете составлять список потерянных данных. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Удалить файлы с iCloud Drive </h2> <p> Если у вас MacBook или Mac, вы можете не осознавать, что все еще храните файлы, которых у вас не было целую вечность. По мере того, как ваши данные уменьшаются, это станет больше раздражать. </p> <p> К счастью, удалить файлы iCloud с диска вашего компьютера очень просто. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Чтобы удалить файлы iCloud с диска компьютера: </p> <ol> <li> Открыть <strong> Finder </strong> . </li> <li> Спуститесь в iCloud Drive в левом меню. </li> <li> Выберите файлы, которые хотите удалить, и переместите их в корзину. </li> <li> Щелкните правой кнопкой мыши или Ctrl + щелкните значок <strong> Значок корзины </strong> в доке. </li> <li> Выбирать <strong> Пустая корзина </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Освободите место на своих устройствах Apple </h2> <p> Хотя может показаться, что вы постоянно боретесь за очистку хранилища iCloud, это не должно вызывать стресса. Независимо от того, какое устройство Apple вы используете, существует множество способов узнать, что поглощает ваши данные, и внести изменения. </p> <p> Когда вы очистите свое хранилище iCloud, рекомендуется следить за ним. Когда вы заметите, что что-то приближается к полной отметке, повторите эти шаги и остановите их. </p>"}