{"title":"Как удалить Skype для бизнеса в Windows 10","content":"<p> Skype для бизнеса - отличный корпоративный инструмент для обмена сообщениями и видео, разработанный Microsoft. Тем не менее, возможно, ваша компания теперь использует альтернативу, например Zoom или Microsoft Teams, и вы хотите удалить Skype для бизнеса. </p> <p> Если да, мы здесь, чтобы помочь. Вам может показаться, что удалить его немного сложнее, чем другое программное обеспечение, поэтому мы собираемся показать вам все способы удаления Skype для бизнеса в Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Как запретить автоматический запуск Skype для бизнеса </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Вы действительно хотите полностью удалить Skype для бизнеса? Если вы можете использовать его снова в будущем, вы можете просто остановить автоматическое открытие программы при входе в Windows. </p> <p> Сделать это: </p> <ol> <li> Откройте Skype для бизнеса. </li> <li> Щелкните значок <strong> значок шестеренки </strong> (если вы щелкните раскрывающийся список, щелкните <strong> Инструменты&gt; Параметры </strong> ). </li> <li> Нажмите <strong> Личное </strong> . </li> <li> Снимите отметку <strong> Автоматически запускать приложение при входе в Windows </strong> . </li> <li> Нажмите <strong> ОК </strong> . </li> </ol> <p> Теперь вам нужно будет вручную открывать Skype для бизнеса каждый раз, когда вы хотите его использовать. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> У вас есть разрешение на удаление Skype для бизнеса? </h2> <p> Skype для бизнеса - это в первую очередь корпоративная программа, поэтому она, скорее всего, установлена ​​на вашем рабочем компьютере. </p> <p> В таком случае у вас может не быть возможности удалить Skype для бизнеса. Ваш системный администратор может запретить вашей учетной записи выполнять определенные действия; удаление Skype для бизнеса может быть одним из них. </p> <p> </p> <p> Даже если ваша учетная запись не имеет ограничений, перед удалением Skype для бизнеса целесообразно проконсультироваться с ИТ-администратором. Это может вызвать у них головную боль. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Удалите Skype для бизнеса через настройки. </h2> <p> Прежде чем пробовать что-либо продвинутое, попробуйте удалить Skype для бизнеса, как любое другое приложение или программу. </p> <ol> <li> Нажмите <strong> Клавиша Windows + I </strong> , чтобы открыть настройки. </li> <li> Нажмите <strong> Программы </strong> . </li> <li> В рамках <strong> Искать в этом списке </strong> поле, ввод <strong> Skype для бизнеса </strong> . </li> <li> Если появится Skype для бизнеса, выберите его и нажмите <strong> Удалить </strong> . </li> </ol> <p> Если вы не видите здесь Skype для бизнеса, это потому, что вы используете версию, интегрированную с другими приложениями Microsoft 365. </p> <p> Если вы хотите, вы можете удалить Microsoft 365 или Office отсюда, но, очевидно, это приведет к удалению других программ, таких как Word, PowerPoint и Access, которые вы, вероятно, захотите сохранить. Таким образом, продолжайте читать. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Установите Office без Skype для бизнеса. </h2> <p> Хотя стандартная установка Office не позволяет вам отказаться от установки Skype для бизнеса, вы можете использовать расширенный метод для этого. </p> <p> Сначала удалите Office, выполнив действия, описанные выше. Или перейдите к <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> &quot;Удалить Office с ПК&quot; Страница поддержки Microsoft </a> и используйте второй вариант, чтобы загрузить средство поддержки удаления Office. </p> <p> Затем загрузите <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Средство развертывания Office </a> . Откройте его и выберите, куда извлекать файлы. Это даст вам три <strong> configuration.xml </strong> файлы и <strong> setup.exe </strong> файл. </p> <p> Решите, какой файл конфигурации вам нужен: <strong> x64 </strong> для 32-битных систем, <strong> x86 </strong> для 64-битных систем, и <strong> Предприятие </strong> если вы устанавливаете выпуск Office Enterprise. </p> <p> <strong> Щелкните правой кнопкой мыши </strong> файл конфигурации и выберите <strong> Открыть с </strong> &gt; <strong> Блокнот </strong> . </p> <p> Сначала найдите строку, которая начинается с: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Измените начало строки следующим образом, заменив <strong> C: \\ Офис </strong> с путем, по которому вы извлекли файлы: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Затем найдите эти две строки (ваш идентификатор продукта может быть «ProPlus2019Volume» вместо «OF365ProPlusRetail», а идентификатор вашего языка может быть другим): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Вставьте эту строку ниже: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Затем сохраните файл. </p> <p> Выполните системный поиск <strong> Командная строка </strong> и нажмите <strong> Запустить от имени администратора </strong> . </p> <p> Введите это в командную строку: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Снова замените <strong> C: \\ Офис </strong> путь к которому вы извлекли файлы. </p> <p> Затем выполните следующие команды одну за другой (замените имя файла конфигурации на то, что вы используете), что может занять некоторое время: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Затем будет установлен Office без Skype для бизнеса. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Поддерживайте Skype для бизнеса и проводите отличные встречи </h2> <p> Не уверены, что удаление Skype для бизнеса того стоит? Справедливо. Попробуйте дать ему второй шанс. </p> <p> С помощью Skype для бизнеса вы можете делиться экраном, проводить опросы, иметь интерактивную доску для совместной работы, записывать звонок и многое другое. </p>"}