{"title":"Как удвоить интервал в документе Word","content":"<p> В этой статье объясняется, как сделать двойной интервал между строками, абзацами и всем документом в Microsoft Word. В Microsoft Word есть четыре способа удвоить интервалы между строками. Вы можете использовать любой из этих параметров, чтобы изменить несколько строк или весь документ в Word. </p> <h2 id=\"double-space-lines-from-the-home-tab\"> Двойные пробелы на вкладке &quot;Главная&quot; </h2> <p> Это самый быстрый способ разместить в документе двойной интервал. Вы можете использовать это, если хотите добавить двойные пробелы только для части документа. Выделите абзацы, которые хотите изменить, и выполните следующие действия. </p> <ol> <li> Откройте Microsoft Word. </li> <li> Перейти к <strong> Главная&gt; Группа абзацев&gt; Выбор интервала между строками и абзацами </strong> икона. </li> <li> Чтобы удвоить интервал между строками, выберите в раскрывающемся списке значение 2,0. </li> <li> Для получения дополнительных параметров интервала выберите <strong> Параметры межстрочного интервала </strong> в списке. </li> </ol> <p> <img alt=\"Double space from Home tab in Word\" src=\"images/microsoft-word-home-double-space-339.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-between-paragraphs-from-the-design-tab\"> Двойной интервал между абзацами на вкладке &quot;Дизайн&quot; </h2> <p> Измените расстояние по вертикали между абзацами в документе, задав интервал до или после каждого абзаца. Обратите внимание, что это применяется к интервалу во всем документе, а также влияет на межстрочный интервал. Это дает вам меньше возможностей для управления межстрочным интервалом, чем другие методы здесь. </p> <ol> <li> Откройте Microsoft Word. </li> <li> Перейти к <strong> Дизайн&gt; Расстояние между абзацами </strong> и выберите <strong> Двойной </strong> . </li> </ol> <p> <img alt=\"Paragraph Spacing in Word\" src=\"images/microsoft-word-paragraph-spacing-639.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-from-the-page-layout-tab\"> Строки с двойным интервалом на вкладке макета страницы </h2> <p> Используйте этот параметр, чтобы настроить строки с двойным интервалом, прежде чем вы начнете добавлять содержимое в документ. Здесь вы можете настроить текст с помощью других параметров. </p> <ol> <li> Откройте Microsoft Word. </li> <li> Перейти к <strong> Макет страницы </strong> таб. </li> <li> Перейти к <strong> Пункт </strong> группа. Щелкните крошечную стрелку вниз в правом нижнем углу, чтобы открыть диалоговое окно настроек абзаца. </li> <li> Оставайся на <strong> Отступы и интервалы </strong> таб. </li> <li> Щелкните стрелку вниз рядом с <strong> Межстрочный интервал </strong> коробка. </li> <li> Выбирать <strong> Двойной </strong> и щелкните <strong> ОК </strong> кнопку для выхода из диалогового окна. </li> </ol> <p> <img alt=\"Selecting double space between lines from the layout tab\" src=\"images/microsoft-word-line-spacing-layout-tab-522.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-with-styles\"> Двойные пробелы со стилями </h2> <p> Вы пишете эссе через два интервала? Ты можешь <a href=\"https://www.makeuseof.com/tag/microsoft-word-styles/\" target=\"_blank\" rel=\"nofollow noopener\"> сохраните это как особый стиль в Word </a> только для эссе или для изменения существующего стиля. </p> <ol> <li> Откройте Microsoft Word. </li> <li> Перейти к <strong> Главная&gt; Группа стилей </strong> . Щелкните правой кнопкой мыши <strong> Обычный </strong> . </li> <li> Выбирать <strong> Изменить </strong> из раскрывающегося меню. </li> <li> Под <strong> Форматирование </strong> щелкните значок <strong> Двойной пробел </strong> кнопка. </li> <li> Выберите ОК. </li> </ol> <p> <img alt=\"Modifying a style with double line spacing in Word\" src=\"images/microsoft-word-styles-paragraph-spacing-793.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"what-does-double-spaced-lines-mean\"> Что означают линии с двойным интервалом? </h2> <p> Межстрочный интервал - это не что иное, как высота промежутка между каждой строкой текста. Двойной пробел означает, что в предложениях будет пустая строка, равная полной высоте двух строк текста между каждой строкой. По умолчанию в большинстве текстовых процессоров включен одинарный интервал (или немного больше, чем одинарный интервал), то есть интервал высотой всего в одну строку. Word имеет межстрочный интервал по умолчанию <strong> 1.08 </strong> . </p> <p> Межстрочный интервал - важный аспект стиля и лишь один из способов отформатировать текст для лучшей читаемости. </p>"}