{"title":"Hyundai и Kia отрицают, что ведут переговоры о разработке Apple Car","content":"<p> Акции Hyundai и ее дочерней компании Kia упали после того, как компании сообщили в нормативных документах, что они не ведут переговоры с Apple по секретному проекту Apple Car. </p> <p> Акции Hyundai и Kia упали на 6,21% и почти 15% соответственно. </p> <p> Документы подтверждают, что Hyundai получала запросы «от нескольких компаний» о сотрудничестве в совместной разработке автономных электромобилей, но затем добавляла, что «ничего не решено», поскольку все «находится на ранней стадии». </p> <p> «Hyundai Motor не ведет переговоры с Apple о разработке автономных транспортных средств», - говорится в заявлении Hyundai. В соответствии с <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> Kia Motors также заявила, что не ведет переговоров с Apple. </p> <p> Это, в свою очередь, может означать, что Apple, возможно, решила сотрудничать с поставщиками автомобилей, которые не будут говорить о каких-либо сделках публично. Действительно, MUO недавно сообщил, что несколько <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Японские автопроизводители вели переговоры с Apple </a> за присоединение к цепочке поставок Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple не любит утечек </h2> <p> По сообщениям, неудавшаяся производственная сделка с Kia включала <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> производство около 100 000 автомобилей Apple в год в США. </a> . Предполагалось, что Apple Car будет основан на новой платформе электромобиля Hyundai, которая поддерживает быструю зарядку до 80 процентов за 18 минут и обеспечивает максимальный запас хода в 250 миль (около 500 километров) на одной зарядке. </p> <p> Kia - второй по величине производитель автомобилей в Южной Корее после своего совладельца Hyundai. Apple явно намерена публично анонсировать Apple Car через несколько лет. </p> <p> </p> <p> Но Apple чрезвычайно чувствительна к утечкам, что делает шквал недавних сообщений Apple Car еще более интересным и своеобразным. Понятно, что Apple была недовольна этими сообщениями, которые руководство компании, вероятно, встретило с удивлением и ужасом. </p> <p> То, что мы сейчас наблюдаем, вероятно, является своего рода контролем над повреждениями со стороны Hyundai. Хотя обе стороны могут вернуться к переговорам, мы не думаем, что это произойдет, потому что есть много других автомобильных компаний, с которыми Apple могла бы и, вероятно, будет сотрудничать. </p> <p> <small> Кредит изображения: Энди Ван / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}