{"title":"Как безопасно поделиться своим ПК с Windows 10 с отдельными учетными записями пользователей","content":"<p> Есть много причин, по которым вы хотите поделиться своим компьютером с другими. Если вы хотите иметь один компьютер для всей семьи или использовать один и тот же компьютер для деловых целей, возможность переключения между пользователями - идеальное решение. </p> <p> Создавая отдельные учетные записи пользователей на одном компьютере, вы не только разделяете файлы и настройки всех пользователей, но и обеспечиваете безопасность всех данных. Решением является создание нескольких учетных записей пользователей Windows для каждого члена семьи. </p> <p> Процесс создания нескольких учетных записей пользователей Windows 10 прост, и мы покажем вам, как это сделать. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Когда вам может понадобиться поделиться своим ПК с Windows 10 с другими людьми? </h2> <p> Существуют различные ситуации, когда вам может потребоваться поделиться своим компьютером с другими. Это включает: </p> <h3 id=\"at-work\"> 1. На работе </h3> <p> Если вы владелец бизнеса, добавление нескольких пользователей к одному компьютеру с Windows 10 может быть экономически эффективным, особенно если ваши сотрудники используют компьютер на неполную ставку. Это также упрощает обмен файлами. </p> <h3 id=\"at-home\"> 2. Дома </h3> <p> Создание нескольких учетных записей пользователей на одном компьютере может быть полезным, если вы хотите использовать один компьютер со всеми остальными членами вашей семьи. Если вы работаете из дома и зависите от своего ПК, эта стратегия может помочь защитить всю вашу работу. </p> <h3 id=\"in-public-places\"> 3. В общественных местах </h3> <p> Если вы работаете в государственном учреждении, например в библиотеке, то у вас обязательно будет много людей, использующих один и тот же компьютер. Создание нескольких учетных записей пользователей станет отличным решением, которое поможет вам и всем остальным. <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> оставайтесь в безопасности при использовании общедоступных компьютеров </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Как создать новую учетную запись пользователя в Windows 10 с помощью учетной записи Microsoft </h2> <p> Windows 10 позволяет легко использовать один компьютер с другими людьми. Когда вы добавляете пользователя, он получает свои собственные настройки рабочего стола, ограничения хранилища и имеет доступ только к своим файлам и папкам. Еще замечательно то, что вы и люди, с которыми вы делите свой компьютер, всегда можете <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> изменить приложения и настройки по умолчанию в Windows 10 </a> . </p> <p> Как администратор, легко создать несколько учетных записей пользователей на своем ПК с помощью учетной записи Microsoft. Сначала перейдите к <strong> Пуск&gt; Настройки&gt; Учетные записи&gt; Другие люди </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Чтобы создать новую учетную запись пользователя, нажмите <strong> Добавить кого-нибудь на этот компьютер </strong> . Затем вам нужно будет указать адрес электронной почты, связанный с учетной записью Microsoft - любой другой адрес электронной почты работать не будет. Отсюда нажмите <strong> Следующий </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Если вы создаете учетную запись для кого-то, у кого нет адреса электронной почты учетной записи Microsoft, вы можете просто нажать <strong> Добавить кого-нибудь на этот компьютер </strong> и нажмите <strong> У меня нет данных для входа этого человека </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Вы можете создать учетную запись пользователя, используя адрес электронной почты существующей учетной записи, не принадлежащей Microsoft. Обратите внимание, что этот адрес электронной почты будет связан с учетной записью Microsoft. </p> <p> Кроме того, вы можете создать учетную запись пользователя, сначала создав новый адрес электронной почты Outlook для пользователя. Для этого нажмите <strong> Получите новый адрес электронной почты </strong> . Затем вам нужно будет создать пароль, выбрать страну проживания пользователя и указать дату его рождения. Когда вы закончите, нажмите <strong> Следующий </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Новая учетная запись пользователя появится в списке пользователей вашего ПК. Вы всегда можете <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> измените свое имя для входа в Windows 10 </a> , и другие люди, с которыми вы используете ваш компьютер, будут иметь такие же привилегии. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Как создать новую учетную запись пользователя в Windows 10 без использования учетной записи Microsoft </h2> <p> Вы по-прежнему можете создать учетную запись пользователя для того, у кого нет учетной записи электронной почты Outlook и который не хотел бы использовать учетную запись Microsoft. То же самое относится к тем, кто не хочет, чтобы их адрес электронной почты, не принадлежащий Microsoft, был связан с учетной записью Microsoft. </p> <p> Для этого нажмите <strong> Пуск&gt; Настройки&gt; Учетные записи&gt; Другие люди&gt; Добавить кого-нибудь на этот компьютер&gt; У меня нет данных для входа этого человека&gt; Добавить пользователя без учетной записи Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. На появившемся экране вы можете ввести информацию о человеке. Вам нужно будет создать имя пользователя и пароль. Нажмите <strong> Следующий </strong> , и учетная запись пользователя будет готова. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Когда вы создаете учетную запись пользователя Windows 10 без использования учетной записи Microsoft, она называется <strong> локальная учетная запись </strong> . В отличие от учетной записи Microsoft, локальная учетная запись не синхронизирует настройки между устройствами и не позволяет владельцу учетной записи устанавливать какие-либо приложения из Microsoft Store. Он также не предоставит владельцу аккаунта доступ к OneDrive. </p> <p> Чтобы иметь возможность устанавливать настольные приложения, владельцу локальной учетной записи будет предложено ввести пароль учетной записи администратора, который в этом случае будет вашим. По этой причине вам нужно будет находиться поблизости, чтобы ввести пароль, или вы должны будете сообщить его владельцу локальной учетной записи. Желательно создать локальную учетную запись для того, кто не будет использовать какие-либо продукты и услуги Microsoft. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Как создать новую учетную запись для коллеги или студента </h2> <p> Если вы хотите создать учетную запись пользователя для коллеги или учащегося, нажмите <strong> Пуск&gt; Настройки&gt; Учетные записи&gt; Другие люди&gt; Добавить рабочего или учебного пользователя </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Затем вам нужно будет ввести данные учетной записи человека, а затем выбрать соответствующий тип учетной записи. Когда закончите, нажмите <strong> Добавлять </strong> . Учетная запись пользователя будет готова. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Управление учетными записями на ПК с Windows 10 </h2> <p> После того, как вы создали учетные записи, необходимые на вашем компьютере, вы можете использовать несколько методов для эффективного управления ими. </p> <h3 id=\"changing-account-types\"> 1. Изменение типов счетов </h3> <p> Как администратор ПК, вы можете настраивать и управлять всеми учетными записями пользователей на своем компьютере с Windows 10. Вы можете предоставить административный доступ другому пользователю, нажав <strong> Настройки&gt; Учетные записи&gt; Другие пользователи </strong> . </p> <p> Отсюда щелкните учетную запись, которой вы хотите предоставить права администратора. Нажмите <strong> Изменить тип учетной записи </strong> , измените тип учетной записи с <strong> Стандартный пользователь </strong> к <strong> Администратор </strong> а затем щелкните <strong> ОК </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Переключение между учетными записями </h3> <p> Создав учетные записи для других пользователей, легко переключаться с одной учетной записи на другую. Для этого нажмите <strong> Ctrl + Alt + Delete </strong> , Выбрать <strong> Поменять пользователя, </strong> и выберите аккаунт, на который хотите переключиться. Затем вы можете ввести пароль учетной записи и начать работу. </p> <p> Если вы хотите закрыть учетную запись перед переключением, вам необходимо выйти из системы или перезагрузить компьютер. Оттуда вы можете выбрать пользователя, к которому хотите переключиться, а затем ввести соответствующий пароль. </p> <h3 id=\"removing-accounts\"> 3. Удаление учетных записей </h3> <p> Вам, как администратору, также легко удалить учетные записи пользователей. Для этого нажмите <strong> Настройки&gt; Учетные записи&gt; Другие пользователи </strong> , щелкните учетную запись, которую хотите удалить, а затем щелкните <strong> Удалять </strong> . На появившемся экране щелкните <strong> Удалить аккаунт и данные </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Вы готовы поделиться своим ПК с Windows 10 с другими людьми </h2> <p> Настройка нескольких учетных записей пользователей на вашем ПК с Windows 10 - это простая и экономичная стратегия. Если вы хотите поделиться своим компьютером на работе, дома или в общественных местах, несколько учетных записей пользователей помогут вам сделать это безопасно. Теперь, когда вы можете создать несколько учетных записей пользователей, вам также необходимо знать, как заблокировать учетные записи пользователей, чтобы ваш компьютер всегда был в безопасности. </p>"}