{"title":"Instagram занимает более жесткую позицию по отношению к разжиганию ненависти в личных сообщениях","content":"<p> Instagram грозит более жесткими последствиями для пользователей, которые рассылают разжигание ненависти в прямых сообщениях (DM). Платформа вносит эти изменения в свете разжигаемых ненавистью сообщений, нацеленных на британских футболистов. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Нарушители DM теперь могут быть навсегда заблокированы </h2> <p> В сообщении на <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> Блог About Instagram </a> , Instagram объявил, что будет более жестко относиться к разжиганию ненависти в личных сообщениях. Платформа признала «расистское онлайн-насилие над футболистами в Великобритании» и заявила, что «не хочет такого поведения в Instagram». </p> <p> На данный момент пользователям, отправляющим DM с ненавистническими высказываниями, временно запрещается отправлять сообщения в приложении. Как только Instagram внесет эти новые изменения, платформа навсегда заблокирует аккаунты, которые неоднократно нарушают ее правила в DM. </p> <p> Instagram также отметил, что он отключит любые новые учетные записи, которые создают оскорбительные пользователи, в попытке обойти ограничения Instagram. Наконец, он заявил, что продолжит свои усилия по отключению учетных записей, «которые созданы исключительно для отправки оскорбительных сообщений». </p> <p> Хотя вы уже можете <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> сообщать о пользователях за разжигание ненависти в Instagram </a> , платформа также работает над расширением своего инструмента, который позволяет пользователям блокировать DM от учетных записей, на которые они не подписаны. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Искоренение ненавистнического контента в Instagram </h2> <p> Разжигание ненависти в социальных сетях не всегда очевидно и открыто. DM определенно не застрахован от языка вражды, и мы надеемся, что последнее обновление Instagram поможет удержать оскорбительных пользователей от использования платформы. </p>"}