{"title":"Instagram не продвигает репосты TikTok на барабанах","content":"<p> Instagram пытается сократить количество роликов, репостованных с TikTok. Платформа только что объявила, что ее алгоритм больше не будет продвигать барабаны с водяным знаком TikTok. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram критикует репосты TikTok </h2> <p> Instagram усложняет пользователям поиск роликов, которые были получены из TikTok (и любого другого приложения, если на то пошло). Платформа разместила на своем <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> Аккаунт @Creators в Instagram </a> , объявляя о новом списке лучших практик для Reels. </p> <p> В частности, Instagram не рекомендует размещать ролики, которые «явно переработаны из других приложений (т.е. содержат логотипы или водяные знаки)». Instagram заявляет, что «эти типы барабанов не будут так часто рекомендоваться людям, которые еще не подписаны на вас в таких местах, как вкладка Reels». </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Кредит изображения: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram запустил Reels </a> летом 2020 года как прямая попытка составить конкуренцию TikTok. Из-за сходства между Reels и TikTok, оба из которых используют краткий видеоформат, пользователи естественным образом репостят TikToks на Reels. Но теперь эти трансплантаты TikTok больше не будут обрабатываться так же, как контент, изначально созданный на Reels. </p> <p> Это имеет смысл для Instagram, поскольку платформа стремится сделать Reels еще более популярными, чем TikTok. Instagram больше не хочет, чтобы пользователи относились к Reels как к свалке вирусных TikToks - ему нужен оригинальный контент, созданный создателями, которые на самом деле используют Reels. </p> <p> Катушки с водяными знаками из конкурирующих приложений - не единственные типы видео, которые алгоритм Instagram будет лишать приоритета. Instagram также отмечает, что любой ролик, который размыт, имеет рамку вокруг или покрыт текстом, не будет продвигаться. </p> <p> Что касается типа контента, который поможет пользователям быть обнаруженными, Instagram предлагает создателям публиковать контент, который вдохновляет, использует творческие инструменты, имеет вертикальную ориентацию, использует музыкальную библиотеку Instagram и является «развлекательным и забавным». Платформа также рекомендует попытаться начать тенденцию в масштабах всего приложения. </p> <p> Согласно Instagram, следование этим передовым методам поможет вам «получить наилучшие шансы быть обнаруженным». </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> Будет ли TikTok когда-нибудь свергнут? </h2> <p> Обновленные лучшие практики Instagram для Reels просто показывают, насколько на самом деле представляет опасность TikTok. Это обычное дело, когда на барабанах изображен логотип TikTok, и в этом обновлении будет предпринята попытка поставить точку в этой тенденции. </p> <p> Тем не менее, это может очистить любой переработанный контент, но может удержать создателей, у которых есть подписчики в обоих приложениях. Instagram изо всех сил пытается быть похожим на TikTok, и в результате может потерять свою индивидуальность. </p>"}