{"title":"iOS 14.5 позволяет пользователям выбирать Spotify в качестве музыкального проигрывателя по умолчанию","content":"<p> По крайней мере, в Соединенных Штатах Spotify и Apple Music являются двумя ведущими сервисами потоковой музыки. Однако, если вы привязаны к экосистеме Apple, Apple Music имеет большое преимущество, потому что она более тщательно интегрирована в предложения продуктов Apple. </p> <p> Например, человек, использующий Siri для запроса песни, до сих пор по умолчанию был перенаправлен в Apple Music. Но это, очевидно, изменилось с новой бета-версией iOS 14.5 - теперь пользователи могут выбирать различные сторонние музыкальные службы, включая Spotify, в качестве музыкальной службы по умолчанию. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Доступно в бета-версии iOS 14.5 </h2> <p> Как отмечает <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> , эта функция в настоящее время доступна только тем, кто использует бета-версию последней версии iOS, хотя, скорее всего, в ближайшем будущем она будет доступна всем. </p> <p> </p> <p> Музыкальную службу по умолчанию можно выбрать, когда пользователь впервые просит Siri воспроизвести трек или альбом. Когда они это сделают, им будут предложены варианты выбора различных услуг в качестве стандартных. Сообщается, что не все пользователи считают, что процесс выбора работает для них одинаково. Это говорит о том, что Apple все еще дорабатывает эту функцию. </p> <p> </p> <h2 id=\"different-options-available\"> Доступны различные варианты </h2> <p> Тем не менее, это хороший вариант. iOS 14 упростила пользователям использование сторонних альтернатив приложениям Apple по умолчанию. Например, теперь они могут выбирать разные почтовые клиенты или браузеры. Это отличная новость для тех, кто хочет немного большего выбора при использовании операционных систем Apple. А кто не любит выбор? </p> <p> <small> Кредит изображения: kenary820 / <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}