{"title":"Как и Tesla, Twitter рассматривает возможность инвестирования в биткойн","content":"<p> Не все следят за фондовым рынком или криптовалютой, но если вы это сделаете, то вы узнаете, что 8 февраля Tesla купила биткойнов на сумму 1,5 миллиарда долларов. После того, как компания объявила о своей огромной доле, стоимость биткойна подскочила на 20,33 процента до 46 081,64 доллара - самого высокого уровня с марта 2020 года. </p> <p> Тем не менее, выяснилось, что Tesla - не единственный бизнес, интересующийся криптовалютой. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter скоро может платить своим сотрудникам в биткойнах </h2> <p> В интервью CNBC финансовый директор Twitter Нед Сегал сказал, что компания рассматривает возможность добавления биткойнов в свой баланс. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Мы заранее продумали, как мы могли бы платить сотрудникам, если они просят, чтобы им заплатили. <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , как мы можем заплатить продавцу, если он попросит оплату в <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> и нужно ли нам иметь <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> на нашем балансе &quot;, - говорится в сообщении. <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> - Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 февраля 2021 г. </a></blockquote>  <p> Таким образом, инвестиции Tesla в биткойны привлекли внимание Twitter. Платформа социальных сетей еще не сделала никаких шагов в своем казначействе, но теперь мы знаем, что транзакции с биткойнами по крайней мере рассматриваются. </p> <p> Когда Сигала спросили, что нужно Twitter, чтобы инвестировать в биткойны, он дал очень прямой ответ. </p> <p> «Один из ключевых моментов, на который мы будем обращать внимание, будет, если люди просят совершить с нами транзакцию в биткойнах. Потому что тогда мы можем подумать, будем ли мы переводить доллары в биткойны во время транзакции, или мы хотим наш баланс, готов к завершению этой сделки, - пояснил Сигал. </p> <p> Вы могли подумать маловероятно, что Twitter пойдет на такой риск, когда только что стало известно, что Twitter собирается вскоре внести большие изменения - например, <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> реализация функций Revue </a> и возможно <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> модель подписки </a> . </p> <p> Но дочерняя компания Twitter, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Квадратный </a> , уже является биткойн-инвестором. </p> <p> В октябре прошлого года Square стала <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> его официальный сайт </a> чтобы объявить о приобретении биткойнов на сумму 50 миллионов долларов. В то время инвестиции составляли примерно один процент от общих активов Square. </p> <p> Более того, генеральный директор Twitter Джек Дорси является большим поклонником биткойнов. После январских беспорядков на Капитолийском холме он опубликовал в ветке твиты, в которых обсуждали <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> бессрочный запрет бывшему президенту США Дональду Трампу в Твиттере </a> . </p> <p> Где-то посередине Дорси переключился на криптовалюту. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Причина, по которой я так страстно люблю <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> # Биткойн </a> во многом из-за модели, которую он демонстрирует: основополагающей интернет-технологии, которая не контролируется или не находится под влиянием какого-либо отдельного лица или организации. Это то, чем хочет быть Интернет, и со временем его будет еще больше. </p> - джек (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 января 2021 г. </a></blockquote>  <p> Дорси с годами все больше увлекается биткойнами. Примерно в это же время в прошлом году Дорси запустил в Твиттере фирменный хэштег для биткойнов. Теперь #bitcoin »сопровождается логотипом bitcoin в твитах. </p> <p> В 2018 г. <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Времена </a> написал, что Дорси предсказывает, что биткойн однажды станет мировой «единой валютой». </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Что ждет Twitter дальше? </h2> <p> До 2021 года осталось всего два месяца, и Twitter уже предпринимает шаги по радикальному изменению платформы в том виде, в котором мы ее знаем сегодня. </p> <p> Будет ли в ближайшие месяцы еще одним шагом покупка биткойнов на миллионы долларов для своих транзакций? Возможно, если Twitter будет рассматривать криптовалюту как «инструмент расширения экономических возможностей», как Square. </p>"}