{"title":"Microsoft установила дату удаления устаревшего Edge","content":"<p> Мы видели намеки на то, что Microsoft хочет наконец избавиться от своего устаревшего Edge, и теперь этот день, наконец, настал. Если вы используете устаревшую версию Edge, у вас есть только до 13 апреля 2021 года, чтобы перейти в новый браузер, прежде чем он будет удален с вашего ПК. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> Конец Legacy Edge от Microsoft </h2> <p> Microsoft объявила крайний срок <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> веб-сайт технического сообщества </a> . Эта новость не стала большой неожиданностью, поскольку софтверный гигант не так уж тонко разрывает связи со своим устаревшим браузером. Например, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> будущие языковые пакеты больше не поддерживают устаревшую версию Edge </a> . </p> <p> Тогда мы не знали, когда Microsoft отключится; все, что мы знали, это то, что Microsoft хотела, чтобы это поскорее ушло. Теперь софтверный гигант обозначил две ключевые даты удаления устаревшего Edge. </p> <p> Первая дата - это когда Microsoft прекращает поддержку устаревшего Edge - это произойдет 9 марта 2021 года. В этот день устаревший Edge больше не будет получать обновления, даже если кто-то обнаружит в нем серьезную брешь в безопасности. Таким образом, это идеальная дата для смены браузеров, если вы все еще используете устаревшую версию Edge. </p> <p> Вторая дата - 13 апреля 2021 года, когда Microsoft избавится от устаревшего Edge. Мы не имеем в виду просто оставить устаревший Edge на его собственных устройствах; Microsoft намерена опубликовать обновление для Windows 10, которое очистит старый браузер от операционной системы. </p> <p> Обратите внимание, что это не приведет к удалению нового Chromium Edge, который <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft выпустила чуть больше года назад </a> . Фактически, версия Edge для Chromium - это основная причина, по которой Microsoft в первую очередь отказывается от устаревшего Edge. </p> <p> Если вы используете Edge и не уверены, используете ли вы устаревшую версию Edge или версию Chromium, в старой версии в качестве логотипа используется сплошная синяя буква E. Chromium Edge имеет более красочную сине-зеленую спираль, напоминающую букву E. </p> <p> Таким образом, если вы используете старый Microsoft Edge, сейчас хорошее время для переноса браузеров, даже если это небольшой переход к Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Уложить наследие в постель </h2> <p> Если вы все еще держитесь за устаревшую версию Edge, сейчас фантастическое время, чтобы покинуть корабль. Старая версия Edge будет становиться только хуже и хуже, пока она не будет полностью удалена в апреле 2021 года. </p> <p> Если вы всегда хотели попробовать Chromium Edge, сейчас самое время это сделать. Microsoft недавно похвасталась 600 миллионами пользователей своим новым браузером, так что попробовать определенно стоит. </p> <p> <small> Изображение предоставлено: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}