{"title":"PAC Microsoft не будет делать пожертвования противникам выборов во время предстоящего цикла","content":"<p> После нападения на Капитолий США около трех недель назад Microsoft приостановила взносы в свой PAC и из него. Было принято решение дать комитету время для оценки воздействия беспорядков и дальнейших действий после событий. </p> <p> Теперь Microsoft объявила, что взносы из своего PAC начнутся снова, но не будут делать никаких пожертвований каким-либо членам Конгресса, проголосовавшим против подтверждения результатов выборов. Приостановка будет продолжаться в течение избирательного цикла 2022 года и является важным заявлением одной из ведущих мировых технологических компаний. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC приостанавливает отправку взносов лицам, подавшим возражение </h2> <p> 5 февраля 2021 г. <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Корпоративный блог Microsoft </a> показал, как PAC будет двигаться вперед после беспрецедентной атаки на Капитолий страны. </p> <p> </p> <p> PAC Microsoft больше не будет делать пожертвования членам Конгресса, «проголосовавшим против сертификации избирателей». Это относится к любым государственным чиновникам и другим организациям, которые поддержали возражения или предложили законодателям отменить результаты выборов. </p> <p> PAC также изменит свой подход к пожертвованиям. Раньше все пожертвования делались политическим кандидатам, как и многие комитеты политических действий. </p> <p> Тем не менее, Microsoft PAC принимает во внимание, что некоторые участники не хотят поддерживать конкретных политических фигур и вместо этого предпочитают финансировать работу и организации, сосредоточенные на «сохранении и продвижении демократии». </p> <p> </p> <p> Как продолжение этой политики, PAC также будет более тесно сотрудничать с другими предприятиями и организациями, которые разделяют те же идеалы. </p> <p> Последнее изменение PAC связано с названием. Существующие члены Microsoft PAC обнаружили, что название не полностью отражает тот факт, что это добровольный фонд. С этого момента PAC переименовывается в Добровольный PAC для заинтересованных сторон корпорации Microsoft (MSVPAC). </p> <blockquote> <p> Мы считаем, что эти шаги уместны, учитывая важность этих вопросов для стабильности и будущего американской демократии. Они также получили широкую поддержку во время сеансов прослушивания и других отзывов сотрудников. Мы понимаем, что эти шаги, хотя и значительны, будут слишком или слишком малы для некоторых сотрудников. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft пытается дистанцироваться от противников выборов </h2> <p> Новость о том, что Microsoft теперь дистанцируется от возражающих, не вызывает удивления. Это не так уж мало, слишком поздно от технологического гиганта, но это, несомненно, попытка сохранить лицо после того, как выяснилось, что Microsoft PAC сделал значительные пожертвования многим членам Конгресса, лежащим в основе движения за отклонение результатов выборов. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> является одним из крупнейших спонсоров членов Конгресса, которые пытались подорвать демократический процесс. <br><br> Microsoft не взяла на себя НИКАКИХ ОБЯЗАТЕЛЬСТВ, чтобы прекратить финансирование этой группы. <br><br> На собрании компании в четверг През Брэд Смит объяснил, почему. <br><br> И это довольно ужасно </p> - Джадд Легум (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 января 2021 г. </a></blockquote>  <p> Даже если президент Microsoft Брэд Смит попытался объяснить взносы как обычный политический инструмент для получения доступа к политикам (например, пожертвования на политические услуги), это подчеркивает, почему так многие считают, что существование PAC и Super PAC наносит огромный ущерб демократическим. процесс. </p>"}