{"title":"Microsoft добавляет оповещения об угрозах на национальном уровне в Защитник для Office 365","content":"<p> В интересном обновлении и в качестве прямого ответа на кибератаку SolarWinds Microsoft намерена добавить в Microsoft 365 новое предупреждение о хакерских атаках на уровне национального государства. время среагировать на угрозу. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft представляет национальные уведомления об угрозах </h2> <p> Microsoft Defender для Office 365 (ранее известный как Office 365 Advanced Threat Protection) будет отображать уведомление, информирующее корпоративных пользователей о том, что предполагаемая атака с угрозой на национальном уровне мешает его рабочему пространству. </p> <blockquote> <p> Эти атаки представляют собой одни из самых сложных и постоянных угроз, отслеживаемых Microsoft. Центр аналитики угроз Microsoft отслеживает эти угрозы, создает исчерпывающие профили активности и тесно сотрудничает со всеми группами безопасности Майкрософт, чтобы реализовать обнаружение и смягчение последствий для защиты наших клиентов. </p> </blockquote> <p> Microsoft уже ежегодно уведомляет тысячи пользователей о том, что злоумышленник из национального государства может вмешиваться в их сеть. Однако на данный момент оповещения отправляются по электронной почте. </p> <p> Если пользователь Microsoft Defender для Office 365 не проверяет свою электронную почту в тот же день, он может пропустить важное уведомление. Хотя Defender для Office 365 - это в первую очередь корпоративный продукт, важные уведомления все равно проскальзывают сквозь пробелы. </p> <p> Новые уведомления появятся на панели мониторинга Защитника Microsoft для Office 365. У него будет гораздо больше шансов быть замеченным сетевыми администраторами, группами безопасности, управленческим персоналом и так далее. </p> <p> Microsoft добавила «Оповещения о потенциальной активности на уровне государства» в план Office 365 6 февраля 2021 года и ожидает, что эта функция будет развернута к концу месяца. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Что такое атака на национальное государство? </h2> <p> Атака на национальное государство считается одним из самых опасных типов кибератак, таковы глубина знаний и диапазон ресурсов, доступных злоумышленнику. </p> <p> </p> <p> В <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> недавняя кибератака SolarWinds </a> есть серьезные подозрения, что это атака национального государства, таков был уровень знаний, необходимых для проникновения в такие сети высокого уровня. Атака, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> известный как взлом цепочки поставок </a> , скомпрометировал несколько целей, оставаясь бездействующими в сетях жертвы в течение нескольких месяцев. </p> <p> Но, несмотря на то, насколько опасно звучит и выглядит атака национального государства, в большинстве случаев обычные пользователи, такие как вы и я, не являются целями. Посвящать такие значительные ресурсы атакам обычных граждан не имеет смысла, поскольку есть гораздо более простые способы получить доступ к их данным. </p> <p> Таким образом, угрозы национального государства обычно атакуют гораздо более крупные цели, такие как правительственные учреждения, крупные технологические компании, национальную инфраструктуру и т. Д. </p>"}