{"title":"Microsoft может скоро вознаградить вас за использование Edge","content":"<p> Новый Microsoft Edge прошел семимильными шагами с тех пор, как перешел на сборку Chromium, но не все пока достаточно убеждены, чтобы использовать его. Софтверный гигант стремится исправить это, начисляя людям баллы в Microsoft Rewards за использование его нового браузера. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Заработок больших баллов с Microsoft Edge </h2> <p> Недавние изменения в Microsoft Rewards были замечены <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> onMSFT </a> . Некоторые внимательные пользователи Rewards отметили, что Microsoft теперь дает гораздо больше очков людям, которые использовали Edge для поиска в Bing. </p> <p> Вы можете обменять эти баллы на подарки, что является огромным подарком для поклонников Microsoft. Например, вы можете использовать Microsoft Rewards, чтобы получить <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> бесплатно Xbox Live Gold </a> . </p> <p> Раньше пользователи получали лишь небольшой импульс, когда использовали Edge для поиска в Bing. Вы получите 150 баллов, если будете искать на ПК, и 100 на мобильном устройстве. Какой бы метод вы ни выбрали, вы получите бонус в 20 баллов, если вы использовали Microsoft Edge при поиске в Bing. </p> <p> Теперь Microsoft экспериментирует с новой системой баллов, которая может дать до 250 баллов только за использование Edge. Microsoft уравновешивает увеличенные баллы Edge, давая меньше для использования ПК или мобильного устройства, но это все еще много для простого использования браузера Edge. </p> <p> Некоторые люди не видят эти улучшенные точки Edge, поэтому есть большая вероятность, что Microsoft просто наблюдает за тем, как дела обстоят в настоящее время. Однако это показывает, что компания рассматривает возможность большего вознаграждения пользователей за использование Edge. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Повышение уровня ваших баллов Microsoft Rewards Points </h2> <p> Если вы большой поклонник Microsoft Rewards, вы захотите попробовать использовать Edge для поиска в Bing в будущем. Похоже, что компания планирует дать больше вознаграждений пользователям Edge в качестве благодарности за использование ее браузера. </p> <p> Если вам нужно больше оправданий для загрузки Microsoft Edge, знаете ли вы, что в некоторых областях он может быть более продуктивным, чем Google Chrome? Например, он легче расходует батареи ноутбука и потребляет меньше памяти. </p> <p> <small> Кредит изображения: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}