{"title":"Magna, Nissan и Foxconn - все кандидаты на создание Apple Car","content":"<p> Возможно, Kia больше не занимается производством неуловимого Apple Car, но у Apple есть много других жизнеспособных вариантов, если она решит построить свой первый автомобиль. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Электромобили (электромобили) помогают окружающей среде </a> и успех Tesla, как сообщается, не остался незамеченным руководителями Apple. Компания явно вкладывает ресурсы в создание автономно управляемой <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> Электромобиль, у которого может отсутствовать руль </a> . Тем не менее, производство автомобилей всегда было денежной ямой, требующей обширной цепочки поставок, охватывающей континенты. </p> <p> Как мы недавно сообщали, Apple и Kia, похоже, все-таки не сотрудничают по Apple Car. Кроме того, как сообщается, подход крупных японских автопроизводителей Apple кажется <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> обеспокоены тем, что их отнесут к контрактным производителям </a> . </p> <p> Новый отчет <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> попытки собрать возможных поставщиков и партнеров по сборке для производства электромобилей Apple. Возможные варианты включают Nissan и Stellantis, а также Magna, которая производит автомобили для других марок, и многое другое. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> У Foxconn уже есть связи с Apple </h2> <p> Foxconn - важный вариант - у компании уже есть связи с Apple в качестве контрактного производителя, который собирает iPhone и другие гаджеты. Несколько месяцев назад Foxconn представила свое первое шасси электромобиля вместе с программной платформой. </p> <p> Компания планирует выпустить твердотельную батарею к 2024 году, в том же году Apple Car, как сообщается, поступит в массовое производство. Foxconn и Fiat Chrysler создают совместное предприятие по производству электромобилей в Китае. Apple могла бы использовать технологии Foxconn в качестве основы для своего электромобиля. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna хорошо подходит </h2> <p> Канадская компания Magna производит различные детали для таких брендов, как BMW и Jaguar Land Rover, на своем заводе в Граце, Австрия. Magna предлагает свои инженерные и производственные услуги для стартапов электромобилей. Компания стала партнером LG для совместного производства трансмиссий и недавно начала сборку автомобилей в Китае. </p> <p> </p> <p> Bloomberg говорит, что у Magna есть преимущество предыдущих отношений с Apple - это первый контрактный производитель, с которым Apple разговаривала, когда решила выйти на рынок электромобилей пять лет назад. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Обсуждения Apple-Hyundai могут перезапуститься </h2> <p> Что касается Hyundai и Kia, то у обеих есть производственные мощности в США. Новая платформа электромобилей Kia обещает запас хода около 311 миль (более 500 километров) и быструю зарядку аккумуляторов до 80 процентов за 18 минут. </p> <p> Сообщается, что Apple была заинтересована в партнерстве с Hyundai / Kia. Тем не мение, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> переговоры развалились </a> после того, как руководители подтвердили сообщения о том, что компания ведет переговоры с Apple. </p> <blockquote> <p> Большой недостаток Hyundai и Kia - это недавние споры о том, разрабатывают ли они автомобиль для Apple, заведомо скрытной компании. Хотя оба автопроизводителя заявили, что переговоры не ведутся, обсуждение может возобновиться, если Apple сочтет их лучшими партнерами. </p> </blockquote> <p> К 2025 году Kia планирует представить 23 новые модели электромобилей на базе своей платформы. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan и европейские автопроизводители </h2> <p> В статье делается попытка обосновать, почему Nissan хорошо подходит для Apple. У Nisan есть платформа электромобилей, разработанная совместно с Renault, но, что наиболее важно, ее генеральный директор Макото Учида недавно сказал, что у Nissan «есть ДНК, чтобы делать то, что другие делать не будут». </p> <p> </p> <p> Добавьте к этому тот факт, что компания испытывала финансовые затруднения в течение последних 12 месяцев, и у вас на горизонте возможная сделка между Apple и Nissan, Bloomberg предлагает это: </p> <blockquote> <p> Автопроизводитель погряз в спаде, сообщив о своих самых больших убытках за два десятилетия в 2019 финансовом году и может получить столь необходимый доход от помощи Apple в разработке или производстве своего автомобиля. Он также может получить выгоду от доступа к технологиям Apple. После реализации стратегии увеличения объемов продаж любой ценой, которая принесет прибыль, Nissan необходимо привлекать более высокооплачиваемых клиентов, в основном с помощью технологий, используемых в его автомобилях. </p> </blockquote> <p> Далее в отчете указываются европейские автопроизводители, такие как Stellantis, как возможные партнеры по сборке и производству Apple Car. Наличие производственных мощностей, пожалуй, самый важный фактор при производстве автомобилей - просто спросите у Tesla. В этом свете Apple было бы разумно передать производство своего электромобиля на аутсорсинг нескольким автомобильным вендорам и поставщикам. </p> <p> <small> Кредит изображения: Энди Ван / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}