{"title":"Microsoft Teams получает два новых приложения для повышения производительности и отслеживания","content":"<p> Microsoft представляет два новых Power Apps для Microsoft Teams: Bulletins и Milestones. Оба новых приложения направлены на то, чтобы упростить обмен и отслеживание работы, а также созданы с использованием настраиваемой платформы Power Platform, что позволяет вам формировать их в соответствии с потребностями вашей организации. </p> <p> Новые приложения уже доступны в магазине Microsoft Teams, а это значит, что вы можете сразу приступить к их использованию. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Новые приложения Power для Microsoft Teams: бюллетени и вехи </h2> <p> Новые приложения выполняют функции, соответствующие названию. </p> <p> Как было объявлено <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> Блог Power Apps </a> , <strong> Бюллетени </strong> - это приложение Microsoft Teams, с помощью которого вы публикуете новости, информацию и многое другое для всей организации. Приложение будет играть центральную роль в распределении коммуникаций по рабочей области, гарантируя, что каждый пользователь получит уведомления и будет включен в диалог организации. </p> <blockquote> <p> Решение Bulletins позволяет коммуникационной команде делиться новостями и информацией компании или отдела в одном месте. Новостные статьи могут быть организованы по категориям и содержать богатый контент, в том числе изображения, видео, кнопки действий. Издатели также могут просматривать метрики для опубликованных статей, например коэффициент просмотров с течением времени. </p> </blockquote> <p> Бюллетени Microsoft Teams также оптимизированы для мобильных устройств. Мобильные пользователи имеют такой же доступ к приложению и могут отвечать, настраивать и публиковать то же, что и их настольные коллеги. </p> <p> <strong> Вехи </strong> объединяет отслеживание проектов, обновления статуса и обновления кросс-функциональных групп в единый центр. </p> <blockquote> <p> У каждой организации есть уникальные потребности в программном обеспечении для отслеживания проектов. Приложение Milestones позволяет легко настроить этот опыт с помощью простого кода. Вы можете обновить метки полей, добавить новые поля или добавить потоки бизнес-процессов, такие как уведомления владельцев рабочего потока, когда в задаче изменяется статус. </p> </blockquote> <p> Таким образом, Milestones стремится стать порталом отслеживания проектов для поддержки всей платформы Microsoft Teams, вместо того, чтобы иметь доступ к другому приложению для отслеживания того, что происходит с вашим проектом. </p> <p> Приложение Milestones позволяет настраивать его в соответствии с потребностями вашей организации и ее проектов. Кроме того, вы можете закрепить вехи на главном канале команды, чтобы все могли их увидеть. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams становится основным инструментом </h2> <p> Внедрение новых приложений для управления проектами и бюллетеней для всей организации - еще один шаг к тому, чтобы Microsoft Teams стала универсальным инструментом для каждой функции. Microsoft недавно сделала <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Навигация по командам намного проще </a> , и в последние месяцы мы стали свидетелями появления множества обновлений функциональности на платформе совместной рабочей области. </p> <p> </p> <p> Поскольку пандемия COVID-19 продолжает влиять на традиционные рабочие места, а практика работы на дому усиливается, ожидается, что Microsoft продолжит продвигать новые функции Microsoft Teams. </p>"}