{"title":"Microsoft упрощает работу с командами","content":"<p> Если вы раньше пытались поднять руку в Microsoft Teams, вы, вероятно, заметили, что нет быстрого и простого способа сделать это. Однако Microsoft планирует исправить это, добавив сочетание клавиш, которое поднимает вашу руку вверх. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> Новое сочетание клавиш для Microsoft Teams </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> OnMSFT </a> первым заметил анонс новой функции. Microsoft объявила о разработке этой функции на <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> UserVoice - это специальный форум, на котором пользователи могут рассказать о том, что они хотят видеть от Teams, непосредственно технологическому гиганту. Мы ранее заметили <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft добавляет расписание собраний Teams </a> спасибо форуму UserVoice. </p> <p> На указанном форуме кто-то предложил добавить сочетание клавиш для поднятия руки на собрании Teams. Microsoft украсила ветку своим присутствием и опубликовала следующее: </p> <blockquote> <p> Спасибо за ваш отзыв. Команда начала работу над этой функцией для настольных компьютеров Windows и Mac. В будущем над веб-клиентами будут работать. Мы поделимся обновлением, как только оно станет доступно. </p> </blockquote> <p> Хотя у нас нет точной даты выпуска, следите за будущим обновлением, которое добавит эту удобную функцию. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Все, кто этого хотел, поднимите руки </h2> <p> Если вам нужна комбинация клавиш для поднятия руки в Teams, вам повезло. Мы не уверены, когда он выйдет, но это будет долгожданное дополнение, когда оно будет запущено в Teams. </p> <p> Если вам нравится взаимодействовать на собраниях Teams, знаете ли вы, что Microsoft добавит реакции, похожие на смайлики, на ваши видеозвонки? </p> <p> <small> Кредит изображения: FS Stock / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}