{"title":"Консьерж New Nintendo Switch покажет вам вашу консоль","content":"<p> Если вы новый пользователь Nintendo Switch из США и не знаете свой ZL по ZR, то вам повезло. Nintendo здесь, чтобы помочь вам. </p> <h2 id=\"nintendo-launches-nintendo-switch-concierge\"> Nintendo запускает Nintendo Switch Concierge </h2> <p> Nintendo анонсировала новую службу Switch Concierge Service в сообщении на <a href=\"https://www.nintendo.com/whatsnew/detail/2021/get-one-on-one-help-with-your-new-system-from-our-experts/\" target=\"_blank\" rel=\"nofollow noopener\"> Новости Nintendo </a> . Это пилотная схема, в настоящее время доступная только в США, цель которой - показать людям новую консоль Switch Console. </p> <p> Начиная с этого момента, новые владельцы Nintendo Switch в США могут отправиться в <a href=\"https://www.nintendo.com/nintendo-switch-concierge/\" target=\"_blank\" rel=\"nofollow noopener\"> Переключить страницу консьержа на Nintendo.com </a> и запишитесь на прием к реальному представителю Nintendo. Затем они проведут вас через вашу консоль и ее функции. Совершенно бесплатно. </p> <p> </p> <h2 id=\"what-does-nintendo-switch-concierge-do\"> Чем занимается консьерж Nintendo Switch? </h2> <p> В одном предложении Nintendo Switch Concierge покажет вам вашу консоль и поможет вам извлечь из нее максимум пользы. </p> <p> Не забывайте, что Concierge - это пилотная программа, которая продлится только до 22 февраля. В случае успеха Nintendo рассмотрит возможность развертывания службы как более постоянной функции. </p> <p> Пользователи могут подписаться на серию получасовых индивидуальных видеочатов, которые охватывают базовые уроки, направленные на получение максимальной отдачи от вашей консоли. Доступные уроки (и то, что каждый из них включает): </p> <ul> <li> <strong> Nintendo Switch 101 </strong> : «Обзор системы Nintendo Switch, включая режимы игры, процесс настройки, покупки и игры, включая любые общие вопросы, которые могут у вас возникнуть». </li> <li> <strong> Игры (Начало работы) </strong> : «Обзор игр Nintendo Switch, в том числе: варианты приобретения, игровые карты и загрузка в цифровом виде, жанры игр и функции списка желаний». </li> <li> <strong> Игры (во что играть дальше) </strong> : «Делитесь и обсуждайте рекомендации по играм, в которые следует играть, в зависимости от того, кто играет, их стили, любимые игры, систему и аксессуары». </li> <li> <strong> Безопасность и конфиденциальность </strong> : «Узнайте, как установить ограничения на игры для всей семьи, проверьте параметры безопасности и установите ограничения на покупки». </li> <li> <strong> Учетная запись Nintendo </strong> : «Обзор учетной записи Nintendo, программы вознаграждений My Nintendo и Nintendo Switch Online, включая взаимодействие между несколькими системами (если применимо)». </li> <li> <strong> Настройка </strong> : «Узнайте обо всех способах персонализации Nintendo, включая настройку системного интерфейса, добавление аксессуаров и вдохновение из @NintendoInspired Instagram». </li> </ul> <p> Значит, с этим можно поладить. Если 30-минутный сеанс не охватывает всего, что вы ожидали, вы сможете найти более сложные руководства в другом месте, например <a href=\"https://www.makeuseof.com/best-nintendo-switch-apps/\" target=\"_blank\" rel=\"nofollow noopener\"> какие неигровые приложения Switch установить </a> или же <a href=\"https://www.makeuseof.com/stop-sharing-nintendo-switch-eshop-data/\" target=\"_blank\" rel=\"nofollow noopener\"> как отключить Google Analytics в магазине Switch eShop </a> . </p> <p> </p> <h2 id=\"the-nintendo-switch-is-a-great-platform-for-everyone\"> Nintendo Switch - отличная платформа для всех </h2> <p> <img alt=\"nintendo switch\" src=\"images/nintendo-switch-1-390.jpg\" loading=\"lazy\"> </p> <p> Независимо от того, что вы думаете о самой Nintendo, вы не можете отрицать, что Switch (и Switch Lite, конечно же) - отличная платформа, которая хорошо работает как для новичков, так и для профессиональных игроков. </p> <p> Подобные шаги Nintendo Switch Concierge показывают, как Nintendo вложила средства в то, чтобы сделать работу с Switch максимально приятной для каждого человека, покупающего консоль, и в том числе для него. </p>"}