{"title":"Парлер якобы предложил компании Трампа долю владения","content":"<p> Во время пребывания у власти бывшего президента Дональда Трампа Парлер и команда Трампа якобы пытались договориться о сделке, которая сделает Парлера Трампа основной социальной сетью. Взамен Трамп получил бы 40% -ную долю в платформе. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Парлер, возможно, хотел, чтобы на борту был Трамп </h2> <p> Parler, социальная сеть, посвященная свободе слова, в последнее время попадает в заголовки газет, и не только потому, что политически консервативная платформа <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> загружено из магазинов приложений и Amazon Web Services </a> . </p> <p> На этот раз отчет <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Buzzfeed Новости </a> утверждает, что Парлер предложил Трампу 40% акций Parler, если он сделает это своей основной социальной платформой. Сообщается, что эти переговоры произошли летом 2020 года и были возобновлены после ноябрьских выборов. </p> <p> Остается неясным, участвовал ли в переговорах сам Трамп. Профессиональный юрист, цитируемый в отчете Buzzfeed, говорит, что, если бы Трамп согласился на эту сделку во время своего президентства, это могло бы нарушить законы о борьбе со взяточничеством. </p> <p> Репортеры Buzzfeed также утверждают, что видели документы этих переговоров. В рамках сделки Трамп предположительно должен будет опубликовать сообщение в Парлере как минимум за четыре часа до всех других социальных сетей. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> Что, если Трамп сделает Парлера своей основной сетью? </h2> <p> Наличие Трампа в качестве частого пользователя платформы, вероятно, подняло бы Парлера на еще большие высоты. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Парлер увидел массовую миграцию в сеть </a> после поражения Трампа на выборах 2020 года, и эта толпа, вероятно, была бы еще больше, если бы Трамп был на борту. </p> <p> Во время своей кампании и президентства Трамп обратился к Facebook и Twitter, чтобы сплотить сторонников. Трамп никогда не обращался к Парлеру как к своей сети контактов, платформе, где его аудитория, вероятно, была бы более приемлема. </p> <p> Трамп был <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> заблокирован навсегда в Твиттере </a> а также <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> заблокирован на неопределенный срок в Facebook </a> - присоединение к Парлеру могло бы смягчить этот удар. Однако дела у Парлера явно не складывались. </p> <p> После того, как платформа была занесена в черный список, <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Правление Parler якобы уволило собственного генерального директора и соучредителя Джона Матце. </a> . Очевидно, Матце настаивал на усилении модерации, чтобы помочь Parler вернуть себе место в магазинах приложений, но остальной части команды Parler эта идея не понравилась. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Что ждет Парлера в будущем? </h2> <p> Теперь, когда Джон Матце якобы покинул кресло генерального директора, у Парлера еще более неопределенное будущее. В настоящее время на веб-сайте отображается статическая веб-страница, но никто не знает, когда он будет официально запущен. </p> <p> После ухода Трампа из Белого дома, останется ли пользовательская база Парлера такой же сильной, как в конце его президентства? Если бы Трамп закрыл эту предполагаемую сделку с Парлером, возможно, так и было бы. </p>"}