{"title":"Photoshop, Illustrator и Fresco добавляют совместную работу над документами","content":"<p> Вы когда-нибудь работали над творческим проектом с другими в Интернете? Часто это может быть отправка файлов туда и обратно в электронных письмах или сообщениях. Загрузка нового файла только для внесения исправлений и повторная загрузка файла, прежде чем кто-то другой сможет сделать то же самое, - иногда этот процесс кажется неуклюжим и неэффективным. </p> <p> Но если бы проекты вашей команды были выполнены в Photoshop, Illustrator или Fresco, вы были бы счастливы узнать, что Adobe только что оптимизировала этот рабочий процесс для вас. </p> <h2 id=\"collaborate-on-the-cloud\"> Совместная работа в облаке </h2> <p> Менеджер по продукту Photoshop Пэм Кларк отправила сообщение в <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Блог Adobe </a> с обновлением функций Photoshop, Illustrator и Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Теперь в правом верхнем углу соответствующего пользовательского интерфейса каждой программы находится новый <strong> Пригласить в редактирование </strong> характерная черта. Процесс очень похож на <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> совместное использование на Google Диске </a> , вы можете нажать кнопку, чтобы открыть текстовое поле и ввести адрес электронной почты того, кого вы хотите добавить в проект в качестве соавтора. </p> <p> Все соавторы имеют право редактировать документ и его историю версий на поддерживаемых устройствах. Для Photoshop и Illustrator это ПК и iPad. Для Fresco это те же две платформы, помимо iPhone. </p> <p> Только один человек может работать с документом в общем облаке одновременно, но сохраненные им изменения будут автоматически синхронизироваться со всеми соавторами. Вы можете получить доступ к общим облачным документам на своем <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Assets </a> странице и в <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Creative Cloud </a> настольное приложение. </p> <p> Нужны новые кисти по сезону? Кайл Т. Вебстер, старший евангелист дизайна в Adobe, выпустил <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> Набор кистей Winter 2020 </a> для фотошопа и фрески. </p> <p> </p> <p> В том же посте также подробно рассказывается о добавлении Preset Sync в Photoshop для Mac и Windows. Включите его, и настройки ваших кистей, образцов, градиентов, узоров, стилей и форм будут сохранены. «Синхронизированные кисти скоро появятся в версии для iPad», - пишет Кларк. </p> <p> </p> <p> Кроме того, если вы художник, который часто бывает в разъездах, вы будете рады узнать, что теперь вы можете вращать холст в Illustrator на iPad. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe упрощает удаленную работу </h2> <p> Создателям цифрового творчества легко обидеть Adobe, когда мы видим, что они так долго доминируют на рынке цифрового мультимедийного программного обеспечения. Но нельзя справедливо списать Adobe с позиции компании, собирающей деньги, если она постоянно приспосабливается к тому, как ее пользователи меняют свой рабочий процесс с течением времени. </p> <p> Это новое обновление функций для Photoshop, Illustrator или Fresco появится всего через пять дней после <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark добавил общие бренды </a> . Теперь, когда становится все более нормальным работать с людьми исключительно в Интернете, кажется, что компания делает все возможное, чтобы сделать совместную работу в Интернете немного более удобной. </p> <p> Скрести пальцы; возможно, в будущем мы увидим, что облачное редактирование войдет во все приложения Creative Cloud. </p>"}