{"title":"Отчет: Apple поручает бывшему боссу аппаратного обеспечения работать с AR / VR","content":"<p> Сообщается, что Дэну Риччио, бывшему начальнику отдела аппаратного обеспечения Apple, было поручено возглавить разработку гаджетов дополненной реальности (AR) и виртуальной реальности (VR). Недавно он открыл «новую главу» в Apple, а теперь возглавляет неуказанный «новый проект». </p> <p> «Я с нетерпением жду возможности сосредоточить все свое время и энергию в Apple на создании чего-то нового и прекрасного, что меня не может больше волновать», <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Пресс-релиз Apple </a> цитирует его слова. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> Считается, что сейчас Риччио сосредоточен на гарнитурах Apple AR / VR. </p> <h2 id=\"riccio-s-importance-to-apple\"> Значение Риччо для Apple </h2> <p> Этот высокопоставленный руководитель работает в Apple более двух десятилетий. Риччио работал над такими популярными проектами, как оригинальный iMac, линейка iPhone 12 и новые Mac M1. Таким образом, он делает идеальный выбор для ускорения усилий Apple в области AR / VR. </p> <p> Некоторые люди говорят, что перестановка в организации Apple по разработке оборудования является убедительным свидетельством того, что Риччио может говорить о Project Titan, внутреннем кодовом названии мифического проекта Apple Car. Это почти наверняка не так, потому что Apple Car, как многие считают, находится не менее чем в пятидесятилетии от выпуска. </p> <p> </p> <p> Хотя Apple Car на нынешнем этапе, вероятно, не требует безраздельного внимания Риччио, он, похоже, является большим активом с точки зрения стратегии Apple AR / VR. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> Стратегия Apple в области AR / VR </h2> <p> Предполагается, что Apple работает над <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> дорогая, мощная гарнитура смешанной реальности, выпуск которой возможен в 2021 году. </a> . Он должен появиться перед более доступными массовыми очками AR, которые, как сообщается, будут выпущены в 2022 году. Источники описывают гарнитуру как дорогой, нишевый аксессуар, работающий на специализированном чипе Apple, который быстрее, чем кремний M1, установленный в новых Mac. </p> <p> Говорят, что другие характеристики включают в себя два дисплея 8K и множество встроенных камер для точного отслеживания глаз и рук. Устройство может стоить около 3000 долларов, что сопоставимо с HoloLens от Microsoft. Он описывается как нишевый аксессуар, который Apple, вероятно, будет продавать в первую очередь разработчикам, чтобы они могли создавать приложения AR / VR для устройства. </p>"}