{"title":"Отчет: Apple может прекратить выпуск iPhone 12 Mini во втором квартале","content":"<p> IPhone 12 mini - самый маленький из iPhone последнего поколения от Apple, и это, по-видимому, подтвердилось и в отношении его продаж. С самого первого дня самый миниатюрный из серии iPhone 12 преследовался сообщениями о том, что он не продается в количествах своих более крупных и дорогих собратьев. </p> <p> Теперь отчет инвестиционного банка JP Morgan, опубликованный <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , утверждает, что Apple потенциально может прекратить производство iPhone 12 mini во втором календарном квартале 2021 года. Это может означать, что у телефона может быть всего пара месяцев, прежде чем он вообще перестанет производиться. </p> <h2 id=\"adjusting-iphone-12-orders\"> Регулировка заказов iPhone 12 </h2> <p> В инвестиционной записке от аналитика цепочки поставок JP Morgan Уильяма Янга также отмечаются некоторые другие изменения во втором квартале, которые Apple может внести в линейку iPhone 12. Ян утверждает, что Apple увеличит количество iPhone 12 Pro Max на 11 миллионов единиц, iPhone 12 Pro на 2 миллиона единиц, а iPhone 11 эпохи 2019 года - на 8 миллионов. </p> <p> Между тем, обычные iPhone 12 будут урезаны до 9 миллионов штук, а iPhone 12 mini - на 11 миллионов - то же количество уменьшится, что и iPhone 12 Pro Max, как увеличение. В отчете говорится, что Apple может полностью прекратить производство iPhone 12 mini в этом квартале. </p> <p> </p> <p> Это не первый раз, когда мы слышим, что iPhone 12 mini оказался сравнительным провалом для Apple. В недавнем отчете Morgan Stanley утверждалось, что Apple сокращает заказы на iPhone 12 mini в первом квартале 2021 года. </p> <p> Между тем, в предыдущем отчете говорилось, что, хотя девять из 10 лучших смартфонов, активированных в Рождество в США, были iPhone, iPhone 12 mini был единственным, кто не попал в список. (Это несмотря на то, что были включены некоторые гораздо более старые iPhone.) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: удивительная мисс </h2> <p> Тот факт, что iPhone 12 mini, похоже, испытывает трудности, вызывает удивление. Он получил отличные отзывы и предлагает отличные возможности iPhone 12, упакованный в небольшой форм-фактор. </p> <p> Он включает тот же полноэкранный OLED-дисплей, что и его более крупные собратья (хотя и немного меньше), Face ID, процессор A14 Bionic и возможность подключения 5G. Он стоит всего 699 долларов и является самым дешевым из новых iPhone от Apple. Но похоже, что по какой-то причине он просто не смог добиться такого же успеха, как более крупные iPhone в этом году. </p> <p> Интересно, что отчет JP Morgan предполагает, что Apple планирует выпустить еще четыре iPhone в этом году. Это может означать, что Apple, возможно, еще не готова отказаться от линейки меньших по размеру «мини» iPhone. Придется подождать до сентября, чтобы увидеть, что произойдет. </p>"}