{"title":"ОС Raspberry Pi сталкивается с отказом пользователя после включения репозитория Microsoft после обновления","content":"<p> Недавно выяснилось, что операционная система с открытым исходным кодом, Raspberry Pi OS, устанавливает репозиторий Microsoft во время установки. Включение одного из многих репозиториев Microsoft означает, что каждый раз, когда ОС Raspberry Pi обновляется, он пингует сервер Microsoft, потенциально раскрывая информацию о вашем устройстве. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> ОС Raspberry Pi отправляет данные в Microsoft? </h2> <p> А <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Сообщение Reddit </a> подробно рассказали, как и почему ОС Raspberry Pi (ранее известная как Raspbian) начала отправлять данные на серверы Microsoft при каждом обновлении операционной системы. </p> <blockquote> <p> Официально это потому, что они поддерживают IDE от Microsoft (!), Но вы получите ее, даже если вы установили из легкого образа и используете свой Pi без головы без графического интерфейса. Это означает, что каждый раз, когда вы выполняете «подходящее обновление» на своем [Raspberry] Pi, вы отправляете эхо-запрос на сервер Microsoft. </p> </blockquote> <p> Пользователи обеспокоены тем, что Microsoft может собирать информацию об используемом устройстве, например IP-адрес, а затем связывать ее с другой информацией для создания целевого рекламного профиля. Для тех пользователей, которые активно пытаются работать ниже радара, это может служить методом идентификации. </p> <p> Но для многих пользователей существуют более серьезные проблемы. </p> <p> Во-первых, многие пользователи выразили разочарование по поводу того, что проект с открытым исходным кодом обновит свои исходные репозитории без уведомления пользователей. Во-вторых, вызывает гнев то, что обновление добавляет репозиторий Microsoft к существующим установкам. </p> <p> В-третьих, ответ основателя Raspberry Pi, Эбена Аптона, полностью отклонил проблему, задав вопрос, почему пользователи вообще могут беспокоиться о таком включении. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Извините: я не могу понять, почему вы думаете, что это было спорным решением. Мы делаем подобные вещи все время, не публикуя сообщения в блоге о том, как отказаться. </p> - Эбен Аптон (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 февраля 2021 г. </a></blockquote>  <p> Похоже, что, по крайней мере, пользователи хотели бы получить информацию о том, что репозиторий Microsoft будет добавлен в стандартную ОС Raspberry Pi. Учитывая характер сообществ, наиболее связанных с использованием Raspberry Pi (пользователи Linux с открытым исходным кодом, ориентированные на конфиденциальность), это кажется справедливым. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Будет ли в ОС Raspberry Pi и дальше использоваться репозиторий Microsoft? </h2> <p> К сожалению, пользователям Raspberry Pi OS придется улыбаться и терпеть, если они хотят продолжать использовать официальную операционную систему. </p> <p> В ветке о репозитории Microsoft на <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Форумы Raspberry Pi </a> , Директор по разработке программного обеспечения Raspberry Pi Гордон Холлингворт сказал: «Это не изменится, потому что это упрощает первый опыт для людей, которые действительно хотят использовать такие инструменты, как VSCode». </p> <p> Что, в свою очередь, означает, что некоторые пользователи неизбежно оставят ОС Raspberry Pi в поисках альтернативы. К счастью, когда дело доходит до Raspberry Pi, у вас есть бесчисленное множество отличных альтернативных операционных систем, доступных на выбор. </p> <p> </p> <p> Тем не менее, некоторые пользователи также пойдут дальше и полностью переключатся с Raspberry Pi, направившись к одному из других крошечных компьютерных конкурентов. </p>"}