{"title":"Snapchat &amp; # 039; s &quot;Проверка друзей&quot; предлагает вам избавиться от нежелательных друзей","content":"<p> Можно ли уменьшить размер вашего списка друзей в Snapchat? Если у вас накопилось множество друзей, которых вы даже не помните, функция Snapchat Friend Check Up побудит вас избавиться от этих нежелательных пользователей. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Пришло время очистить список друзей </h2> <p> Пост на <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Snap Newsroom </a> выделяет Friend Check Up, новую функцию, представленную как раз вовремя <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> День безопасного Интернета </a> . Проверка друзей появится в Snapchat в виде уведомления и предложит вам просмотреть список друзей. </p> <p> В уведомлении будет сказано: «Snapchat для настоящих друзей. Нажмите, чтобы просмотреть список друзей». Выбор уведомления приведет вас к вашему списку друзей, где вы можете перейти к отключению нежелательных подключений. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> Цель этого инструмента - помочь вам удалить всех пользователей, которых вы могли добавить случайно, а также всех, кого вы больше не хотите в своем списке друзей. Наличие этого напоминания также является отличным средством безопасности - в конце концов, вы можете неосознанно предоставлять определенным пользователям доступ к вашим историям и вашему местоположению. </p> <p> </p> <p> Согласно Snapchat, эта функция будет запущена на устройствах Android в ближайшие недели и на iOS в ближайшие месяцы. </p> <p> Тем не менее, вам не нужно ждать, пока Snapchat выпустит эту функцию, чтобы начать очистку списка друзей. Вы можете сделать это прямо сейчас, зайдя в свой профиль Snapchat и нажав <strong> Мои друзья </strong> . Нажмите и удерживайте пользователя, которого хотите удалить, нажмите <strong> Более </strong> , а затем нажмите <strong> Удалить друга </strong> &gt; <strong> Удалять </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Другие способы Snapchat повысить безопасность </h2> <p> В том же сообщении в блоге Snapchat объявил, что он также сотрудничает с Connect Safely в США и ChildNet в Великобритании для отображения образовательных фильтров. Проведите пальцем по этим фильтрам, чтобы перейти к ресурсам по безопасности в Интернете от соответствующей организации. </p> <p> Кроме того, Snapchat расширяет интеграцию с Crisis Text Line в США и планирует запустить аналогичную функцию в Великобритании. Платформа также работает с The Trevor Project, чтобы предоставлять ресурсы в приложениях для ЛГБТ-молодежи. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat оттачивает близких друзей </h2> <p> Функция Friend Check Up - это еще один способ, с помощью которого Snapchat пытается укрепить свой имидж как платформы для близких друзей, а не для совершенно незнакомых людей. </p> <p> Платформа гордится тем, что не поощряет общение между людьми, которые плохо знают друг друга. Он создан для близких друзей, о чем свидетельствует ограничение на количество участников в группах, состоящее из 64 человек, и тот факт, что вы не можете общаться ни с кем, если оба не примете запрос дружбы. </p>"}