{"title":"Sony раскрывает текстуру контроллера PS5 с символами PlayStation","content":"<p> Если вы видели контроллер PS5 DualSense, владеете им или читали какую-либо шумиху вокруг джойстика нового поколения, то вы знаете, что у него есть текстура на задней части устройства. </p> <p> Эта текстура состоит из тысяч крошечных квадратов, кругов, треугольников и крестиков, представляющих кнопки действий на передней панели DualSense. Теперь Sony раскрыла, как именно символы попали туда. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony раскрыла текстуру контроллера DualSense </h2> <p> Переверните DualSense, и вы увидите, что на задней панели есть бесчисленные крошечные символы кнопок действий контроллера. Что ж, на самом деле вы можете их не видеть, они невероятно крошечные. Но поверьте, они там. </p> <p> Трудно представить, как они вообще существуют, они такие маленькие, но Sony рассказала <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , как именно появились эти 40 000 символов. Звучит как довольно кропотливый процесс, мягко говоря. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> После множества неудачных дизайнов Sony, наконец, остановилась на микротекстуре, которая, по ее мнению, была идеальной. Масса символов - все всего в несколько микрон высотой и созданных из рисунков, нарисованных от руки, - служит не только в качестве украшения; он также обеспечивает захват при использовании DualSense. </p> <p> Дизайнеры кропотливо вырезали эти миниатюрные символы в форму, используя точные лазерные граверы, работающие в 3D, а не просто вырезали одну 2D-плоскость ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> узнать больше о лазерных граверах </a> ). </p> <p> После того, как производственное оборудование вводит пластик в форму, он аккуратно размещается в каждом доступном пространстве, принимая текстуру, которую вы держите в руках. Умная штука, особенно учитывая масштаб этого моделирования. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Сможете ли вы найти текстуру где-нибудь еще? </h2> <p> Ну, вообще-то текстуру можно найти где-нибудь еще. Sony знает, что преемственность - ключ к дизайну. Таким образом, вы можете найти текстуру во всей экосистеме PlayStation 5. </p> <p> Вы найдете эту текстуру на всех, от контроллеров DualSense до пульта дистанционного управления Media, беспроводной гарнитуры PS5 и даже самой консоли. </p> <p> Sony уже не в первый раз текстурирует свои панели управления. Когда Sony выпустила DualShock 4 вместе с PS4, его лицевая панель тоже имела текстурированную поверхность. Это было больше связано с захватом колодки, а не с косметической ценностью. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: идеальный контроллер? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> Хорошо, так что PS5 DualSense может быть не идеальным, но это великолепный образец дизайна, и он тоже работает очень хорошо (за исключением одного или двух нареканий). </p> <p> Именно внимание Sony к деталям действительно отличает DualSense от конкурентов. Поскольку перед выпуском PS5 Sony действительно рекламировала погружение и интеграцию, приятно видеть, что она действительно вложила свои деньги туда, где она есть, с точки зрения дизайна. </p>"}