{"title":"Steam установил новый рекорд, начав 2021 год с огромного успеха","content":"<p> Steam в очередной раз побил свой собственный рекорд по количеству людей, одновременно использующих платформу. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> 26 миллионов одновременных пользователей Steam </h2> <p> Steam только что обновил <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Статистика Steam </a> страница. Здесь мы видим, что популярный игровой рынок и потоковый сервис побили свой предыдущий рекорд «одновременных пользователей» с почти 26,5 миллионами онлайн-игроков одновременно. </p> <p> Это «пиковое» значение, означающее, что это была самая высокая зарегистрированная статистика за 24-часовой период. Страница статистики Steam постоянно обновляется, давая пользователям Steam возможность видеть, сколько людей находится в сети в любое время дня и ночи. Сайт показывает статистику за 48-часовой период. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Обратите внимание, что эта цифра относится к тому, сколько людей вошло в Steam, а не к тому, сколько людей играют. Те попадают в категорию «активные пользователи», и в то же время Steam установил этот рекорд: 7,2 из этих 26,5 миллионов человек были заняты игрой в свои любимые игры. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Когда Steam в последний раз устанавливал рекорд? </h2> <p> Это не первый раз, когда Steam побил свой собственный рекорд в 2021 году. Неплохой подвиг, учитывая, что мы только в феврале. </p> <p> В начале января Steam обновил свою статистику, чтобы показать новый рекорд, который составлял примерно 25,5 миллиона. Таким образом, этот рекорд устанавливает новый прецедент, побив предыдущий показатель на 1 миллион дополнительных пользователей. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Почему Steam так популярен? </h2> <p> Что ж, 26,5 миллиона человек не могут ошибаться, не так ли? Steam - невероятно популярная платформа не зря. В нем есть множество игр, в которые можно поиграть, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> это безопасный рынок для покупки этих игр </a> , и у него есть огромное сообщество единомышленников, в котором можно принять участие. </p> <p> Не только это, но и сами игры привлекают подписчиков Steam. На момент написания этой статьи в Counter-Strike: Global Offensive играл почти 1 миллион человек. Полмиллиона было заполнено серверами Dota 2. Число одновременных пользователей достигло 25,1 миллиона и продолжает расти, что говорит о том, что Steam может иметь для нас еще один рекордный показатель к завтрашнему дню. </p> <p> Кроме того, нам также необходимо учитывать тот факт, что в 2020 году игры стали популярнее, не в последнюю очередь потому, что COVID заставил всех оставаться в помещении. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> В прошлом году расходы на игры в США резко выросли </a> . В этом нет ничего удивительного. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam продолжает расти </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam всегда был популярной платформой, и 2020 год поставил ее на сильную позицию. Это обнадеживает, учитывая, что 2020 год был ужасным для большинства предприятий. </p> <p> Есть много других способов насладиться экосистемой Steam. Почему бы не собрать друзей и немного поиграть в удаленную игру? Если они не подписчики Steam, возможно, вы могли бы их подписать. </p>"}