{"title":"Solid State Logic представляет контроллер DAW UF8","content":"<p> SSL выпустила управляющую поверхность Nucleus 2 в 2016 году, став продолжением отмеченного наградами оригинального Nucleus. Оба контроллера получили в целом положительные отзывы, похоже, только что прибыл еще один. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Представляем UF8 DAW Controller </h2> <p> 4 февраля производитель микшерных пультов Solid State Logic (SSL) только что выпустил свой новейший DAW-контроллер UF8. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Не все контроллеры равны <br><br> Узнайте почему: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> # UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWController </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> - SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4 февраля 2021 г. </a></blockquote>  <p> Он обещает «абсолютное владение своим рабочим процессом» и, следовательно, более высокую скорость производства аудиоконтента для инженеров, продюсеров и художников. </p> <p> SF8, упакованный в металлический корпус весом шесть с половиной фунтов, - это то, что SSL описывает как «кульминацию более чем 40-летнего наследия SSL в области совершенствования производственных рабочих процессов и эргономики студии». </p> <p> UF8 предлагает высокотехнологичные сенсорные фейдеры и цветные дисплеи с высоким разрешением. Его восемь бесконечных поворотных энкодеров дают вам доступ к восьми трекам в вашей DAW по вашему выбору. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Профессиональные инструменты </a> , а также <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Логика </a> все совместимы с UF8. Некоторый <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> бесплатное программное обеспечение DAW </a> также работает с ним. </p> <p> Другие особенности UF8 включают: </p> <ul> <li> Возможность одновременного управления между тремя DAWS </li> <li> Пять банков по восемь пользовательских клавиш и три быстрых клавиши (всего 43 назначаемых клавиши) </li> <li> Интеллектуальный универсальный кодировщик каналов </li> <li> Эмуляция прокрутки мыши </li> <li> Возможность расширения до четырех UF8 для 32-канальной панели управления SSL </li> <li> Полные лицензии плагинов Vocalstrip 2 и Drumstrip </li> <li> Высокоскоростное подключение по USB </li> </ul> <p> </p> <p> Чтобы использовать UF8, вам необходимо загрузить его командное программное обеспечение: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360 ° </a> (доступно для бесплатной загрузки как для Mac, так и для Windows). После установки SSL 360 ° позволяет настраивать устройства UF8, настраивать ключи пользователей, сохранять и загружать профили, а также управлять обновлениями. </p> <p> «Макет и качество сборки основаны на нашей приверженности человеческой инженерии, созданию продуктов, которые будут держать вас в творческой зоне с высокоскоростным доступом к каждому фейдеру или элементам управления, без утомления оператора или дискомфорта», - сказал менеджер по продукту студии Энди Джексон. <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> TV Tech </a> . </p> <p> SSL - это студийный бренд, который более известен производством лучшего аналогового оборудования, но новый UF8 может означать, что компания переходит в цифровую сферу. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> Подходит ли вам контроллер UF8? </h2> <p> UF8 - это мощная и универсальная панель управления, которая работает с большинством популярных DAW, но вы можете быть разочарованы, обнаружив, что у нее нет мастер-фейдера или надлежащего управления транспортом. Независимо от того, стоит ли он своей цены в 1299 долларов, решать вам. </p> <p> Однако приятно видеть, как SSL расширяет свой бренд - сначала с помощью аудиоинтерфейса, а теперь и контроллера DAW. Сможем ли мы в конечном итоге увидеть, что SSL тоже создаст свою собственную DAW? </p>"}