{"title":"Sony может столкнуться с коллективным иском против PS5 DualSense","content":"<p> Наступает еще один день, а вместе с ним и новости о том, что консольный гигант - на этот раз Sony - потенциально может столкнуться с коллективным иском, касающимся неисправных панелей управления. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> &quot;Дрейф&quot; DualSense поднимает свою уродливую голову </h2> <p> Невозможно уйти от того факта, что Sony сломала шаблон с панелью управления DualSense для PS5. Фактически, буквально, учитывая <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> как Sony выделила все эти символы PlayStation на корпусе планшета </a> . </p> <p> Однако <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> заявление американской юридической фирмы CSK&amp;D </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) говорят нам, что групповой иск может быть на горизонте для Sony. Почему? Потому что, как и Joy-Cons от Nintendo, владельцы PS5 сообщают о смещении джойстика. </p> <p> Если вы следили за освещением саги группового иска Joy-Con о дрифте, с которой столкнулась Nintendo, то вы можете узнать прозвище CSK&amp;D. Это потому, что это одна из юридических фирм, которая также подает в суд на Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Что говорится в коллективном иске? </h2> <p> В своем заявлении CSK&amp;D сообщает: </p> <blockquote> <p> CSK&amp;D расследует потенциальный групповой иск на основании сообщений о том, что контроллеры Sony PS5 DualSense для консоли PlayStation 5 могут испытывать проблемы с дрейфом и / или преждевременно выходить из строя. В частности, сообщается, что джойстик на некоторых контроллерах PS5 DualSense автоматически регистрирует движение, когда джойстиком не управляют, и мешает игровому процессу. </p> </blockquote> <p> Итак, как и в случае с Nintendo Joy-Con, джойстики DualSense страдают от преждевременного износа. Компоненты, удерживающие джойстик в положении на холостом ходу, изнашиваются, поэтому пэд регистрирует движение без взаимодействия с игроком. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> Что такое DualSense Drift? </h2> <p> Когда вы перемещаете джойстик на DualSense, это регистрирует движение с помощью консоли PS5 и преобразует его в действие на экране. Вот как работает контроллер DualSense при нормальных обстоятельствах и когда он находится на пике работоспособности. </p> <p> Вы сразу узнаете, смещаются ли джойстики DualSense. Как? Потому что ваша PS5 начнет вести себя так, как будто вы используете джойстик, даже если вы даже не прикасаетесь к нему. </p> <p> Таким образом, ваш персонаж может перемещаться по экрану без вашего ввода, или курсор может переключаться между пунктами меню, не касаясь стиков. В любом случае, вы не хотите, чтобы произошел дрейф DualSense. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> Что вы можете сделать с DualSense Drift? </h2> <p> Если у вашей контрольной панели есть проблемы с дрейфом, то вы можете связаться с <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Поддержка PlayStation </a> и оформить возврат. Sony выпустила PS5 только в ноябре 2020 года, так что у вас гарантия. </p> <p> Однако имейте в виду, что горячие линии службы поддержки PS могут быть очень загружены; он также будет получать звонки, касающиеся проблем с консолью PS5. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Хорошие ли современные контроллеры? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Вы можете сколько угодно суетиться вокруг своего контроллера, но, если он перестанет работать, все великолепные функции, которые вы рекламируете, устареют. </p> <p> Поскольку мы видим все больше контроллеров и все больше их применений на нескольких платформах, разработчики и производители консолей должны убедиться, что компоненты находятся в рабочем состоянии, прежде чем выпускать их. Никому не нужна игровая консоль, на которой он не может играть. </p>"}