{"title":"Xiaomi Mi 11 официально выходит на мировой рынок","content":"<p> Если вы ищете новый смартфон, вы можете подумать, что <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> идеальный флагман для вас. Но Xiaomi Mi 11 - еще один смартфон с высококлассными характеристиками, которые вам нужно учитывать. </p> <p> Телефон был первым, в котором был выпущен высокопроизводительный процессор Qualcomm Snapdragon 888, но изначально он был доступен только в Китае. </p> <p> К счастью, Xiaomi исправила ситуацию и выпустила телефон по всему миру. И он не только обладает впечатляющими характеристиками, но и имеет шокирующе низкую цену. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> О чем вся суета вокруг Xiaomi Mi 11? </h2> <p> Очевидно, что главное, что привлечет ваше внимание к Xiaomi Mi 11, - это процессор Snapdragon 888, но компания также предлагает довольно впечатляющее оборудование для всего устройства. </p> <p> Начиная с экрана, Xiaomi Mi 11 предлагает впечатляющие 6,81 дюйма дисплея. Он оснащен AMOLED-экраном WQHD + 120 Гц, поэтому вы получите невероятно высокую частоту обновления. В телефоне также есть стекло Gorilla Glass Victus, которое выдержит испытания. Кроме того, максимальная яркость составляет 1500 нит, что весьма впечатляет. </p> <p> </p> <p> Еще одним важным моментом, привлекающим внимание, является 108-мегапиксельный сенсор основной камеры, с помощью которого можно делать невероятные снимки. Есть 13-мегапиксельный сверхширокоугольный объектив с твердым полем обзора 123 градуса и 5-мегапиксельный телеобъектив, который позволяет снимать с близкого расстояния. </p> <p> На передней панели телефона находится 20-мегапиксельная селфи-камера, заправленная в дырокол. </p> <p> Аккумулятор емкостью 4600 мАч позволяет телефону работать в течение длительного времени. Как и в любом хорошем флагмане, здесь доступны скорости проводной зарядки 55 Вт или 50 Вт беспроводной зарядки, поэтому вы сможете быстро пополнить счет. Кроме того, вы получаете обратную зарядку с Xiaomi Mi 11, поэтому вы можете использовать его большую батарею для зарядки других устройств. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Xiaomi Mi 11 Цена и доступность </h2> <p> Телефон готовится к запуску в Европе и Австралии. Компания объявила цену в евро, заявив, что телефон будет стоить всего 749 евро, что вполне разумно с учетом характеристик этого устройства. Эта цена указана за базовую модель телефона с 8 ГБ оперативной памяти и 128 ГБ памяти. Более дорогая модель имеет 8 ГБ оперативной памяти и 256 ГБ встроенной памяти за 799 евро. </p> <p> На европейском рынке телефон будет представлен в цветах Midnight Grey и Horizon Blue. </p> <p> Xiaomi не сказала, когда именно начнут поставки телефона. Вместо этого компания заявила, что в ближайшие дни объявит больше через свои региональные каналы в социальных сетях. </p> <p> Если вы ищете флагманское устройство и находитесь за пределами США, вам обязательно стоит подумать о покупке Xiaomi Mi 11. У него хорошие характеристики по цене. </p>"}