{"title":"Запрет Трампа в Твиттере навсегда ... даже если он снова баллотируется в президенты","content":"<p> Twitter серьезно относится к запрету на деятельность бывшего президента США Дональда Трампа. Платформа объявила, что никогда не позволит Трампу вернуться в Twitter, даже если Трамп снова решит баллотироваться в президенты в 2024 году. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Трампу пожизненно запретили доступ в Твиттер </h2> <p> В разгар второго судебного процесса по делу об импичменте Трампа финансовый директор Twitter Нед Сигал дал интервью телеканалу CNBC Squawk Box о потенциальном будущем аккаунта Трампа в Twitter. Сигал сказал, что Твиттер никогда больше не позволит Трампу появиться на платформе, независимо от того, решит ли он баллотироваться на посты. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Согласно нашей политике, когда вас удаляют с платформы, вы удаляетесь с платформы независимо от того, являетесь ли вы комментатором, финансовым директором, бывшим или действующим государственный служащий &quot;, - говорит <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> Финансовый директор <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> о том, может ли быть восстановлен счет президента Трампа. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> - Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 февраля 2021 г. </a></blockquote>  <p> Сигал отметил, что политика удаления Twitter не дискриминирует, заявив, что «когда вы удаляете с платформы, вы удаляетесь с платформы, независимо от того, являетесь ли вы комментатором, финансовым директором или бывшим или нынешним официальный. &quot; </p> <p> Затем он сказал, что «политика Твиттера разработана таким образом, чтобы люди не подстрекали к насилию», и если кто-то нарушает эту политику, Твиттер должен удалить их. Правила платформы «не позволяют людям возвращаться». </p> <p> Другими словами, Трамп никогда не сможет вернуться в Twitter, и тот факт, что он бывший государственный чиновник, этого не изменит. Запрет Twitter также останется в силе, если Трамп снова попытается баллотироваться в президенты. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> Бурные отношения Трампа с социальными сетями </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Твиттер забанил Трампа </a> после массовых беспорядков на Капитолийском холме 6 января 2021 года за нарушение политики платформы по подстрекательству к насилию. Но даже до этого постоянного запрета у Трампа и Twitter были очень непростые отношения. </p> <p> За время президентства Трампа Twitter часто можно было найти <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> отметка и удаление твитов Трампа </a> за нарушение политик платформы. Платформа постоянно помечала его твиты за дезинформацию о голосовании, COVID-19 и даже о честности выборов в США. </p> <p> Тем не менее, Twitter был не одинок в маркировке и ограничении некоторых твитов Трампа. Facebook также сыграл большую роль в <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> пометить контент Трампа как дезинформацию </a> . </p> <p> После протестов в Вашингтоне, округ Колумбия, Трампу фактически запретили пользоваться всеми социальными сетями. Твиттер не только удалил Трампа со своей платформы, но и Facebook, Instagram, Snapchat, YouTube и даже Twitch предприняли меры в отношении учетной записи Трампа. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Мрачное будущее социального присутствия Трампа </h2> <p> Теперь, когда Трампу запрещен доступ почти ко всем основным социальным платформам, неясно, появится ли он когда-либо в социальных сетях. Для некоторых это приветствие, но для других запрет аккаунтов Трампа является нарушением свободы слова. </p> <p> Parler, так называемая социальная сеть, посвященная свободе слова, вероятно, приветствовала бы присутствие Трампа с распростертыми объятиями. Но теперь, когда платформа уволила собственного генерального директора и была загружена со всего Интернета, вероятно, пройдут недели (а может быть, даже месяцы), прежде чем Парлер вернется. </p>"}