{"title":"5 лучших онлайн-калькуляторов блоков питания","content":"<p> Если вы покупаете новый блок питания или просто хотите узнать, сколько электроэнергии потребляет ваш компьютер, онлайн-калькулятор блоков питания может вам помочь. </p> <p> Эти удобные веб-инструменты определяют совокупные требования к питанию ваших компонентов, поэтому вы можете принять обоснованное решение о необходимой мощности. Вот одни из лучших калькуляторов блоков питания. </p> <h2 id=\"why-use-an-online-power-supply-calculator\"> Зачем использовать онлайн-калькулятор источника питания? </h2> <p> Каждый компонент, который вы добавляете в ПК, будет потреблять электроэнергию от блока питания (PSU). Чем больше вы добавите, тем больше мощности вам понадобится. Оперативная память, графические карты, процессоры, материнские платы - всем им нужен сок для эффективной и безопасной работы. Это только увеличивается, если вы начинаете <a href=\"https://www.makeuseof.com/overclock-gpu-windows-10-asus-gpu-tweak/\" target=\"_blank\" rel=\"nofollow noopener\"> разгон ваших компонентов </a> . </p> <p> Если ваш блок питания слишком слаб для питания всех ваших компонентов, вы можете быстро столкнуться с проблемами. Ваш компьютер может не запускаться, он может автоматически отключаться, а ваша операционная система может зависнуть. Если вам особенно не повезет, он может сгореть, забрав с собой материнскую плату и компоненты. </p> <p> Онлайн-калькуляторы блоков питания помогут избежать подобных проблем. Они не на 100% точны, но могут указать, явно ли ваш источник питания недостаточен или работает почти на полную мощность. Однако важно помнить, что есть и другие <a href=\"https://www.makeuseof.com/tag/6-things-know-buying-power-supply-unit-psu/\" target=\"_blank\" rel=\"nofollow noopener\"> факторы, которые следует учитывать при выборе блока питания </a> . Дешевые блоки питания часто обеспечивают меньшую мощность, чем заявлено, и могут быть менее надежными. </p> <p> </p> <h2 id=\"1-outervision-power-supply-calculator\"> 1. <a href=\"https://outervision.com/power-supply-calculator\" target=\"_blank\" rel=\"nofollow noopener\"> Калькулятор источников питания OuterVision </a></h2> <p> <img alt=\"OuterVision power supply calculator\" src=\"images/outervision-power-supply-calculator-1-662.png\" loading=\"lazy\"> </p> <p> Основное внимание на веб-сайте Extreme OuterVision уделяется калькулятору блоков питания, но он также предоставляет обзоры блоков питания и примеры сборок для различных целей. Калькулятор источника питания может быть установлен на любой <strong> Базовый </strong> или же <strong> Эксперт </strong> . </p> <p> Как и в других калькуляторах блока питания, вы выбираете компоненты, используя различные раскрывающиеся меню, ползунки и текстовые поля. В <strong> Эксперт </strong> Версия расширяет их количество, включая расширенные настройки, такие как разгон и жидкостное охлаждение. </p> <p> В любом случае вы можете установить, как долго ваш компьютер будет работать каждый день и сколько из этого времени будет тратиться на задачи с высокими требованиями, такие как игры или 3D-рендеринг. В обоих режимах вы можете установить только параметр материнской платы на <strong> Сервер </strong> , <strong> Рабочий стол </strong> , или же <strong> Mini-ITX </strong> . </p> <p> Большинство полей допускают только общие компоненты, такие как 8 ГБ ОЗУ DDR4 или 256 ГБ SATA SSD. Однако вы можете выбрать конкретные процессоры и видеокарты, что, по-видимому, означает более точные результаты. Это единственный калькулятор в этом списке, который включает мониторы. </p> <p> Результаты включают мощность нагрузки и рекомендуемую мощность. В <strong> Эксперт </strong> В этом режиме вы также можете увидеть суммарную силу тока и оценку затрат на электроэнергию. На сайте OuterVision также есть калькулятор энергопотребления для установок для майнинга криптовалюты. </p> <p> Помимо определения потенциальной прибыльности майнинга вашей установки, она связана с Amazon, где вы можете купить детали для ее сборки. </p> <p> </p> <h2 id=\"2-cooler-master-power-supply-calculator\"> 2. <a href=\"https://www.coolermaster.com/power-supply-calculator/\" target=\"_blank\" rel=\"nofollow noopener\"> Калькулятор блока питания Cooler Master </a></h2> <p> <img alt=\"cooler master power supply calculator\" src=\"images/cooler-master-power-supply-calculator-e1611671494951-262.png\" loading=\"lazy\"> </p> <p> Большинство технических энтузиастов знают Cooler Master. Он производит широкий спектр корпусов, кулеров, блоков питания и периферийных устройств для сборщиков ПК. </p> <p> Если вы собираете простой ПК без лишних наворотов, калькулятор блока питания Cooler Master может дать вам разумную оценку ваших требований к питанию. </p> <p> Он предлагает на выбор семь форм-факторов материнских плат, включая ATX и Mini-ATX, но не конкретные модели плат. Вы также можете установить свой конкретный процессор и видеокарту, но все остальное является общим. </p> <p> Он не предлагает столько возможностей, сколько калькулятор OuterVision, но он достаточно хорошо охватывает основы. И, конечно же, этот калькулятор существует как способ рекомендовать блоки питания Cooler Master. Cooler Master широко считается проверенным и надежным брендом блоков питания, но важно понимать это предубеждение. </p> <p> </p> <h2 id=\"3-be-quiet-psu-calculator\"> 3. <a href=\"https://www.bequiet.com/psucalculator\" target=\"_blank\" rel=\"nofollow noopener\"> Будь спокоен! Калькулятор БП </a></h2> <p> <img alt=\"BeQuiet power supply calculator\" src=\"images/bequiet-power-supply-calculator-859.png\" loading=\"lazy\"> </p> <p> Как и Cooler Master, Be Quiet производит корпуса, блоки питания, вентиляторы и другие компоненты для ПК, поэтому ее калькулятор, естественно, рекомендует собственные продукты. Его калькулятор блока питания также урезан, но в нем есть несколько интересных опций, на которые стоит обратить внимание. </p> <p> Как и в случае с другими калькуляторами, единственные области, которые вы можете заполнить определенными моделями, - это процессор и видеокарта. У него вообще нет опций для материнской платы, и вы можете указать только количество дисков SATA, дисков PATA и RAM-накопителей, а не их скорость или емкость. </p> <p> Он также имеет несколько простых вариантов разгона (разогнанный или сильно разогнанный), а также настройку для передачи мощности USB 3.2. Но что выделяется, так это возможность сохранять конфигурации на ваш компьютер в виде текстовых файлов. Это может быть не так полезно для такого относительно простого калькулятора, но неплохо иметь такую ​​возможность. </p> <p> После того, как вы произведете расчет, сайт предложит вам ряд источников питания Be Quiet с возможностью дальнейшей фильтрации результатов. </p> <p> </p> <h2 id=\"4-power-supply-calculator\"> 4. <a href=\"http://powersupplycalculator.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Калькулятор источника питания </a></h2> <p> <img alt=\"power supply calculator dot net\" src=\"images/power-supply-calculator-dot-net-e1611671539639-366.png\" loading=\"lazy\"> </p> <p> Этот калькулятор блока питания лучше всего подходит для старых компьютеров, поскольку, похоже, он давно не обновлялся. В нем отсутствует множество новых компонентов, но он также позволяет вам добавлять соединения FireWire в вашу спецификацию, чего вы можете не найти с новыми калькуляторами. </p> <p> Также стоит отметить гистограмму, которую он создает в конце. Это показывает распределение мощности по вашей системе как на холостом ходу, так и под нагрузкой. Это не то, что предлагают большинство других калькуляторов. </p> <p> Наряду с обычными компонентами, такими как жесткие диски и твердотельные накопители, вы можете добавить периферийные устройства, такие как клавиатуры и мыши. Вы также можете включить различные карты PCI и PCI Express и до пяти вентиляторов. Есть ползунки разгона процессоров. </p> <p> Если у вас старый компьютер и вы хотите проверить его энергопотребление или заменить блок питания, стоит попробовать этот калькулятор. Он предлагает интересные результаты, которых вы больше нигде не найдете, и не заставляет вас что-либо покупать. Однако для новых компьютеров вам понадобится один из других калькуляторов. </p> <p> </p> <h2 id=\"pcpartpicker-system-builder\"> 5. <a href=\"https://pcpartpicker.com/list/\" target=\"_blank\" rel=\"nofollow noopener\"> Сборщик систем PCPartPicker </a></h2> <p> <img alt=\"PC part picker system builder\" src=\"images/pc-part-picker-system-builder-e1611671564379-603.png\" loading=\"lazy\"> </p> <p> PCPartPicker представляет вам список всех основных компонентов, необходимых для сборки ПК. Под каждым заголовком есть кнопка, которую вы нажимаете, чтобы добавить деталь. Затем вы получаете длинный список актуальных продуктов на выбор, включая цены от различных продавцов. </p> <p> По мере того, как вы добавляете детали в свой список, сборщик систем отслеживает совместимость ваших компонентов и общую расчетную мощность. У вас также есть возможность экспортировать свой список. Сайт автоматически генерирует уникальную ссылку, которой вы можете поделиться, но вы также можете сгенерировать текст разметки, который вы можете скопировать и вставить, чтобы встроить в другое место. </p> <p> Ваши списки также могут быть сохранены в вашей учетной записи, если вы ее создадите. Кроме того, вы можете увидеть историю всех составленных вами списков, что идеально подходит, если вы хотите сравнить потенциальные сборки. </p> <p> Это не специальный калькулятор блока питания, поэтому он не дает разбивки по потребляемой энергии и не учитывает разгон. Но это позволяет вам выбирать фактические компоненты для каждой части вашей сборки, а затем основывать на этом требования к блоку питания. </p> <p> </p> <h2 id=\"how-accurate-are-power-supply-calculators\"> Насколько точны калькуляторы блоков питания? </h2> <p> Калькуляторы блока питания могут дать только приблизительную, а не точную цифру. Поэтому вы можете использовать их как руководство, но не принимайте результаты как евангелие. </p> <p> В наших тестах мы представили игровой ПК с высокопроизводительной видеокартой и процессором, 16 ГБ DDR4, твердотельным накопителем SATA и жестким диском на 7200 об / мин. Рекомендации, которые мы получили от калькуляторов, варьировались от 527 Вт до 580 Вт. </p> <p> Во всех случаях эти цифры были ниже ожидаемых. Nvidia, например, заявляет, что для высокопроизводительной карты, такой как GeForce RTX 3080, требуется блок питания мощностью не менее 750 Вт. </p> <p> </p> <h2 id=\"get-the-right-amount-of-power-to-your-rig\"> Получите нужное количество мощности для своей буровой установки </h2> <p> В самом деле, при выборе источника питания лучше всего иметь некоторые накладные расходы, поэтому, что бы ни предлагали эти калькуляторы, вам, вероятно, следует добавить пару сотен ватт сверху. Кажется, все они виноваты в том, что предлагают самый минимум. </p> <p> Помните также, что не все блоки питания одинаковы. Дешевые или маломощные блоки питания могут вызвать всевозможные проблемы. На самом деле они могут даже полностью сжечь вашу материнскую плату. Так что выбирайте внимательно и обратитесь за советом к опытному сборщику ПК, если вы не уверены. </p>"}