{"title":"Twitter рассматривает возможность подписки, чтобы сократить рекламу","content":"<p> Twitter взвешивает идею платных подписок, чтобы уменьшить свою зависимость от рекламы. Платформа не только изучает доступ к TweetDeck на основе подписки, но также может начать взимать с пользователей плату за определенные функции. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter хочет уйти от рекламы </h2> <p> В конце концов, Twitter может не остаться полностью бесплатным. Отчет о <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> показывает, что Twitter думает о новых способах заработка, включая плату за подписку, платные чаевые и даже платные функции. </p> <p> Twitter может рассмотреть возможность добавления модели подписки к <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , альтернатива Twitter, которая аккуратно организует ваши каналы в столбцы без рекламы. Платформа исследовала возможность взимания платы за TweetDeck в 2017 году, но из этого ничего не вышло. </p> <p> Twitter также обдумывает идею платных функций в Twitter. В июле 2020 года Twitter разослал опрос, в котором спрашивал пользователей, за какие функции они готовы заплатить. Если когда-либо появятся платные функции, это может означать оплату расширенных параметров настройки профиля и, возможно, даже функций, которые позволяют отменять определенные действия. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> После того, как генеральный директор Джек Дорси подтвердил, что Twitter изучает модель подписки, компания проводит опросы пользователей о том, какие функции они хотели бы видеть в таком сервисе. <br><br> Отменить отправку, специальные значки для профилей и расширенная аналитика входят в число рассматриваемых функций. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> - Эндрю Рот + (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 июля 2020 г. </a></blockquote>  <p> В отчете Bloomberg также упоминается, что Twitter также изучает «подсказки». Это позволит пользователям давать чаевые журналистам или создателям за определенные типы контента. Платформа экспериментировала с этой опцией в своем приложении для вещания. <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Перископ, который будет закрыт в марте 2021 года. </a> . </p> <p> Кроме того, финансовый директор Twitter Нед Сегал намекнул на другие виды платных функций на конференции в декабре 2020 года. Он отметил, что платные функции Twitter могут включать «высококачественное видео», «аналитику» и даже «бизнес-присутствие». &quot; </p> <p> Брюс Фальк, глава отдела продаж Twitter, сказал Bloomberg, что Twitter «может включать» подписки в будущем. Он продолжил: «Хотя мы взволнованы этим потенциалом, важно отметить, что мы все еще находимся на очень ранней стадии изучения мы не ожидаем какой-либо значимой выручки за счет этих возможностей в 2021 году ». Это означает, что нам, вероятно, пока не придется беспокоиться о платных функциях. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter объявил о приобретении службы рассылки новостей </a> , Revue, в январе 2021 года. Взимание платы за подписку на информационный бюллетень могло бы показаться для Twitter логичным путем, но остается неясным, планирует ли Twitter это сделать. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Вы бы платили за функции в Twitter? </h2> <p> Твиттер сложно представить как что-то иное, кроме бесплатной социальной сети. В то время как опытные пользователи могут платить за определенные функции, чтобы улучшить свои впечатления от Twitter, средний пользователь, вероятно, не будет склонен платить за подписку TweetDeck или покупать функцию отмены. </p> <p> Twitter должен найти идеальный баланс между удовлетворением потребностей рекламодателей и пользователей. Если он будет слишком сильно полагаться на взимание платы с пользователей и устранение рекламы, это оставит недовольство как пользователей, так и рекламодателей. </p>"}