{"title":"TikTok расширяет возможности своей электронной коммерции","content":"<p> TikTok прорывается на сцену электронной коммерции. Сообщается, что платформа планирует представить набор инструментов, которые позволят создателям зарабатывать деньги на партнерских ссылках и сеансах покупок в режиме реального времени. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok нацелился на монетизацию </h2> <p> Согласно отчету <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> The Financial Times </a> , TikTok предоставит создателям дополнительные способы заработать на приложении. На брифинге с рекламодателями короткое видео-приложение отметило, что множество новых функций электронной коммерции будет запущено где-то в 2021 году. </p> <p> Вскоре пользователи TikTok смогут вставлять ссылки на продукты в свои видео - никакой связи между создателем и брендом не потребуется. Если зрители перейдут по ссылке и купят продукт, создатель получит комиссию. </p> <p> Платформа также рассматривает возможность покупки в реальном времени, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> очень похоже на то, что мы уже видим в Instagram Reels </a> . Создатели смогут рекламировать и даже демонстрировать продукт во время прямых трансляций, а зрители могут купить его всего несколькими простыми нажатиями. </p> <p> TikTok также может позволить брендам рекламировать целые каталоги в приложении, что почти похоже на <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> функция каталога покупок уже присутствует в WhatsApp </a> . </p> <p> Facebook, Instagram и WhatsApp превратились в платформы социальных сетей, которые служат торговыми центрами. С этими изменениями похоже, что TikTok стремится сделать то же самое. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok объявил о партнерстве с TeeSpring </a> в сентябре 2020 года - интеграция, позволяющая создателям продавать свои собственные товары в приложении. Платформа также объединила усилия с Shopify примерно в то же время, дав продавцам возможность создавать рекламные кампании для TikTok. </p> <p> Financial Times также отметила, что около 40 процентов пользователей TikTok не имеют учетной записи Facebook, а 63 процента не используют Twitter. Это означает совершенно новый рынок пользователей, которые не видят рекламных кампаний в Facebook и Twitter. Скорее всего, это означает большие деньги для брендов и рекламодателей. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Социальные сети: новое направление для покупок? </h2> <p> Деньги становятся все более важными в социальных сетях, и это может вызывать беспокойство у пользователей, которые используют социальные сети исключительно для связи с друзьями. Продукты уже продвигаются через Facebook и Instagram, и вскоре к ним присоединится TikTok. </p> <p> Тем не менее, ваш <strong> Для тебя </strong> Подача больше не может ограничиваться веселыми сценками и дуэтами. Позже в этом году вы можете увидеть свои любимые звезды TikTok, рекламирующие продукты во время прямых трансляций, или, возможно, наткнетесь на ссылки на продукты, которые вы, возможно, даже думаете о покупке. </p> <p> Социальные сети быстро превращаются в средство заработка для создателей, рекламодателей и предприятий, которых мы, вероятно, увидим в ближайшем будущем. </p>"}