{"title":"Valve официально выпускает Steam в Китае","content":"<p> Платформа потоковой передачи игр и торговая площадка Steam наконец-то получила официальный нативный выпуск в Китае за большую неделю для игрового рынка страны. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam официально прибывает в Китай </h2> <p> Китайские геймеры уже некоторое время имеют доступ к международной версии Steam. Однако чего не хватало, так это исконно китайской модели. </p> <p> Теперь это изменилось, поскольку Steam официально запустил платформу в стране. Вместо того, чтобы получать доступ к Steam через его глобальный клиент, у китайских геймеров теперь есть собственная версия. </p> <p> Это будут хорошо воспринятые новости. Да, Китай мог иметь доступ к международному клиенту Steam, но это могло быть запрещено в любой момент благодаря строгим законам о цензуре в Китае. В результате Steam оказался в шатком положении. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Почему в Китае только что появился Steam? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Valve уже несколько лет обещает китайским геймерам собственную версию Steam. Наконец, потребовалось три года, чтобы воплотить его в жизнь. Итак, почему это длилось так долго? </p> <p> Что ж, как вы можете знать или не знать, Коммунистическая партия Китая (КПК), которая является руководящим органом в Китае, строго проверяет все международные СМИ и любые иностранные данные, которые поступают в страну. </p> <p> Это означает не только текущие дела или политику. Это распространяется на все, от фильмов до книг и видеоигр. </p> <p> Именно по этой причине Steam так долго прибыл в Китай. Игры должны получить одобрение правительства Китая, прежде чем разработчики смогут выпустить их в Китае. Сюда входят игры в Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Какие игры есть в китайском Steam? </h2> <p> Как уже упоминалось, китайская версия популярной платформы имеет ограниченный набор игр из-за цензуры, о которой вы только что прочитали. </p> <p> В настоящее время на рынке представлено около 50 наименований, 10 из которых помечены как «скоро появятся», предположительно, пока правительство их проверяет. </p> <p> В настоящее время китайские пользователи Steam могут пользоваться популярными играми, такими как Counter-Strike: Global Offensive. Это неизменно самая популярная игра в Steam, что было подтверждено <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam побил собственный рекорд одновременных пользователей </a> 8 февраля 2021 года. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Отличные новости для игрового сообщества Китая </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> Приход Steam в Китай, несомненно, станет музыкой для китайских геймеров. Теперь у Китая есть стабильная платформа, на которой можно играть в свои любимые игры Steam без угрозы цензуры, лишающей его удовольствия. </p> <p> Steam предлагает всем своим пользователям отличный способ играть в игры, а также безопасную среду для покупки игр. Замечательно, что китайское правительство разрешило Valve запустить свою платформу в стране. </p>"}