{"title":"Что такое терминал Bloomberg и что делает его таким мощным?","content":"<p> Bloomberg - одна из крупнейших в мире служб финансовых новостей, а ее основатель Майк Блумберг - один из самых богатых людей в мире. </p> <p> Большая часть богатства, которое он приобретает, поступает от терминала Bloomberg, необходимого компьютерного программного обеспечения для многих компаний финансового сектора. Если вы работаете в корпоративном офисе, скорее всего, вы даже использовали его сами. </p> <p> Итак, что именно делает терминал Bloomberg и что делает его таким мощным и ценным для профессионалов Уолл-стрит? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Как появился терминал Bloomberg </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> До строительства терминала Bloomberg Майк Блумберг был генеральным партнером Salomon Brothers, инвестиционного банка со штаб-квартирой в Нью-Йорке. </p> <p> Получив в 1981 году выходное пособие в размере 10 миллионов долларов, он изобрел систему, которая объединила финансовые данные, аналитику, соблюдение нормативных требований, а также соответствующие бизнес-услуги и финансовые информационные услуги в одном компьютерном программном обеспечении - Bloomberg Terminal. </p> <p> Терминал Bloomberg официально дебютировал в 1982 году, а остальное уже история. Сегодня Терминалом пользуются более 320 000 абонентов по всему миру. По оценкам, само программное обеспечение обеспечивает одну треть доходов Bloomberg LP. Помимо ПК, терминал Bloomberg также доступен на смартфонах. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Кто пользуется терминалом Bloomberg? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Кредит изображения: Андрей Рудаков / <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Терминал Bloomberg часто называют суперкомпьютером, без которого профессионалы Уолл-стрит не могут жить. Подписка на Bloomberg Terminal стоит от 20 000 до 24 000 долларов в год, но это не мешает ее клиентской базе продлевать свои подписки из-за ее полезности. </p> <p> Трейдеры, брокеры, аналитики, управляющие портфелем, инвесторы и руководители являются основной потребительской базой Терминала. </p> <p> Если вы студент университета, изучающий курс финансов или экономики, вас, вероятно, также научили ориентироваться в его основных функциях. Это связано с тем, что на Терминал подписывается все больше высших учебных заведений, чтобы студенты могли получить практические знания о финансовых рынках. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Как выглядит терминал Bloomberg? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Кредит изображения: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> У терминала Bloomberg есть знаковый интерфейс, который легко узнать: полный черный экран и линии и линии неонового текста шрифтом, напоминающим олдскульную видеоигру 90-х. </p> <p> Терминал также поставляет свои собственные компьютеры для оптимальной работы, называемые 15-дюймовым компактным дисплеем Bloomberg. Благодаря собственному разрешению 60 Гц, 32-битному цвету и экранам 1024 x 768 (XGA) компактные дисплейные терминалы обеспечивают высококачественное отображение через эргономичную подставку для компьютера. В корпоративной среде Терминал обычно работает на двух, а иногда и на четырех-шести экранах. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Кредит изображения: Bloomberg Professional Services / <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Что касается аппаратного обеспечения, то для использования терминала Bloomberg вам потребуется клавиатура в стиле ПК от Bloomberg под названием Starboard, которая помимо обычных клавиш QWERTY содержит красные, синие, зеленые и желтые клавиши для определенных функций. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Функции терминала Bloomberg </h2> <p> А теперь вот некоторые из самых мощных функций терминала Bloomberg. </p> <p> В <b> ПОМОЩЬ </b> Кнопка, пожалуй, самая полезная клавиша для тех, кто только начинает. Если у вас есть какие-либо вопросы по поводу терминала, просто нажмите клавишу один раз, и специалист Bloomberg будет рядом, чтобы начать чат с вами, чтобы решить ваши вопросы. Зачем больше заниматься поиском в Google? </p> <p> Если у вас есть подключение к Интернету, вы определенно не новичок в <b> Новости Bloomberg </b> . Пользователи могут просто ввести <b> НОВОСТИ </b> и нажмите Enter, чтобы получить самую свежую информацию о рыночных тенденциях, движениях и других важных новостях. </p> <p> После того, как брокер с Уолл-стрит узнает о главных новостях дня, скажите, что он хотел бы проверить акции и финансовые результаты компании в этот день. Нет проблем: сочетания клавиш, например <b> BQ </b> , <b> GIP </b> , а также <b> ОМОН </b> предоставлять в реальном времени визуальные диаграммы, данные, котировки, тенденции и прогнозы по опциону на акции или фонду. </p> <p> Хотите экспортировать визуально приятный график из Терминала в Excel? Сам Терминал уже хорошо интегрирован с Microsoft Excel. Просто ударь <b> DAPI </b> на Терминале. Те, кто на продвинутом уровне знаком с электронными таблицами сборки терминала, которые автоматически обновляются с последними данными при каждом открытии файла. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Узнайте, как создавать самообновляющиеся диаграммы Microsoft Excel здесь </a> . </p> <p> Те, кто работает в индустрии, болтают <b> Bloomberg Messaging </b> , который в основном представляет собой Facebook Messenger, но на Bloomberg. Это позволяет вам отправлять сообщения любому, кто находится в Терминале. Это означает, что любой в отрасли может технически мгновенно связываться друг с другом. Больше не нужно спрашивать чужой номер телефона или спрашивать, как лучше связаться. </p> <p> Если вы пытаетесь узнать больше об известном человеке в определенной отрасли, введите <b> ЛЮДИ </b> позволит вам просматривать их учетные данные. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Кредит изображения: Bloomberg Professional Services / <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Карта Bloomberg </b> по сути, это Карты Google, но более подробные и адаптированные для финансовой отрасли. </p> <p> Используя геопространственные данные, карта представляет пользователям визуализацию стихийных бедствий, происходящих по всему миру, поэтому средства отслеживания сырьевых товаров знают о воздействии стихийных бедствий на такие товары, как нефть и золото. Чтобы получить доступ к карте, введите <b> BMAP </b> . </p> <p> Работа сделана за день. Допустим, наш брокер с Уолл-стрит хочет поужинать в модном ресторане. Некоторые будут <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> ищите хорошие места в Google или популярных приложениях для обзора ресторанов </a> . Однако Терминал может сделать это с помощью <b> DINE, который </b> показывает информацию пользователей и отзывы об элитных ресторанах поблизости. </p> <p> Если наш брокер с Уолл-стрит хочет потратить большие деньги, но не знает, на что потратить, просто введите <b> MLUX </b> на терминал вернет результаты по лучшим предметам роскоши, доступным для покупки в Интернете. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Терминал Блумберг </h2> <p> Терминал Bloomberg - это не просто система финансовых данных. Это также платформа для социальных сетей, магазинов и ресторанов. Его главное преимущество заключается в том, что это универсальная услуга, предоставляемая с невероятной скоростью и точностью. Неудивительно, что те, кто пользуется Терминалом, не могут насытиться им. </p> <p> Если у вас есть возможность получить доступ к Терминалу в школе или на работе, воспользуйтесь им в полной мере и попробуйте ввести командные клавиши выше, чтобы увидеть, что выскакивает. </p>"}