{"title":"Что такое эмоция PogChamp и когда она используется?","content":"<p> Сленговые термины могут появиться откуда угодно, и хотя некоторые из недавно придуманных словаря могут звучать немного глупо, важно то, что люди понимают друг друга при общении. </p> <p> Если вы прочесали свою долю Интернета в течение нескольких лет, скорее всего, вы видели «PogChamp» или «poggers» в комментариях к видео или статьям. Но что это значит? </p> <p> Вот все, что вам нужно знать об этом ... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Что означает Погчамп и когда его использовать </h2> <p> PogChamp - это название эмоции Twitch, по сути, одной из старейших на платформе. И эмоция, и название эмоции используются для искреннего или саркастического выражения волнения или удивления. </p> <p> Эмоции Twitch - это именно то, на что они похожи: смайлики, эмоции или пиктограммы, эксклюзивные для приложения и веб-сайта Twitch. Их используют зрители и стримеры, чтобы выразить разные чувства в чате. </p> <p> </p> <p> Термин «PogChamp» происходит от словосочетания «Pog Champion» или «Play of Game Champion», в то время как фразу «Play of the Game», как полагают, популяризировал Overwatch, соревновательная игра-стрелялка от первого лица. В Overwatch есть особенность, при которой в конце каждого матча на главном ролике демонстрируется «лучшая» игра в этом матче. </p> <p> «PogChamp» и описываемое им настроение породили множество производных. И &quot;поггеры&quot;, и просто &quot;поггеры&quot; получили значительное распространение в онлайн-сленге. Часто можно увидеть, как стримеры с энтузиазмом реагируют на что-то, говоря: «poggers». </p> <p> И хотя он появился на форумах и в других уголках Интернета, вы не стали бы использовать его с большинством знакомых в повседневной жизни, если они также не осведомлены о контексте этого термина. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Происхождение эмоции PogChamp </h2> <p> </p> <p> Знаковое, преувеличенное потрясенное лицо оригинальной эмоции PogChamp было впервые замечено на YouTube в 2010 году Cross Counter TV. </p> <p> В нем интернет-персонаж Райан «Gootecks» Гутьеррес корчит рожу с широко открытыми глазами и ртом в ответ на то, как оператор врезался в штатив. Рядом с ним сидит другой стример Майк Росс. </p> <p> В конце концов, достойная мемов реакция превратилась в смайлик Twitch. </p> <p> В соответствии с <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Котаку </a> , Личности Twitch, изображения которых используются для смайлов, оплачиваются по факту использования. Это означает, что каждый раз, когда кто-то использует эмоцию, взимается заряд. </p> <p> Подсчитано, что Гутьеррес зарабатывал около 50 000 долларов в год на том, что пользователи Twitch спамили изображение его лица в чате. Вдобавок к этому Гутьерресу заплатили авансом от 50 000 до 100 000 долларов - просто для того, чтобы Twitch мог использовать его образ. </p> <p> Однако Гутьеррес не всегда представлял ПогЧампа. 6 января 2021 г. <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch заблокировал оригинальную эмоцию PogChamp </a> , Заявив, что исходное изображение должно быть удалено с платформы. </p> <p> В результате платформа создала новую эмоцию PogChamp. С тех пор новым лицом PogChamp стало множество онлайн-создателей Twitch; стримеры с разным бэкграундом и размером аудитории. </p> <p> </p> <p> Эмоция имеет то же значение, что и оригинал - выражает удивленную, взволнованную или шокированную реакцию. Однако изменилась сама эмоция. </p> <p> И даже после запрета Twitch на эмоцию PogChamp с лицом Гутьерреса использование словосочетаний «poggers» и «pog» в интернет-сленге, вероятно, останется неизменным. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp выражает волнение, радость или шок </h2> <p> PogChamp - один из старейших смайлов Twitch, но он также является одним из самых универсальных. </p> <p> Благодаря своей способности описывать как положительные, так и отрицательные реакции, PogChamp, вероятно, будет продолжать использоваться во всем Интернете, даже если лицо, прикрепленное к имени, не всегда будет одинаковым. </p>"}