{"title":"Что нужно знать об атаке программ-вымогателей Cognizant Maze","content":"<p> Представьте себе, что вы пишете важное рабочее письмо и внезапно теряете доступ ко всему. Или получение сообщения об ошибке с требованием биткойна для расшифровки вашего компьютера. Может быть много разных сценариев, но одно остается неизменным для всех атак программ-вымогателей - злоумышленники всегда предоставляют инструкции о том, как вернуть вам доступ. Конечно, единственная загвоздка в том, что вы должны сначала предоставить изрядную сумму выкупа. </p> <p> В мире кибербезопасности распространяется разрушительный тип программ-вымогателей, известный как «Лабиринт». Вот что вам нужно знать о программе-вымогателе Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> Что такое программа-вымогатель Maze? </h2> <p> Программа-вымогатель Maze представляет собой штамм Windows, распространяемый через спам-сообщения и наборы эксплойтов, требующие огромных объемов биткойнов или криптовалюты в обмен на расшифровку и восстановление украденных данных. </p> <p> Письма приходят с, казалось бы, невинными темами, такими как «Ваш счет Verizon готов к просмотру» или «Пропущенная доставка посылки», но отправляются через вредоносные домены. Ходят слухи, что Maze - это партнерская программа-вымогатель, работающая через сеть разработчиков, которые делятся прибылью с различными группами, проникающими в корпоративные сети. </p> <p> Чтобы разработать стратегии защиты и ограничения воздействия подобных атак, нам следует подумать о Cognizant Maze ... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> Атака программ-вымогателей Cognizant Maze </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> В апреле 2020 года Cognizant, компания из списка Fortune 500 и один из крупнейших мировых поставщиков ИТ-услуг, стала жертвой злобной атаки Maze, которая привела к огромным сбоям в обслуживании по всем направлениям. </p> <p> Из-за удаления внутренних каталогов, выполненного этой атакой, несколько сотрудников Cognizant пострадали от сбоев связи, а отдел продаж остался в недоумении, не имея возможности общаться с клиентами, и наоборот. </p> <p> Тот факт, что утечка данных Cognizant произошла, когда компания переводила сотрудников на работу удаленно из-за пандемии коронавируса, усложнила задачу. Согласно отчету <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , сотрудники были вынуждены искать другие способы связи с коллегами из-за потери доступа к электронной почте. </p> <p> «Никто не хочет подвергаться атаке программ-вымогателей», - сказал генеральный директор Cognizant Брайан Хамфрис. «Я лично не верю, что кто-то действительно невосприимчив к этому, но разница в том, как вы справляетесь с этим. И мы старались делать это профессионально и зрело ». </p> <p> Компания быстро дестабилизировала ситуацию, заручившись помощью ведущих экспертов по кибербезопасности и их внутренних групп ИТ-безопасности. О кибератаке Cognizant также было сообщено в правоохранительные органы, а клиентам Cognizant постоянно предоставлялись обновленные сведения об индикаторах компрометации (IOC). </p> <p> Однако компания понесла значительный финансовый ущерб из-за атаки, накопив колоссальные суммы. <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> $ 50-70 млн упущенной выгоды </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Почему программа-вымогатель Maze представляет собой двойную угрозу? </h2> <p> Как будто попадание под воздействие программ-вымогателей было недостаточно, изобретатели атаки Лабиринта добавили жертвам дополнительный поворот, с которым они могли бороться. Злонамеренная тактика, известная как «двойное вымогательство», вводится с атакой Maze, когда жертвам угрожает утечка их скомпрометированных данных, если они откажутся сотрудничать и выполнить требования вымогателей. </p> <p> Эту печально известную программу-вымогатель справедливо называют «двойной угрозой», потому что, помимо отключения доступа к сети для сотрудников, она также создает реплику всех сетевых данных и использует ее для эксплуатации и соблазнения жертв на получение выкупа. </p> <p> К сожалению, тактика давления со стороны создателей Maze на этом не заканчивается. Недавнее исследование показало, что TA2101, группа, стоящая за программой-вымогателем Maze, теперь опубликовала специальный веб-сайт, на котором перечислены все их несговорчивые жертвы и часто публикуются их украденные образцы данных в качестве наказания. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Как ограничить количество инцидентов с программами-вымогателями Maze </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Снижение и устранение рисков программ-вымогателей - это многогранный процесс, в котором различные стратегии комбинируются и настраиваются в зависимости от конкретного случая пользователя и профиля риска отдельной организации. Вот самые популярные стратегии, которые могут помочь остановить атаку лабиринта прямо на ее пути. </p> <h3 id=\"enforce-application-whitelisting\"> Внесение в белый список приложений </h3> <p> Внесение в белый список приложений - это упреждающий метод предотвращения угроз, который позволяет запускать только предварительно авторизованные программы или программное обеспечение, в то время как все остальные по умолчанию заблокированы. </p> <p> Этот метод очень помогает в выявлении незаконных попыток выполнения вредоносного кода и помогает предотвратить несанкционированные установки. </p> <h3 id=\"patch-applications-and-security-flaws\"> Приложения исправлений и недостатки безопасности </h3> <p> Недостатки безопасности следует устранять сразу же после их обнаружения, чтобы предотвратить манипуляции и злоупотребления со стороны злоумышленников. Вот рекомендуемые сроки для своевременного применения исправлений в зависимости от серьезности недостатков: </p> <ul> <li> <strong> Чрезвычайный риск </strong> : в течение 48 часов после выпуска патча. </li> <li> <strong> Высокий риск </strong> : в течение двух недель после выпуска патча. </li> <li> <strong> Средний или низкий риск </strong> : в течение одного месяца после выпуска патча. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Настройка параметров макроса Microsoft Office </h3> <p> Макросы используются для автоматизации рутинных задач, но иногда могут быть легкой целью для переноса вредоносного кода в систему или компьютер после включения. Лучше всего держать их отключенными, если это возможно, или дать им оценку и проверку перед использованием. </p> <h3 id=\"employ-application-hardening\"> Использовать усиление защиты приложений </h3> <p> Укрепление приложений - это метод защиты ваших приложений и применения дополнительных уровней безопасности для защиты их от кражи. Приложения Java очень подвержены уязвимостям безопасности и могут использоваться злоумышленниками в качестве точек входа. Крайне важно защитить вашу сеть, используя эту методологию на уровне приложений. </p> <h3 id=\"restrict-administrative-privileges\"> Ограничить административные привилегии </h3> <p> С административными привилегиями следует обращаться с особой осторожностью, поскольку учетная запись администратора имеет доступ ко всему. Всегда используйте принцип наименьших привилегий (POLP) при настройке доступа и разрешений, так как это может быть неотъемлемым фактором для защиты от программ-вымогателей Maze или любой кибератаки в этом отношении. </p> <h3 id=\"patch-operating-systems\"> Патч для операционных систем </h3> <p> Как правило, любые приложения, компьютеры и сетевые устройства с уязвимостями повышенного риска должны быть исправлены в течение 48 часов. Также важно убедиться, что используются только последние версии операционных систем, и любой ценой избегать неподдерживаемых версий. </p> <h3 id=\"implement-multi-factor-authentication\"> Внедрить многофакторную аутентификацию </h3> <p> Многофакторная аутентификация (MFA) добавляет дополнительный уровень безопасности, поскольку для входа в решения удаленного доступа, такие как онлайн-банкинг, или любые другие привилегированные действия, требующие использования конфиденциальной информации, требуется несколько авторизованных устройств. </p> <h3 id=\"secure-your-browsers\"> Защитите свои браузеры </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Важно следить за тем, чтобы ваш браузер всегда обновлялся, всплывающая реклама блокировалась, а настройки вашего браузера предотвращали установку неизвестных расширений. </p> <p> Убедитесь, что посещаемые вами веб-сайты являются законными, проверив адресную строку. Просто помните, что HTTPS безопасен, а HTTP - значительно меньше. </p> <p> </p> <h3 id=\"employ-email-security\"> Используйте защиту электронной почты </h3> <p> Основной способ проникновения программы-вымогателя Maze - по электронной почте. </p> <p> Внедрите многофакторную аутентификацию, чтобы добавить дополнительный уровень безопасности и установить даты истечения срока действия паролей. Кроме того, приучите себя и сотрудников никогда не открывать электронные письма из неизвестных источников или, по крайней мере, не загружать ничего вроде подозрительных вложений. Инвестирование в решение для защиты электронной почты гарантирует безопасную передачу ваших писем. </p> <h3 id=\"make-regular-backups\"> Делайте регулярные резервные копии </h3> <p> Резервное копирование данных является неотъемлемой частью плана аварийного восстановления. В случае атаки, восстановив успешные резервные копии, вы можете легко расшифровать исходные резервные копии данных, которые были зашифрованы хакерами. Рекомендуется настроить автоматическое резервное копирование и создать уникальные и сложные пароли для ваших сотрудников. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Обратите внимание на затронутые конечные точки и учетные данные </h3> <p> И последнее, но не менее важное: если какая-либо из ваших сетевых конечных точек была затронута программой-вымогателем Maze, вы должны быстро определить все учетные данные, используемые на них. Всегда предполагайте, что все конечные точки были доступны и / или взломаны хакерами. Журнал событий Windows пригодится для анализа попыток входа в систему после взлома. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Ошеломлены атакой Cognizant Maze Attack? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> В результате взлома Cognizant поставщик ИТ-решений изо всех сил пытался оправиться от огромных финансовых потерь и потерь данных. Однако с помощью ведущих экспертов по кибербезопасности компания быстро оправилась от этой ужасной атаки. </p> <p> Этот эпизод доказал, насколько опасными могут быть атаки программ-вымогателей. </p> <p> Помимо Лабиринта, злобные злоумышленники ежедневно совершают множество других атак с использованием программ-вымогателей. Хорошая новость заключается в том, что при наличии должной осмотрительности и строгих мер безопасности любая компания может легко смягчить эти атаки до того, как они нанесут удар. </p>"}