{"title":"Отчетность в стиле Waze появится на картах Apple Maps","content":"<p> Apple Maps на iOS 14.5 получает новые функции краудсорсинговой отчетности, аналогичные тем, которые есть в Waze и Google Maps. Когда обновление будет публично запущено, пользователи смогут сообщать об авариях, опасностях и проверках скорости на своем маршруте при получении направлений. </p> <p> Apple рекламирует эту функцию с помощью заставки, которая появляется при первом запросе маршрута из Карт после обновления до iOS 14.5. Это определенно новая возможность, потому что в предыдущих версиях приложения «Карты» не было функции сообщения об авариях. </p> <p> Когда дело доходит до GPS-навигации на смартфонах, оба <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Карты Google и Waze популяризировали </a> краудсорсинговые отчеты об опасностях. Имея это в виду, здорово, что картографический сервис Apple наконец-то получил аналогичные собственные функции отчетности. </p> <h2 id=\"when-can-i-use-this-feature\"> Когда я могу использовать эту функцию? </h2> <p> Согласно плакатам на <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> кто заметили сообщения об опасностях в Картах, для этого действительно требуется iOS 14.5 или iPadOS 14.5. Оба обновления в настоящее время тестируются зарегистрированными разработчиками Apple и публичными бета-тестерами. Что касается широкой публики, у вас будет возможность опробовать интерфейс отчетности в Картах, когда эти обновления будут публично выпущены весной. </p> <p> </p> <p> iOS 14.5 добавляет дополнительные возможности, в том числе вызывающее споры всплывающее окно Apple Tracking Transparency. Другие новые функции включают возможность <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> поделитесь своей Apple Card с членами семьи </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> поддержка новых контроллеров PlayStation 5 и Xbox Series X </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> разблокировка вашего iPhone с помощью Apple Watch </a> в маске, а также с новой функцией безопасности, защищающей от текстовых бомб сообщений, и это лишь некоторые из них. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Как сообщить об опасности дорожного движения на картах Apple Maps </h2> <p> Чтобы сообщить об опасностях, которые вы видите по пути, проведите пальцем вверх по интерфейсу Maps, где доступны детали карты, чтобы открыть новую кнопку «Сообщить» в нижнем лотке. Теперь нажмите значок «Несчастный случай», «Опасность» или «Проверка скорости», чтобы сообщить о правильном дорожном событии, что похоже на такие приложения, как Waze. &quot;Нажатие автоматически помечает ваше местоположение без окна подтверждения, поэтому его не следует использовать, кроме как в допустимой ситуации, - отмечает <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> . </p> <p> </p> <p> Как выяснил MacRumors, новый интерфейс отчетов также доступен в версии Карт CarPlay и через цифрового помощника Siri. Например, «Привет, Сири, здесь есть ловушка», «Привет, Сири, произошла авария», или что-то подобное подойдет. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Отчеты о трафике в конкурирующих картографических приложениях </h2> <p> Соперничающие картографические приложения уже несколько лет привлекают внимание к авариям, скоростным ловушкам, опасностям и многому другому. В Google Maps пользователи могут сообщать о дополнительных дорожных происшествиях, помимо аварий, опасностей и контроля скорости. Например, Google Maps позволяет также сообщать о авариях, закрытых полосах движения, остановленных транспортных средствах, строительстве и объектах на дороге. </p> <p> А в Waze вы можете сообщать о закрытых дорогах, полиции, строительстве и многом другом. Краудсорсинговые отчеты в Waze объединяют отчеты пользователей на серверах Google и включают систему баллов, чтобы побудить людей отправлять сообщения о дорожных событиях. Apple еще не подробно рассказала, как работает ее система, и не раскрыла, как ее новая функция защищает конфиденциальность. </p>"}