{"title":"Какое разрешение дисплея лучше всего подходит для игр?","content":"<p> Если вы новичок в играх или опытный игрок, первое, о чем вы услышите, узнав о настройках игры, - это ее разрешение. </p> <p> Однако сложно точно знать, какое разрешение, какие существуют игровые разрешения и какое из них лучше всего подходит для вас. </p> <p> Если вы никогда раньше не слышали об игровых разрешениях или нуждаетесь в обновлении, давайте погрузимся в дело. </p> <h2 id=\"what-is-display-resolution\"> Что такое разрешение дисплея? </h2> <p> <img alt=\"A chart comparing different resolutions\" src=\"images/display-resolution-comparison-e1612524757825-655.png\" loading=\"lazy\"> </p> <p> Проще говоря, разрешение вашего дисплея - это количество пикселей на экране, записанное как <strong> длина x высота </strong> формат. </p> <p> Чем выше разрешение, тем больше пикселей у вас будет доступно для отображения изображения, что повысит детализацию и четкость того, что вы видите. </p> <p> В играх часто встречаются следующие разрешения: </p> <h3 id=\"1280-x-720-720p\"> 1280 x 720 (720 пикселей) </h3> <p> 720p, также называется <strong> Стандартный HD </strong> , раньше было максимальным разрешением для старых игр для ПК / консолей (как мы этому восхищались), и это то, что вы найдете в настоящее время, если играете в игры на Nintendo Switch, когда играете на портативных устройствах. Было время, когда 720p было великолепным стандартом для игр, но в настоящее время он становится все более и более устаревшим. </p> <h3 id=\"1920-x-1080-1080p\"> 1920 x 1080 (1080p) </h3> <p> 1080p, также называется <strong> Full HD </strong> , Является текущим минимальным стандартом для большинства игр для консолей и ПК. Ты можешь <a href=\"https://www.makeuseof.com/tag/best-cheap-gaming-monitor/\" target=\"_blank\" rel=\"nofollow noopener\"> найти дешевые игровые мониторы </a> этот дисплей 1080p, а большая часть игрового оборудования ПК поддерживает 1080p, поэтому, если вы рассматриваете <a href=\"https://www.makeuseof.com/tag/buying-gaming-pc-tips/\" target=\"_blank\" rel=\"nofollow noopener\"> покупка вашего первого игрового ПК </a> , 1080p должно быть вашей отправной точкой. </p> <h3 id=\"2560-x-1440-1440p\"> 2560 x 1440 (1440p) </h3> <p> <img alt=\"A home studio with dual monitors\" src=\"images/home-studio-with-dual-monitors-248.jpg\" loading=\"lazy\"> </p> <p> 1440p, также называется <strong> Quad HD </strong> , становится все более и более обычным явлением в играх. Это золотая середина между 1080p и 4K, которая обеспечивает визуально привлекательный игровой процесс без значительного снижения игровой производительности и затрат на тысячи долларов. </p> <h3 id=\"3840-x-2160-4k-uhd-2160p\"> 3840 x 2160 (4K UHD / 2160p) </h3> <p> Используя почти 4000 пикселей по горизонтали (более 4000 в DCI 4K), мы стремимся к тому, чтобы игры в формате 4K стали нормой, но мы еще не достигли этого. Имея в четыре раза больше пикселей, чем 1080p, вы увидите значительно улучшенное изображение при игре в 4K. Однако это может стоить дорого, в зависимости от того, какое оборудование у вас есть. </p> <h3 id=\"7680-x-4320-8k-fuhd-4320p\"> 7680 x 4320 (8K FUHD / 4320p) </h3> <p> 8K потрясающий и потрясающий, даже не думайте об этом. Ваше изображение здесь будет безупречным, но спросите себя, стоит ли оно того, если практически ни одна игра не поддерживает собственный 8K, а оборудование, необходимое для его запуска, будет стоить непомерно дорого? </p> <p> Обе перспективы вряд ли скоро изменятся, поэтому, если вы не являетесь убежденным энтузиастом технологий и игр с большими карманами, стоит подождать хотя бы несколько лет. </p> <h3 id=\"dynamic-resolution-scaling-drs\"> Масштабирование динамического разрешения (DRS) </h3> <p> Хотя DRS не является отдельным разрешением сама по себе, оно меняет ваше разрешение в зависимости от диапазона, когда это необходимо, так что это разрешение не влияет на вашу игровую производительность. </p> <p> Например, если в определенный момент в вашей игре происходит много эффектов, что очень сильно влияет на вашу систему, DRS снизит разрешение, чтобы ваша игра не зависала или зависала. DRS - отличный способ максимально эффективно использовать оборудование консоли / ПК. </p> <p> </p> <h2 id=\"which-display-resolution-should-you-use\"> Какое разрешение дисплея следует использовать? </h2> <p> <img alt=\"An LG ultrawide gaming monitor screen\" src=\"images/lg-ultrawide-gaming-monitor-screen-578.jpg\" loading=\"lazy\"> </p> <p> Хотя более высокое разрешение означает лучшее изображение, игры с самым высоким разрешением будут приятными только в том случае, если у вас есть оборудование для его поддержки. Одна из основных причин, по которой 4K еще не стал минимальным игровым стандартом, заключается в том, что он требователен к работе. </p> <p> У вас есть три ключевых области, которые влияют на разрешение, в котором вы играете: ваша платформа, монитор и игра, в которую вы играете. </p> <h3 id=\"your-platform\"> Ваша платформа </h3> <p> Если вы играете на консоли, то вариантов изменения разрешения практически нет. </p> <p> На консолях следующего поколения становятся обычным явлением режимы «производительность» и «разрешение / точность», которые отдают предпочтение частоте кадров и графике соответственно, но не более того. Вы не можете изменить свое разрешение сверх этого или настроить параметры DRS, вам просто нужно надеяться, что разработчики хорошо поработали над оптимизацией своей игры. </p> <p> Что приводит нас к компьютерным играм. Регулировка разрешения или любых других игровых настроек на ПК намного удобнее, чем в консольных играх. Вы сможете выбрать свое разрешение и настроить параметры DRS, что позволит вам найти лучшую настройку для вашего оборудования. </p> <h3 id=\"your-monitor\"> Ваш монитор </h3> <p> <img alt=\"A computer display with a keyboard, tablet, and phone in view.\" src=\"images/computer-with-keyboard-tablet-mobile-phone-663.jpg\" loading=\"lazy\"> </p> <p> Ваш монитор будет иметь разрешение по умолчанию, и хотя вы можете запускать игры с более низким разрешением, вы не можете добавить больше пикселей на свой монитор, чтобы увеличить его разрешение. Помните об этом при покупке следующего игрового монитора (то есть подумайте о том, чтобы выбрать монитор с разрешением 1440p или 4K, если можете). </p> <p> Еще один ключевой фактор, который следует учитывать, - это плотность пикселей вашего монитора, измеряемая в пикселях на дюйм. Плотность пикселей - это количество пикселей, отображаемых на дисплее в заданном пространстве; Фактором, который повлияет на это, является размер вашего дисплея. </p> <p> 4K будет чувствовать себя как дома на больших дисплеях из-за обилия пикселей, тогда как разрешение 1080p на меньшие мониторы, иначе вы легко узнаете растянутое и менее детальное изображение. 1440p лучше всего использовать на мониторах среднего размера. </p> <p> Помимо разрешения, также <a href=\"https://www.makeuseof.com/tag/60hz-vs-144hz/\" target=\"_blank\" rel=\"nofollow noopener\"> учтите частоту обновления вашего монитора </a> . </p> <h3 id=\"what-game-you-re-playing\"> В какую игру вы играете </h3> <p> В какую игру вы будете играть, может сильно повлиять на то, какое разрешение вам понадобится. Опять же, если вы играете на консолях, на самом деле нет другого выбора, кроме как сказать, что вы все еще можете играть в потрясающие игры с разрешением ниже 4K. Но если вы геймер на ПК, это важный аспект. </p> <p> </p> <p> Повышение разрешения может быть очень обременительным для вашей системы. То, сколько производительности вы можете потерять, будет варьироваться от игры к игре по нескольким причинам, таким как оптимизация, качество текстур и особенно трассировка лучей. </p> <p> Поэтому стоит потратить время на игровые настройки, чтобы увидеть, какая комбинация дает вам наиболее привлекательный и эффективный результат. </p> <p> </p> <h2 id=\"resolution-is-just-one-part-of-your-gaming-experience\"> Разрешение - лишь одна из составляющих вашего игрового опыта </h2> <p> <img alt=\"playing computer game\" src=\"images/gaming-visual-1-644.jpg\" loading=\"lazy\"> </p> <p> Несмотря на различные разрешения и способы точной настройки разрешения экрана, это лишь одна часть вашего игрового процесса. Помимо разрешения, на ваш игровой процесс влияет целый мир факторов, от оборудования до игровых аксессуаров. </p> <p> Решающим фактором, наряду с разрешением, является производительность, которая, возможно, является более важным фактором, способствующим захватывающему игровому процессу. </p> <p> Если вы готовы отказаться от нескольких (или более) кадров для получения более четкого изображения, или предпочитаете плавный и отзывчивый игровой процесс лучшей графике, вы захотите найти правильный компромисс, который подходит именно вам. </p>"}