{"title":"Что такое членство на канале YouTube?","content":"<p> Знаете ли вы, что YouTube позволяет вам поддерживать ваши любимые каналы напрямую, став участником канала? Это позволяет вам оказывать финансовую поддержку помимо доходов от рекламы или YouTube Premium. </p> <p> Давайте посмотрим, что такое членство в каналах YouTube, как они работают и что они предлагают создателям и зрителям. </p> <h2 id=\"what-are-channel-memberships\"> Что такое членство в канале? </h2> <p> </p> <p> Членство в каналах на YouTube - это опция, позволяющая зрителям ежемесячно предоставлять финансовую поддержку выбранным ими каналам. Это может помочь создателям снимать видео на полную ставку, поскольку им не нужно гадать, сколько они будут зарабатывать в месяц. </p> <p> В обмен на вашу поддержку вы получите несколько льгот за то, что станете участником канала. Система <a href=\"https://www.makeuseof.com/tag/twitch-complete-guide-buying-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> аналогично подписке на Twitch </a> , где вы обещаете каналу несколько долларов в месяц, чтобы получать значки, эмоции и другие бонусы во время просмотра. </p> <p> </p> <h2 id=\"how-can-i-become-a-channel-member\"> Как я могу стать участником канала? </h2> <p> Не все каналы YouTube имеют право предлагать членство. По YouTube <a href=\"https://support.google.com/youtube/answer/7636690?\" target=\"_blank\" rel=\"nofollow noopener\"> страница политики членства в каналах </a> , канал должен (среди прочего) иметь более 1000 подписчиков, быть частью Партнерской программы и не может иметь много видеороликов, созданных для детей или заявленных на авторские права на музыку. </p> <p> Самый простой способ узнать, предлагает ли канал членство, - это <strong> Присоединиться </strong> кнопка, которая появляется рядом с <strong> Подписаться </strong> на странице видео и канала. Когда вы щелкаете <strong> Присоединиться </strong> , вы увидите некоторую информацию, в том числе то, что предлагается, если вы станете участником. Мы рассмотрим это более подробно ниже. </p> <p> <img alt=\"YouTube Channel Join Button\" src=\"images/youtube-channel-join-button-266.png\" loading=\"lazy\"> </p> <p> После регистрации с вас будет сразу же снята оплата, а дата продления наступит в тот же день месяца в будущем. Таким образом, если вы подпишетесь 17-го числа, вы будете платить 17-го числа каждого месяца в будущем. </p> <p> Вы можете просмотреть и отменить свое членство на <a href=\"https://www.youtube.com/feed/purchases\" target=\"_blank\" rel=\"nofollow noopener\"> Страница покупок на YouTube </a> . </p> <p> </p> <h2 id=\"what-perks-does-channel-membership-include\"> Какие привилегии включает членство в канале? </h2> <p> Хотя каналу требуется только один уровень членства, они могут предлагать до пяти. Обычно вы увидите членство за 4,99 доллара в месяц, хотя некоторые каналы также предлагают более низкие цены. </p> <p> Одна из самых распространенных наград за участие в канале - значки лояльности. Они отображаются рядом с вашим именем во всех комментариях, которые вы оставляете на канале, а также в ваших сообщениях в чатах. Обычно есть несколько значков, которые со временем меняются, чтобы отметить вашу постоянную поддержку. </p> <p> <img alt=\"YouTube Channel Membership Perks\" src=\"images/youtube-channel-membership-perks-345.png\" loading=\"lazy\"> </p> <p> Вы также обычно получаете доступ к пользовательским смайликам для использования на YouTube. Другие льготы зависят от того, что предоставляет владелец канала. Вот некоторые другие распространенные категории наград, которые вы увидите: </p> <ul> <li> Доступ к сообщениям только для участников, таким как эксклюзивные видео или прямые трансляции </li> <li> Скидки на товары </li> <li> Доступ к серверу Discord канала </li> <li> Опросы для голосования за предстоящие видео </li> <li> Ваше имя в титрах будущих видео </li> </ul> <p> Обязательно ознакомьтесь с конкретными наградами для интересующих вас каналов, нажав на <strong> Присоединиться </strong> кнопку на своих видео. Просмотрите все уровни, прежде чем решить, какой из них вам подходит. Подтвердите свой уровень, затем вы можете перейти к вводу своих платежных данных. </p> <p> </p> <h2 id=\"youtube-memberships-vs-subscriptions\"> Членство в YouTube и подписки </h2> <p> Важно понимать разницу между подписками на YouTube и членством. </p> <p> Подписка, которая ничего не стоит, позволяет вам следить за создателями, которые вам больше всего нравятся. Когда вы подписываетесь на канал на YouTube, его видео появятся в вашем <a href=\"https://www.youtube.com/feed/subscriptions\" target=\"_blank\" rel=\"nofollow noopener\"> Страница подписок YouTube </a> , чтобы было легко узнать, что от них нового. Вы также можете получать уведомления, как только новые видео выходят в эфир. </p> <p> Вы можете подписаться на любое количество каналов бесплатно; все, что вам нужно, это учетная запись YouTube. Членство, как мы описали выше, - это шаг вперед после подписки, поскольку для него требуется денежная поддержка. </p> <p> Отдельно от всего этого есть еще сервис YouTube Premium. Это ежемесячная подписка, которая, помимо других преимуществ, позволяет вам удалять рекламу на YouTube. YouTube Premium не дает вам членства в каналах. </p> <p> </p> <p> </p> <h2 id=\"join-the-club-for-your-favorite-channels\"> Присоединяйтесь к клубу любимых каналов </h2> <p> Теперь вы знаете, что предлагает подписка на канал YouTube. Это отличный способ отправить несколько долларов на ваши любимые каналы и действовать как своего рода гибрид между поддержкой на Patreon и тем, как работают подписки Twitch. </p> <p> Кстати, членство в каналах - лишь один из способов заработка создателей YouTube. </p> <p> <small> Кредит изображения: PixieMe / <a href=\"https://www.shutterstock.com/image-photo/newyork-usa-march-13-2020-press-1674466261\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}