{"title":"Почему Sling TV снова поднимает цены?","content":"<p> Sling был одним из самых популярных потоковых сервисов в течение последних нескольких лет благодаря широкому выбору каналов и очень конкурентоспособным ценам. </p> <p> Но в конце января 2021 года компания объявила, что увеличит стоимость как своих пакетов подписки, так и надстроек. </p> <p> Итак, почему цены выросли в первую очередь, и ожидается ли дальнейшее повышение в ближайшие месяцы? Продолжайте читать, чтобы узнать. </p> <h2 id=\"how-much-does-sling-cost-now\"> Сколько сейчас стоит слинг? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Для тех, кто не знает, Sling предлагает два разных пакета: Sling Blue и Sling Orange. </p> <p> Каждый пакет предлагает различный выбор каналов. Например, такие каналы, как ESPN и Disney, доступны только на Orange, тогда как FOX News, MSNBC и NFL Network доступны только на Blue. Вы можете купить два пакета в комплекте, если хотите получить доступ ко всему. </p> <p> До <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Подорожание слинга в январе 2021 года </a> , обе услуги стоят 30 долларов. Сейчас они стоят 35 долларов. Пакет в комплекте также подорожал на 5 долларов (с 45 до 50 долларов). Спортивное дополнение выросло с 10 до 11 долларов, а все остальные надстройки поднялись с 5 до 6 долларов. </p> <p> Новые абоненты должны будут немедленно оплатить новые тарифы; существующие пользователи получат льготный период до июля 2021 года в связи с годовой ценовой гарантией Sling. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Почему слинг поднял цены? </h2> <p> Слинг сразу же обвинил в повышении цен телеканалы. Когда было объявлено о повышении ставки, президент группы Sling TV Майкл Швиммер, не теряя времени, сообщил своим клиентам, на кого им следует направить свой гнев в <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> пресс-релиз </a> : </p> <blockquote> <p> К сожалению, мы вынуждены повышать цены, потому что телевизионные сети продолжают взимать с нас все больше, но мы прилагаем все усилия, чтобы получить лучшее предложение для наших клиентов. Доказательство нашей приверженности очевидно, так как Sling TV по-прежнему остается лучшим предложением на рынке, что позволяет удерживать наши цены намного ниже, чем кабельные и другие услуги потокового вещания. Клиенты Sling TV могут быть уверены, что мы и дальше будем предлагать лучшее сочетание прямых новостей, спортивных и развлекательных кабельных каналов по оптимальной цене. </p> </blockquote> <p> Хотя некоторые люди могут подумать, что Швиммер и Слинг ставят дымовую завесу, чтобы скрыть свои истинные мотивы повышения цен от своих клиентов, это повышение соответствует росту цен, который мы наблюдали в других странах потоковой индустрии за последние несколько месяцев. </p> <p> Например, Hulu + Live TV и YouTube TV повысили свои цены в конце 2020 года. YouTube TV подешевел с 50 до 65 долларов, а Hulu - с 55 до 65 долларов. </p> <p> В случае с Hulu мы видим, что цена выросла с 40 долларов в январе 2019 года до 65 долларов всего два года спустя. Это рост более чем на 50%. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> Действительно ли виноваты телеканалы? </h2> <p> Очевидно, мы не знаем точно, сколько Sling платит телевизионным сетям за возможность сделать их доступными на своей платформе. </p> <p> Однако, если вы сравните рост цен у Sling et al. с ростом цен на сервисы, которые предоставляют видео только по запросу, такие как Netflix, разница очевидна. </p> <p> Действительно, с тех пор, как Netflix запустил свой план начального уровня в мае 2014 года, мы наблюдали только одно повышение цены с 8 долларов в месяц до 9 долларов в месяц. Это намного ниже, чем рост цен в Sling как в долларовом, так и в процентном выражении. Да, в более дорогих тарифных планах произошли большие скачки, но в процессе к ним добавились дополнительные функции. </p> <p> Эти несоответствия между сервисами потокового ТВ и сервисами видео по запросу, похоже, наводят на мысль, что действительно виноваты ТВ-сети. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> Слинг по-прежнему дешевле троса </h2> <p> Никто не любит, когда их счета растут. Но, учитывая взвинчивание цен, которое мы наблюдали в мире кабельного телевидения за последнее десятилетие (средняя цена счета за кабельное телевидение в США сейчас превышает 200 долларов), трудно не одобрить Sling небольшого повышения. </p> <p> Сервис, который он предоставляет, по-прежнему отличный. По сравнению с другими способами просмотра ТВ, он по-прежнему представляет собой отличное соотношение цены и качества. </p>"}