{"title":"Вебинары появятся в Microsoft Teams по новому платному плану","content":"<p> Если вы всегда хотели провести веб-семинар в Microsoft Teams, вы скоро сможете, но сначала вам придется заплатить. Компания-разработчик программного обеспечения раскрыла свои планы относительно Teams Pro, службы подписки, которая позволит участникам проводить вебинары с Teams. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> Что ждет Microsoft Teams с Teams Pro? </h2> <p> Новости об этой функции появились на <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Петри </a> . Microsoft планирует выпустить новую услугу на основе подписки под названием Teams Pro, которая предназначена для улучшения того, как вы используете Teams. В настоящее время сервис планируется выпустить в середине марта 2021 года. </p> <p> Неясно, сколько будет стоить Teams Pro, но мы точно знаем, что подписчики Pro получат возможность создавать вебинары. В этом есть большой смысл, так как <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft получает огромную прибыль в мире, охваченном пандемией, </a> и Teams может стать для компании мощным источником дохода. </p> <p> Teams Pro также предоставит «интеллектуальные возможности встреч». Неизвестно, что именно это означает, но Брэд Сэмс из Петри имеет некоторые мысли о том, что может повлечь за собой эта загадочная особенность: </p> <blockquote> <p> ... Я подозреваю, что это будет тесно связано с функциональностью веб-семинаров - они подходят друг другу, как OneDrive и SharePoint. Если вы проводите веб-семинар с Teams, вам понадобится дополнительная информация, например, время в сеансе, задавали ли они вопрос и т. Д. </p> </blockquote> <p> Таким образом, есть большая вероятность, что «интеллектуальная информация о встречах» станет еще одним примером экспериментов Microsoft с автоматизацией процесса обратной связи с собраниями. Мы видели, как компания опробовала это ранее с <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> система, которая определяет, кому скучно на встрече </a> . </p> <p> Что касается дальнейших подробностей, то здесь особо особо не о чем рассказывать. Таким образом, нам придется выждать время, чтобы узнать, что Microsoft запланировала для Teams Pro, в том числе сколько это будет стоить и как именно будут работать вебинары. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: обязательно для профессионалов? </h2> <p> К сожалению, подробностей относительно того, что Microsoft планирует для Teams Pro, очень мало. Однако мы знаем, что веб-семинары являются частью плана подписки, поэтому нам просто нужно подождать, чтобы увидеть, как эта новость будет развиваться с течением времени. </p> <p> Если вы работаете из дома и хотите начать свой бизнес, вебинар - отличный способ заявить о себе. Прежде чем приступить к его созданию, неплохо было бы изучить, что делает хороший веб-семинар, чтобы вы могли произвести первое впечатление профессионала. </p> <p> <small> Кредит изображения: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}