{"title":"WallStreetBets фигурирует в рекламе Суперкубка","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r / WallStreetBets </a> , сообщество Reddit, стоящее за биржевым безумием GameStop, получило собственную рекламу Суперкубка. Reddit создал короткую пятисекундную рекламу в честь воли и чистой решимости WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets делает Суперкубок </h2> <p> Любой, кто смотрел Super Bowl LV, получил приятный сюрприз между рекордными приземлениями Роба Гронковски и выступлением The Weeknd на тему Лас-Вегаса. На долю секунды во время рекламной паузы на экране появилась реклама Reddit. </p> <p> В начале объявления изображен логотип Reddit, который затем исчезает, и появляется сообщение: «Вау, это действительно сработало. Если вы читаете это, значит, наша ставка окупилась». </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Что только что произошло? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> - Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 февраля 2021 г. </a></blockquote>  <p> В сообщении говорится: «На прошлой неделе мы узнали от наших сообществ, что проигравшие могут добиться чего угодно, если объединятся вокруг общей идеи». Здесь Reddit явно имел в виду <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> Победа WallStreetBet над Уолл-стрит </a> , поскольку он боролся с сердитыми хедж-фондами и торговыми ограничениями Robinhood. </p> <p> Он закрывает рекламу, отмечая: «Когда люди объединяются вокруг того, что им действительно небезразлично, происходят важные вещи. И для этого есть место. Это называется Reddit». </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Сюрприз Суперкубка Reddit </h2> <p> Хотя эта реклама была показана всего несколько секунд, Reddit отметил, что потратил «весь свой маркетинговый бюджет» на этот невероятно короткий рекламный ролик. WallStreetBets определенно заслуживает праздничного послания и, вероятно, стало сюрпризом для 8,7 миллионов участников сообщества. </p>"}