{"title":"Скоро вы сможете отключить видеоленты людей в Microsoft Teams","content":"<p> Иногда вы не хотите, чтобы все показывали свое видео на виртуальной встрече; иногда вы предпочитаете управлять тем, кто может показывать свои веб-камеры, а кто нет. К счастью, Microsoft добавляет эту функцию в Teams, чтобы вы могли контролировать, кто может и не может показывать свои камеры на собрании. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Планы Microsoft по цензуре видео в командах </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> заметил серию записей на <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Дорожная карта Microsoft 365 </a> связанных с отключением веб-камер участников в Teams. Функции все еще находятся в разработке, но, судя по тому, что мы видим в дорожной карте, это будет интересное обновление для Teams. </p> <p> Если вы впервые слышите о дорожной карте, это отличный способ узнать, что Microsoft планирует для своих услуг. Мы заметили планы софтверного гиганта по <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> разрешить анонимным докладчикам в Microsoft Teams </a> через Дорожную карту Microsoft 365. </p> <p> Теперь Microsoft добавила еще две записи в дорожную карту. Один из них обсуждает отключение камеры одного участника, а другой обсуждает отключение камеры всех сразу. </p> <p> В первом случае Microsoft хочет разрешить организатору собрания отключать веб-камеру одного человека. Это удобная функция для людей, которые вызывают проблемы с веб-камерами или просто включают и выключают людей, когда им пора поговорить. </p> <p> Последняя функция позволяет организатору включать и отключать все веб-камеры одним движением. Организатор может щелкнуть выключателем перед началом собрания или сделать это на лету во время сеанса. </p> <p> Обе функции указаны дважды в дорожной карте. Выпуск первой партии запланирован на апрель 2021 года, а второй - на май. Таким образом, немного неясно, когда мы получим это обновление, но это не должно занять много времени, пока вы не получите полный контроль над тем, кто может и не может показывать свое лицо на собраниях команд. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Лучшее управление собраниями с помощью Microsoft Teams </h2> <p> Если вы всегда хотели управлять потоками веб-камер людей в Microsoft Teams, вам повезло. Софтверный гигант работает над функцией, которая позволит вам отключать отдельные камеры или все сразу. Нам придется подождать и узнать точную дату выпуска этой функции. </p> <p> Если вас интересуют другие способы управления собраниями Teams, знаете ли вы, что служба скоро подведет итоги ваших сессий? Изначально он был запланирован на январь 2021 года, но пока перенесен на февраль. </p> <p> <small> Кредит изображения: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}