{"title":"10 สิ่งที่ควรทำและไม่ควรทำเพื่อความปลอดภัยทางอินเทอร์เน็ตเพื่อให้คุณปลอดภัยทางออนไลน์","content":"<p> เมื่อคุณท่องอินเทอร์เน็ต คุณตระหนักดีถึงความเสี่ยงที่อาจเกิดขึ้นหรือไม่? อย่าชะล่าใจเมื่อท่องโลกออนไลน์ ไม่เช่นนั้นคุณอาจตกเป็นเหยื่อของการหลอกลวง รวมถึงการขโมยข้อมูลส่วนตัว มัลแวร์ และวิศวกรรมสังคม </p> <p> เพื่อความปลอดภัยในโลกออนไลน์ ต่อไปนี้คือ 10 สิ่งที่ควรทำและไม่ควรทำด้านความปลอดภัยสูงสุดที่คุณควรจำไว้เสมอ </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> ควรทำ: ติดตั้งซอฟต์แวร์ป้องกันไวรัสและอัปเดตเป็นประจำ </h2> <p> นี่เป็นหนึ่งในโปรโตคอลความปลอดภัยขั้นพื้นฐานที่สุดที่คุณควรใช้ในคอมพิวเตอร์ส่วนบุคคลและที่ทำงานของคุณ มีตัวเลือกต่าง ๆ มากมายเมื่อพูดถึงซอฟต์แวร์ประเภทนี้ </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> คนฟรีมีคุณสมบัติความปลอดภัยขั้นพื้นฐาน basic </a> แต่ถ้าคุณต้องการความปลอดภัยสูงสุด คุณควรจัดสรรงบประมาณที่เหมาะสม ตรวจสอบให้แน่ใจว่าคุณได้พิจารณาการป้องกันมัลแวร์เพื่อการท่องเว็บที่ปลอดภัยยิ่งขึ้น </p> <p> และสิ่งสำคัญคือคุณต้องอัปเดตอยู่เสมอ ช่องโหว่ใหม่ๆ มักจะพบและแก้ไข หากคุณใช้ซอฟต์แวร์ป้องกันไวรัสเวอร์ชันเก่า ปัญหาเหล่านั้นจะไม่ได้รับการแก้ไขในอุปกรณ์ของคุณ คุณสามารถตั้งค่าชุดความปลอดภัยส่วนใหญ่ให้อัปเดตโดยอัตโนมัติ ในทำนองเดียวกัน คุณสามารถตั้งค่าให้สแกนคอมพิวเตอร์ของคุณเป็นประจำโดยที่คุณไม่ต้องดำเนินการใดๆ </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> ควรทำ: เลือกรหัสผ่านที่รัดกุม </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> รหัสผ่านมีบทบาทสำคัญในการปกป้องข้อมูลของคุณทางออนไลน์ ไม่ว่าจะเป็นสำหรับโปรไฟล์โซเชียลมีเดีย บัญชีช็อปปิ้ง หรืออีเมลส่วนตัว คุณจะต้องสร้างรหัสผ่านที่รัดกุม </p> <p> บางเว็บไซต์เสนอคำแนะนำ เช่น ทั้งตัวอักษรและตัวเลขและอักขระพิเศษผสมกัน บางคนไม่ยอมรับรหัสผ่านที่ไม่เป็นไปตามข้อกำหนด อย่างไรก็ตาม ไม่ใช่ทุกเว็บไซต์ที่เสนอสิ่งนี้ เมื่อคุณสร้างรหัสผ่านของคุณเอง จำไว้ว่าคุณกำลังปกป้องความถูกต้องและข้อมูลส่วนบุคคลของคุณ </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> ควรทำ: จำกัดข้อมูลส่วนบุคคล </h2> <p> อย่าใส่ข้อมูลส่วนบุคคลมากเกินไปทางออนไลน์ การแชร์ข้อมูลส่วนตัวของคุณกับสาธารณะอาจทำให้คุณเสี่ยงที่สถานที่ของคุณ กิจวัตรประจำวัน และอื่นๆ ถูกบุกรุก </p> <p> อย่าลืมเกี่ยวกับการขโมยข้อมูลประจำตัว ยิ่งคุณให้ข้อมูลเกี่ยวกับตัวเองมากเท่าไร ความเสี่ยงที่อาชญากรไซเบอร์จะคัดลอกตัวตนของคุณก็จะมากขึ้นเท่านั้น นี่เป็นเรื่องร้ายแรงและสามารถทำลายชีวิตได้ หลายคนตกเป็นเหยื่อของสิ่งนี้ คุณไม่ต้องการที่จะเป็นคนต่อไป </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> ควรทำ: อยู่ห่างจากคลิกเบตที่น่าสงสัย </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> เมื่อท่องออนไลน์ คุณจะพบเว็บไซต์ต่างๆ ที่แสดงโฆษณาป๊อปอัปที่สามารถดึงดูดให้บุคคลที่ไม่รู้จักคลิก โฆษณาคลิกเบตเป็นอันตรายเพราะอาจนำไปสู่ไวรัสที่อาจแทรกซึมเข้าไปในคอมพิวเตอร์ของคุณ </p> <p> ระมัดระวังมากขึ้นเกี่ยวกับสิ่งที่คุณอ่านและคลิกเมื่อออนไลน์ ตรวจสอบข้อมูลก่อน โดยเฉพาะอย่างยิ่งที่ลิงก์จะพาคุณไป ก่อนที่คุณจะคลิก แม้ว่าจะดูน่าสนใจมากก็ตาม </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> ควรทำ: เปิดใช้งานการตรวจสอบสิทธิ์แบบสองปัจจัย </h2> <p> การตรวจสอบสิทธิ์สองปัจจัย (2FA) ช่วยเพิ่มระดับความปลอดภัยให้กับบัญชีของคุณ วิธีนี้ช่วยยับยั้งมิจฉาชีพ เนื่องจากต้องใช้หลักฐานสองชิ้นเพื่อยืนยันความถูกต้องของเจ้าของบัญชี กล่าวคือ รหัสผ่านและรหัสยืนยันที่ส่งไปยังหมายเลขโทรศัพท์หรือที่อยู่อีเมล </p> <p> ทำให้อาชญากรขโมยข้อมูลและเข้าถึงข้อมูลของคุณได้ยากขึ้น นี่เป็นสิ่งสำคัญหากเว็บไซต์มีตัวเลือกนี้ </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> ไม่ควร: ใช้รหัสผ่านเดียวสำหรับเว็บไซต์ต่างๆ </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> ลองนึกภาพบ้านที่มีล็อคหลายตัว แต่มีกุญแจเพียงดอกเดียวในการเปิดทุกห้อง หากโจรขโมยกุญแจดอกเดียว ทุกห้องของคุณสามารถเปิดได้อย่างง่ายดาย </p> <p> สิ่งนี้ใช้กับการป้องกันด้วยรหัสผ่านด้วย </p> <p> </p> <p> การตั้งรหัสผ่านที่รัดกุมไม่เพียงพอ คุณควรเรียนรู้วิธีผสมปนเปกันเพื่อไม่ให้นักต้มตุ๋นหรือขโมยข้อมูลระบุตัวตนสามารถประนีประนอมข้อมูลส่วนบุคคลของคุณได้ มิฉะนั้น หากบริการหนึ่งประสบกับการรั่วไหลของข้อมูล บริการอื่นๆ ทั้งหมดที่คุณใช้ก็จะถูกเปิดเผยเช่นกัน </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> อย่า: ติดกับบัญชีอีเมลเดียว </h2> <p> อีเมลของคุณเป็นปัจจัยสำคัญในการลงทะเบียนบนเว็บไซต์ แม้จะเกี่ยวข้องกับธนาคารออนไลน์ อีเมลก็ยังจำเป็น แต่ลองนึกภาพว่าลืมรายละเอียดการเข้าสู่ระบบอีเมลของคุณ </p> <p> คุณจะทำอะไร? จะเกิดอะไรขึ้นหากอาชญากรออนไลน์ประนีประนอมที่อยู่อีเมลเดียวของคุณ การสร้างบัญชีอีเมลหลายบัญชีเพื่อช่วยคุณในแผนสำรองนับว่าฉลาดมาก เพื่อให้คุณยังคงสามารถดึงข้อมูลสำคัญได้ </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> ไม่: เก็บรายละเอียดบัตรส่วนบุคคลบนเว็บไซต์ On </h2> <p> ไม่ว่าคุณจะเป็นนักช้อปออนไลน์ตัวยงหรือใช้เท่าที่จำเป็น ไม่ควรเก็บรายละเอียดบัตรของคุณบนเว็บไซต์ </p> <p> ยิ่งคุณจัดเก็บข้อมูลบนไซต์มากเท่าใด โอกาสในการขโมยข้อมูลประจำตัวก็จะยิ่งมากขึ้นเท่านั้น หากเกิดการรั่วไหลของข้อมูล คุณมักจะต้องเสี่ยงกับข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้ (PII) เนื่องจากบริการจำนวนมากต้องการรายละเอียดส่วนบุคคลขั้นพื้นฐานเพื่อสร้างบัญชี แต่การจัดเก็บข้อมูลทางการเงินของคุณในที่อื่นนั้นไม่จำเป็น </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> อย่า: ดาวน์โหลดซอฟต์แวร์ที่ไม่รู้จัก </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> คุณเคยเรียกดูและโฆษณาปรากฏขึ้นโดยเสนอซอฟต์แวร์ฟรีหรือไม่? ไม่ว่าข้อเสนอนี้จะดูดีแค่ไหน อย่าดาวน์โหลดสิ่งนี้ </p> <p> ถ้ามันดูดีเกินไปที่จะเป็นจริงก็อาจจะเป็น สิ่งนี้เป็นจริงสำหรับไฟล์แนบอีเมลที่ไม่พึงประสงค์เช่นกัน </p> <p> </p> <p> ชุดความปลอดภัยของคุณควรปกป้องคุณจากภัยคุกคามมากมาย แต่การคลิกที่บางสิ่งโดยไม่รู้เนื้อหาทั้งหมด คุณอาจเชิญมัลแวร์เข้าสู่ระบบของคุณ </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> ห้าม: อนุญาตให้เว็บไซต์จำชื่อผู้ใช้และรหัสผ่านของคุณ </h2> <p> การอนุญาตให้เว็บไซต์จำชื่อผู้ใช้และรหัสผ่านของคุณเป็นสิ่งที่น่าดึงดูดใจ แต่สิ่งที่ควรหลีกเลี่ยง </p> <p> ใครก็ตามที่สามารถเข้าถึงคอมพิวเตอร์ แล็ปท็อป หรือสมาร์ทโฟนของคุณสามารถเข้าสู่บัญชีของคุณได้อย่างง่ายดาย เนื่องจากข้อมูลรับรองการเข้าสู่ระบบทั้งหมดถูกจัดเก็บไว้ในคุกกี้แล้ว คุณอาจใช้บริการได้ตลอดเวลา แต่อย่ารู้สึกสบายใจเมื่อลงชื่อเข้าใช้เว็บไซต์ต่างๆ ทางออนไลน์ </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> ความปลอดภัยทางอินเทอร์เน็ตต้องใช้ตัวเลือกที่ชาญฉลาดอย่างง่าย </h2> <p> ความปลอดภัยทางอินเทอร์เน็ตของคุณต้องอาศัยตัวเลือกพื้นฐานเป็นอย่างมาก </p> <p> ยิ่งคุณตัดสินใจอย่างชาญฉลาดมากเท่าไหร่ โอกาสที่ตัวตนของคุณจะถูกบุกรุกก็จะน้อยลงเท่านั้น ความรับผิดชอบอยู่ที่คุณจริงๆ อาชญากรไซเบอร์กำลังรอให้คุณทำผิดพลาด ดังนั้นจงฉลาด ระมัดระวัง อย่าละเลยยามของคุณเมื่อท่องเว็บออนไลน์ </p>"}