{"title":"7 วิธีในการระบุโปรไฟล์ LinkedIn ปลอม","content":"<p> ภัยคุกคามออนไลน์ยังมีอยู่บนเครือข่ายสังคมมืออาชีพอย่าง LinkedIn ซึ่งมักจะอยู่ในรูปแบบของโปรไฟล์ปลอม </p> <p> การพบโปรไฟล์ปลอมของ LinkedIn ส่วนหนึ่งมาจากความรู้สึกลึกๆ อย่างไรก็ตาม การรู้ว่าต้องค้นหาอะไรกันแน่ ทำให้ง่ายขึ้นมาก ต่อไปนี้เป็นสัญญาณสำคัญ 7 ประการที่แสดงว่าคำขอเชื่อมต่อที่คุณได้รับอาจไม่ใช่ของแท้ </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> วิธีสังเกตโปรไฟล์ LinkedIn ปลอม </h2> <p> </p> <p> บัญชีที่เป็นอันตรายจะรวบรวมรายชื่อผู้ติดต่อและรายละเอียด เช่น ที่อยู่อีเมลและหมายเลขโทรศัพท์ พวกเขายังอาจส่งเสริมตำแหน่งงานปลอม ล่อผู้หางานที่มีแนวโน้มสนใจ และกระตุ้นให้พวกเขาคลิกลิงก์หรือดาวน์โหลดไฟล์ที่มีมัลแวร์ </p> <p> <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> ช่วงของการโจมตีฟิชชิ่งโซเชียลมีเดียทั่วไป </a> กว้างแต่จะขัดขวางได้ง่ายหากคุณระมัดระวัง สิ่งสำคัญที่สุดคือ เมื่อให้ความสนใจ คุณสามารถปกป้องข้อมูลส่วนบุคคลและทรัพย์สินของคุณได้ ในขณะเดียวกัน คุณปกป้องผู้ใช้รายอื่นให้ปลอดภัยจากโปรไฟล์ปลอมที่ใช้คุณเป็นเหยื่อล่อ </p> <p> นี่คือสัญญาณบางอย่างที่ต้องระวัง </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. โปรไฟล์ไม่สมบูรณ์หรือไม่มีตัวตน </h3> <p> รับความประทับใจโดยรวมของบัญชี คุณควรจะสามารถดูรายละเอียดต่างๆ เช่น ตำแหน่งของผู้ใช้ การศึกษา การจ้างงาน และส่วนเกี่ยวกับ เว้นแต่บัญชีจะเป็นแบบส่วนตัว โปรไฟล์ที่ไม่สมบูรณ์คือธงสีแดง เช่นเดียวกับที่รู้สึกว่าไม่เป็นมืออาชีพหรือไม่มีตัวตน </p> <p> ดูข้อมูลเกี่ยวกับผู้ใช้ เช่น นอกเหนือจากข้อผิดพลาดในการสะกดคำหรือการใช้ถ้อยคำแล้ว อาจมีความไม่สอดคล้องกับภาคส่วนที่พวกเขาควรจะเป็นผู้เชี่ยวชาญ เป็นเรื่องปกติที่จะค้นหาถ้อยคำทั่วไปเช่นกัน ดังนั้นให้เปิดตาและความคิดของคุณให้เปิดกว้างต่อทุกสิ่งที่รู้สึกไม่ </p> <h3 id=\"suspicious-profile-picture\"> 2. รูปโปรไฟล์ที่น่าสงสัย </h3> <p> </p> <p> บัญชี LinkedIn ปลอมมักใช้รูปภาพที่ผิดปกติจึงทำให้ตัวเองหายไป บางคนไม่ได้ใช้รูปภาพเลย ในขณะที่มืออาชีพที่ได้รับการดูแลเป็นอย่างดีและการถ่ายภาพหัวที่มีคุณภาพนั้นเป็นสิ่งที่พบเห็นได้ทั่วไปบนแพลตฟอร์ม ผู้ใช้ส่วนใหญ่พยายามหลีกเลี่ยงการดูเหมือนภาพถ่ายสต็อก </p> <p> คุณอาจเจอใบหน้าที่มีชื่อเสียงที่ยิ้มตอบคุณไม่ตรงกับชื่อที่แสดงบนโปรไฟล์ </p> <p> ไม่ว่าในกรณีใด คุณสามารถตรวจสอบผ่าน a . ได้อย่างรวดเร็ว <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Google ค้นหารูปภาพบนคอมพิวเตอร์ของคุณ </a> หรือสมาร์ทโฟน </p> <h3 id=\"generic-headline\"> 3. พาดหัวทั่วไป </h3> <p> ในฐานะคนหางาน คุณควรสร้างโปรไฟล์ที่ดึงดูดความสนใจของนายจ้าง ในขณะเดียวกันก็สะท้อนว่าคุณเป็นใครในฐานะบุคคล หากคำขอเชื่อมต่อมีวลีแบบสุ่มหรือวลีทั่วไปสำหรับหัวข้อข่าว ผู้ใช้อาจไม่อยู่ใน LinkedIn ด้วยเหตุผลเดียวกันกับคนอื่นๆ </p> <p> การหาเพื่อนบนแพลตฟอร์มนั้นไม่เลว แต่แน่นอนว่าคุณต้องใช้ความระมัดระวังเป็นพิเศษ โดยเฉพาะอย่างยิ่งเมื่อการพิจารณาที่ล่วงเลยไปก็เพียงพอแล้วที่จะมีปัญหามากมายกับนักต้มตุ๋น </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. ประวัติการทำงานหรือการศึกษาที่น่าสงสัย </h3> <p> ที่นี่เช่นกัน ยิ่งโปรไฟล์ให้ข้อมูลมากเท่าไหร่ก็ยิ่งดีเท่านั้น การกรอกประวัติการทำงานหรือการศึกษาของคุณบน LinkedIn นั้นเป็นเรื่องที่น่าเบื่อ แต่ต้องดูน่าสนใจให้มากที่สุด ดังนั้นบัญชีที่แสดงเพียงไม่กี่บริษัทและตำแหน่งงานที่ไม่มีรายละเอียดเพิ่มเติม เช่น ความรับผิดชอบ จึงเป็นเรื่องแปลกที่จะพูดอย่างน้อยที่สุด </p> <p> การดูประวัติย่อของใครบางคนดูเหมือนจะสุดโต่ง แต่บัญชีปลอมก็มักจะทำผิดพลาดได้ ไม่เพียงเท่านั้น แต่การค้นหาข้อมูลโดย Google ที่คุณไม่แน่ใจอาจให้คำเตือนเพิ่มเติมเกี่ยวกับบัญชี บางครั้งความหวาดระแวงก็ได้ผล </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. ข้อความที่กระตือรือร้นพร้อมลิงก์ </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> ผู้ใช้ที่ฉ้อโกงบางคนกล้าพอที่จะส่งข้อความพร้อมกับคำขอเชื่อมต่อของพวกเขา เนื่องจากเป้าหมายของพวกเขาคือการโน้มน้าวให้คุณไว้วางใจพวกเขา บางครั้งพวกเขาก็เติมข้อความของพวกเขาด้วยตะขอ เช่น งานที่ยากจะต้านทาน คำหลัก และภาษาที่ตื่นเต้น </p> <p> อาจมีลิงก์และเอกสารที่มีข้อมูลเพิ่มเติมเกี่ยวกับสิ่งที่พวกเขาเสนอ อย่าเปิดหรือดาวน์โหลดอะไรจนกว่าคุณจะรู้ว่าผู้ใช้และข้อเสนอนั้นเป็นของแท้ สิ่งนี้ใช้กับการโต้ตอบบนแพลตฟอร์มใด ๆ ไม่ว่าจะเป็นเครือข่ายโซเชียลหรือบัญชีอีเมลของคุณ </p> <p> วิธีหนึ่งที่มีประโยชน์ในการทดสอบโปรไฟล์ที่น่าสงสัยคือ อันดับแรก ศึกษารายละเอียดในบัญชีของพวกเขา รวมถึงบุคคลและบริษัท แล้วส่งข้อความกลับมาพร้อมคำถาม วิธีการทางการทูตและไม่ขัดแย้งกันจะได้ผลดีที่สุด หากคำตอบของพวกเขาไม่ครบถ้วน คุณสามารถปฏิเสธหรือเพิกเฉยต่อข้อเสนอของพวกเขาได้ </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. การเชื่อมต่อน้อยเกินไปหรือมากเกินไป </h3> <p> อาจเป็นไปได้ว่าโปรไฟล์เป็นโปรไฟล์ใหม่และยังคงสร้างเครือข่ายอยู่ แต่ถ้าตัวเลขไม่เปลี่ยนแปลงหลังจากนั้นครู่หนึ่ง ผู้ใช้อาจไม่ได้พยายามจริงๆ หรือผู้คนไม่ได้เชื่อมต่อกับพวกเขาด้วยเหตุผล </p> <p> หากคุณเห็นสิ่งอื่นที่น่าสงสัยในบัญชี คุณควรหลีกเลี่ยงหรือ <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> แม้กระทั่งรายงานพวกเขา </a> . </p> <p> อีกด้านของสเปกตรัมคือโปรไฟล์ปลอมที่หลอกผู้คนจำนวนมากและแม้แต่ระบบระดับพรีเมียม แต่เชื่อมต่อกับทุกคนที่พวกเขาสามารถทำได้ ผู้ใช้จริงลงเอยด้วยเครือข่ายที่เกี่ยวข้องกับความสนใจของพวกเขาไม่มากก็น้อย เครือข่ายขนาดใหญ่ที่มีผู้คนจำนวนมากผิดปกติคือธงสีแดงขนาดใหญ่ </p> <h3 id=\"poor-linkedin-activity\"> 7. กิจกรรม LinkedIn แย่ </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> โปรไฟล์จริงยังมีส่วนร่วมกับแพลตฟอร์ม ผู้ใช้ของพวกเขาลงทุนจริง ๆ ในการออกไปที่นั่นและสร้างความสัมพันธ์ที่มีความหมาย บัญชีปลอมมักจะไม่ได้มากกว่าการกดถูกใจหรือแชร์โพสต์ แม้แต่ความคิดเห็นของพวกเขาก็จะเป็นเรื่องทั่วไปหรือสั้นมาก </p> <p> นอกจากการตรวจสอบรายละเอียดของโปรไฟล์แล้ว ให้ดูกิจกรรมของโปรไฟล์ด้วย หากดูเหมือนน้อยหรือไม่มีตัวตน การหลีกเลี่ยงการเชื่อมต่อก็ฉลาด รายละเอียดเล็กๆ น้อยๆ เช่นนี้ควรช่วยเพิ่มความรู้สึกของคุณเกี่ยวกับบัญชี และช่วยให้คุณตัดสินใจว่าบัญชีนั้นน่าสงสัยหรือไม่ </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> สามัญสำนึกช่วยให้คุณปลอดภัยบน LinkedIn </h2> <p> ธงสีแดงเหล่านี้เป็นรายบุคคล แต่รวมหลายรายการเข้าด้วยกันและคุณมีบัญชีผู้ต้องสงสัยอยู่ในมือของคุณ อาจเป็นแค่คนที่ไม่รู้วิธีสร้างโปรไฟล์ที่ดีหรือเข้าหาผู้คนอย่างมืออาชีพ แต่ถึงกระนั้น ก็ยังดีกว่าที่จะปลอดภัยกว่าเสียใจ </p> <p> ในฐานะผู้ใช้จริง คุณต้องเรียนรู้วิธีป้องกันตัวเอง และการจู้จี้จุกจิกเป็นพิเศษกับผู้ติดต่อของคุณก็เป็นราคาที่ต้องจ่ายเล็กน้อย </p>"}