{"title":"8 วิธีง่ายๆ ในการแก้ไข Steam เมื่อเปิดไม่ได้","content":"<p> Steam ปฏิเสธที่จะเปิดบนคอมพิวเตอร์ของคุณหรือไม่? มีสาเหตุหลายประการที่สิ่งนี้อาจเกิดขึ้น </p> <p> คำแนะนำต่อไปนี้แสดงแปดวิธีในการเปิด Steam โดยไม่มีปัญหาในการเปิดตัวบนคอมพิวเตอร์ของคุณ ตรวจสอบวิธีแก้ไขปัญหาง่ายๆ เหล่านี้ก่อนที่คุณจะลบข้อมูลคอมพิวเตอร์หรือบอกลา Steam อย่างถาวร </p> <h2 id=\"check-if-steam-is-down\"> 1. ตรวจสอบว่า Steam หยุดทำงานหรือไม่ </h2> <p> หาก Steam เปิดขึ้นมาแต่จะไม่ผ่านหน้าจอการเชื่อมต่อ หรือหากไม่โหลดเลย อาจมีปัญหากับเซิร์ฟเวอร์ของ Steam </p> <p> เซิร์ฟเวอร์อาจประสบปัญหาหยุดทำงาน และทำให้ไคลเอ็นต์ Steam ทั้งหมดหยุดทำงาน </p> <p> มีเว็บไซต์เช่น <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> สถานะ Steam อย่างไม่เป็นทางการ </a> ที่บอกสถานะปัจจุบันของเซิร์ฟเวอร์ของแอปให้คุณทราบ หากคุณเห็นการหยุดทำงานที่นั่น นั่นอาจเป็นสาเหตุที่ Steam ไม่เปิดบนคอมพิวเตอร์ของคุณ </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. สิ้นสุดกระบวนการ Steam โดยใช้ Windows Task Manager </h2> <p> หาก Steam เปิดขึ้นมาแต่ค้างอยู่ที่หน้าจอเริ่มต้น คุณสามารถฆ่ากระบวนการของ Steam ได้โดยใช้ตัวจัดการงาน และดูว่าสามารถแก้ไขปัญหาได้หรือไม่ </p> <p> </p> <p> นี่คือวิธีที่คุณสิ้นสุดกระบวนการ Steam บนพีซีของคุณ: </p> <ol> <li> คลิกขวาที่ทาสก์บาร์ของ Windows แล้วเลือก <strong> ผู้จัดการงาน </strong> . </li> <li> คลิก <strong> กระบวนการ </strong> แท็บในตัวจัดการงาน </li> <li> หา <strong> Steam Client Bootstrapper </strong> ในรายการกระบวนการ คลิกมัน แล้วคลิก <strong> งานสิ้นสุด </strong> ปุ่มที่ด้านล่างขวา </li> <li> ตัวจัดการงานควรบังคับปิด Steam บนพีซีของคุณ </li> <li> เปิดใหม่ <strong> อบไอน้ำ </strong> และดูว่าได้ผลหรือไม่ </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. รีสตาร์ทคอมพิวเตอร์ </h2> <p> หากคอมพิวเตอร์ของคุณมีข้อผิดพลาดเล็กน้อย อาจทำให้ Steam ไม่สามารถเปิดได้ หากเป็นกรณีนี้กับคุณ การรีบูตคอมพิวเตอร์อย่างง่ายอาจแก้ปัญหาได้ </p> <p> บันทึกงานของคุณ ปิดแอปที่เปิดอยู่ทั้งหมด จากนั้นทำตามขั้นตอนเหล่านี้เพื่อรีบูตพีซีของคุณ: </p> <ol> <li> เปิด <strong> เริ่ม </strong> เมนู. </li> <li> คลิกไอคอนพลังงาน </li> <li> เลือก <strong> เริ่มต้นใหม่ </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. เรียกใช้ Steam ในฐานะผู้ดูแลระบบ </h2> <p> สาเหตุหนึ่งที่เป็นไปได้ Steam จะไม่เปิดขึ้นคือแอปไม่มีสิทธิ์ที่จำเป็น ปัญหาประเภทนี้มักพบในพีซีที่ใช้ Windows คุณสามารถแก้ไขได้โดย <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> เรียกใช้แอพของคุณด้วยสิทธิ์ของผู้ดูแลระบบ </a> . </p> <p> คุณสามารถเปิดใช้ Steam ในฐานะผู้ดูแลระบบ และดูว่าจะช่วยให้คุณเปิดแอปได้โดยไม่มีปัญหาใดๆ หรือไม่ นี่คือวิธีที่คุณทำ: </p> <ol> <li> คลิกขวาที่ทางลัด Steam บนเดสก์ท็อปของคุณแล้วเลือก <strong> เปิดตำแหน่งไฟล์ </strong> จากเมนูบริบท </li> <li> หา <strong> steam.exe </strong> ในรายการไฟล์ ให้คลิกขวาที่ไฟล์นี้ แล้วเลือก <strong> เรียกใช้ในฐานะผู้ดูแลระบบ </strong> . </li> <li> ตี <strong> ใช่ </strong> ในข้อความแจ้ง </li> <li> Steam ควรเปิดตัวพร้อมสิทธิ์ของผู้ดูแลระบบ </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. ลบไฟล์แคช Steam </h2> <p> เช่นเดียวกับแอปอื่นๆ Steam ยังสร้างและจัดเก็บไฟล์แคชบนคอมพิวเตอร์ของคุณ ไฟล์แคชเหล่านี้บางครั้งเป็นสาเหตุที่ทำให้คุณมีปัญหาต่างๆ กับ Steam </p> <p> Steam ไม่สามารถเปิดได้อาจเป็นผลมาจากไฟล์แคชทำงานผิดปกติ หากเป็นกรณีนี้ ตัวเลือกที่ดีที่สุดของคุณคือลบไฟล์แคช Steam ทั้งหมดออกจากคอมพิวเตอร์ของคุณ </p> <p> คุณสามารถลบไฟล์แคชได้โดยไม่ทำให้เกิดปัญหากับแอป และวิธีต่อไปนี้จะแสดงให้เห็น: </p> <ol> <li> ปิด <strong> อบไอน้ำ </strong> ถ้ามันทำงานบนพีซีของคุณ </li> <li> คลิกขวาที่ทางลัด Steam บนเดสก์ท็อปของคุณแล้วเลือก <strong> เปิดตำแหน่งไฟล์ </strong> โฟลเดอร์ Steam ควรเปิดขึ้นใน File Explorer </li> <li> ไปที่ด้านบนของโฟลเดอร์และค้นหาโฟลเดอร์ที่ชื่อ <strong> appcache </strong> . </li> <li> คัดลอกสิ่งนี้ <strong> appcache </strong> โฟลเดอร์ไปยังไดเร็กทอรีอื่นบนคอมพิวเตอร์ของคุณ คุณกำลังสำรองข้อมูลโฟลเดอร์ </li> <li> จากนั้นคลิกขวาที่ต้นฉบับ <strong> appcache </strong> โฟลเดอร์และเลือก <strong> ลบ </strong> . การดำเนินการนี้จะลบโฟลเดอร์ออกจากไดเร็กทอรี Steam </li> <li> เปิด <strong> อบไอน้ำ </strong> และดูว่าได้ผลหรือไม่ </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. ล้างการกำหนดค่า Steam และรีเฟรชแอป </h2> <p> เนื่องจาก Steam มีไฟล์การกำหนดค่าจำนวนมาก แอปจึงมาพร้อมกับคำสั่งที่ให้คุณรีเฟรชการกำหนดค่าและการติดตั้ง Steam บนคอมพิวเตอร์ของคุณ คุณสามารถใช้คำสั่งนี้เพื่อแก้ไขปัญหาต่างๆ กับ Steam ได้ ยกเว้นกรณีที่ไม่สามารถเปิดได้ </p> <p> นี่คือวิธีการรีเฟรชไฟล์การกำหนดค่า Steam: </p> <ol> <li> กด <strong> คีย์ Windows + R </strong> คีย์พร้อมกันเพื่อเปิด Run </li> <li> พิมพ์ข้อมูลต่อไปนี้ลงในช่อง Run จากนั้นกด <strong> ป้อน </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> Steam แจ้งว่าการเรียกใช้คำสั่งดังกล่าวจะลบแคชดาวน์โหลดของคุณและนำคุณออกจากแอป คุณต้องคลิก <strong> ตกลง </strong> เพื่อจะดำเนินการต่อ. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> หากคุณสนใจคำสั่งมีบ้าง <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> คำสั่ง CMD ที่มีประโยชน์ </a> ที่คุณเรียนรู้ได้ </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. แก้ไขการตั้งค่าวันที่และเวลาของคุณ </h2> <p> แอพจำนวนมากต้องการให้คุณมีการตั้งค่าวันที่และเวลาที่ถูกต้องบนคอมพิวเตอร์ของคุณ หาก Steam ไม่เปิดขึ้น อาจเป็นเพราะการตั้งค่าวันที่และเวลาของคุณไม่ถูกต้อง </p> <p> คุณสามารถเข้าสู่แอพการตั้งค่า Windows 10 และเปิดใช้งานตัวเลือกเวลาอัตโนมัติเพื่อแก้ไขปัญหานี้ นี่คือวิธีที่คุณทำบนพีซี: </p> <ol> <li> เปิด <strong> การตั้งค่า </strong> แอพจาก <strong> เริ่ม </strong> เมนู. </li> <li> คลิก <strong> เวลาและภาษา </strong> . </li> <li> เลือก <strong> วันเวลา </strong> ทางซ้าย. </li> <li> หมุน <strong> ตั้งเวลาอัตโนมัติ </strong> สลับไปที่ <strong> บน </strong> ตำแหน่ง. </li> <li> เปิดใช้งานการสลับสำหรับ <strong> ตั้งเขตเวลาโดยอัตโนมัติ </strong> เช่นกัน </li> <li> เปิด <strong> อบไอน้ำ </strong> และดูว่ามันเปิดตัวหรือไม่ </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. ติดตั้ง Steam ใหม่บนคอมพิวเตอร์ของคุณ </h2> <p> หากวิธีอื่นไม่ได้ผล วิธีสุดท้ายของคุณคือถอนการติดตั้งและติดตั้ง Steam ใหม่บนคอมพิวเตอร์ของคุณ การดำเนินการนี้จะลบ Steam และไฟล์ทั้งหมดออกจากเครื่องของคุณ หลังจากนั้น คุณสามารถติดตั้ง Steam ตั้งแต่เริ่มต้น </p> <p> การติดตั้งแอปใหม่อีกครั้งจะช่วยแก้ไขปัญหาส่วนใหญ่เกี่ยวกับ Steam บนคอมพิวเตอร์ของคุณ รวมถึงปัญหาที่แอปปฏิเสธที่จะเปิด </p> <p> <strong> ในการลบ Steam ออกจากคอมพิวเตอร์ของคุณ: </strong> </p> <ol> <li> เปิดตัว <strong> การตั้งค่า </strong> แอพบนพีซีของคุณ </li> <li> คลิก <strong> แอพ </strong> . </li> <li> หา <strong> อบไอน้ำ </strong> ในรายการแอพ แล้วคลิก </li> <li> คลิก <strong> ถอนการติดตั้ง </strong> ปุ่มเพื่อลบ Steam </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> ในการติดตั้ง Steam ใหม่: </strong> </p> <ol> <li> ตรงไปที่ <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> ไซต์ Steam </a> โดยใช้เว็บเบราว์เซอร์ของคุณ </li> <li> ดาวน์โหลดและเปิดการตั้งค่า Steam บนพีซีของคุณ </li> <li> ผ่านวิซาร์ดการติดตั้ง </li> </ol> <p> เรียน <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> วิธีถอนการติดตั้งแอพอย่างสมบูรณ์ </a> หากแอพของคุณมักทิ้งไฟล์ขยะไว้เบื้องหลัง </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> แก้ไขปัญหาการเปิดตัว Steam บนคอมพิวเตอร์ของคุณ </h2> <p> ปัญหาเกี่ยวกับ Steam นั้นหายากมาก แต่นั่นไม่ได้หมายความว่าคุณจะไม่มีวันเจอปัญหาดังกล่าวเลย หากคุณพบปัญหาที่ไม่สามารถเปิด Steam ได้ ตอนนี้คุณรู้แล้วว่าต้องทำอย่างไรในสถานการณ์นี้ มีหลายวิธีในการแก้ไขปัญหาการเริ่ม Steam ตามที่อธิบายไว้ข้างต้น </p> <p> เช่นเดียวกับ Steam บางครั้ง Discord ก็ประสบปัญหาการเปิดตัว โชคดีที่คุณมีวิธีแก้ไขปัญหาเหล่านี้หลายวิธีเช่นกัน </p>"}