{"title":"9 คำสั่งพื้นฐานเพื่อเริ่มต้นใช้งาน Linux","content":"<p> คู่มือวิธีใช้ Linux มักคาดหวังให้คุณดำเนินการบางอย่างในเทอร์มินัล ซึ่งอาจดูน่ากลัวในตอนแรก แต่อย่าวิตกกังวล แผ่นข้อมูลคำสั่ง Linux นี้จะครอบคลุมกระบวนการเปิดเทอร์มินัลและออกคำสั่งที่มีประโยชน์สองสามคำสั่ง </p> <h2 id=\"linux-command-prompt-for-beginners\"> พรอมต์คำสั่ง Linux สำหรับผู้เริ่มต้น </h2> <p> คำสั่งพื้นฐานของ Linux ที่คุณจะพบด้านล่างนี้เป็นคำสั่งสากลสำหรับ Linux เกือบทุกรุ่น ตั้งแต่บรรทัดคำสั่งของ Ubuntu ไปจนถึง Kali Linux เครื่องอ่านบัตรของคุณอาจดูแตกต่างไปจากภาพด้านล่าง แต่โปรดวางใจว่าสิ่งเหล่านี้จะได้ผลสำหรับคุณ </p> <p> โปรดทราบว่าในคู่มือออนไลน์ต่างๆ คุณมักจะได้ยินวลีต่างๆ ที่อ้างถึงการกระทำเดียวกัน: &quot;open a shell&quot; &quot;start bash&quot; หรือ &quot;in the command line&quot; ทั้งหมดนี้หมายความว่าคุณควรเปิดและพิมพ์เทอร์มินัลซึ่งเราจะทำด้านล่าง </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> วิธีเปิดเทอร์มินัลใน Linux </h2> <p> ค้นหาเมนูแอปพลิเคชันของคุณสำหรับ <strong> เทอร์มินัล </strong> . มักจะมีป้ายกำกับว่า &quot;โปรแกรมจำลองเทอร์มินัล&quot; และนี่คือสิ่งที่คุณต้องการ </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> อย่างไรก็ตาม เส้นทางที่เร็วที่สุดในการเปิดเทอร์มินัลคือแป้นพิมพ์ลัด <strong> Ctrl+Alt+T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> คำสั่ง Linux พื้นฐานสำหรับผู้เริ่มต้น </h2> <p> เมื่อคุณเปิดเทอร์มินัลแล้ว คุณก็พร้อมที่จะออกคำสั่งบางอย่างแล้ว มาทบทวนคำสั่งเชลล์พื้นฐานบางส่วนใน Linux กัน </p> <h3 id=\"view-working-directory\"> 1. ดูไดเรกทอรีการทำงาน </h3> <p> การรู้จักไดเร็กทอรี &quot;ทำงาน&quot; ปัจจุบันมีความสำคัญสูงสุดเมื่อใช้เทอร์มินัล คำสั่งจำนวนมากทำให้เกิดการเปลี่ยนแปลงในไดเร็กทอรีปัจจุบัน และคุณไม่ต้องการทำการเปลี่ยนแปลงเหล่านั้นในไดเร็กทอรีที่ไม่ถูกต้อง </p> <p> ในการตรวจสอบว่าคุณกำลังใช้งานไดเร็กทอรีใดอยู่ คำสั่งนี้จะ <strong> พี </strong> ริน <strong> w </strong> orking <strong> d </strong> ไดเรกทอรี: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> ดูเนื้อหาของไดเรกทอรีการทำงาน </h3> <p> ออก <strong> ลส </strong> คำสั่ง หากคุณต้องการดูไฟล์และโฟลเดอร์ทั้งหมดในไดเร็กทอรีปัจจุบัน: </p> <pre><code class=\"hljs\">ls</code></pre> <p> ไฟล์จะปรากฏเป็นข้อความธรรมดา ส่วนโฟลเดอร์จะเป็นตัวหนาและมีสี </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> หากคุณต้องการดูไฟล์ที่ซ่อนอยู่ด้วย เพียงผนวกend <strong> -a </strong> หรือ <strong> --ทั้งหมด </strong> ตัวเลือก: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. เปลี่ยนไดเรกทอรี </h3> <p> คุณสามารถเปลี่ยนไดเร็กทอรีการทำงานปัจจุบันของคุณด้วย <strong> cd </strong> , ย่อมาจาก <strong> ค </strong> แฮงเคะ <strong> d </strong> ไดเรกทอรี </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> คำสั่งด้านบนจะค้นหาโฟลเดอร์ที่เรียกว่า Documents ภายในไดเร็กทอรีการทำงานปัจจุบันของคุณ และเมื่อพบแล้ว ให้เปลี่ยนเป็นไดเร็กทอรีนั้น </p> <p> </p> <p> ตรวจสอบให้แน่ใจว่าเมื่อใดก็ตามที่คุณระบุไฟล์หรือไดเร็กทอรีที่มีชื่อมีช่องว่างอยู่ในนั้น โดยที่คุณใส่ไว้ในเครื่องหมายคำพูด มิฉะนั้น คุณจะได้รับข้อผิดพลาด </p> <p> คุณสามารถย้ายหนึ่งขึ้นหนึ่งไดเร็กทอรีโดยการเพิ่ม <strong> .. </strong> ตัวเลือก: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> การออก cd ด้วยตัวเองโดยไม่ระบุตำแหน่งจะนำคุณไปยังโฮมไดเร็กตอรี่ของคุณโดยตรง: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. พิมพ์ผลลัพธ์ของคำสั่ง </h3> <p> <strong> เสียงก้อง </strong> คำสั่งจะรับข้อมูลที่คุณป้อน ไม่ว่าจะเป็นสตริงข้อความหรือคำสั่งอื่น แล้วพิมพ์ออกมาในเทอร์มินัล </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> ด้วยตัวมันเอง echo อาจดูเหมือนไร้ประโยชน์ แต่ในความเป็นจริงคุณจะเห็นว่ามีการใช้บ่อยในการจัดการระบบ Linux </p> <h3 id=\"view-file-contents\"> ดูเนื้อหาไฟล์ </h3> <p> คำสั่งเสียงแมว <strong> แมว </strong> จะพิมพ์เนื้อหาทั้งหมดของไฟล์ที่คุณตั้งชื่อในเทอร์มินัล </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. ค้นหาเนื้อหาของไฟล์ </h3> <p> หากต้องการค้นหาเนื้อหาของไฟล์สำหรับคำหรือวลีที่ระบุ ให้ใช้ <strong> grep </strong> คำสั่ง </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> คำสั่งนี้มีประโยชน์มากเมื่อคุณกำลังมองหาข้อมูลเฉพาะในไฟล์ระบบที่ยาวและซับซ้อน </p> <h3 id=\"redirect-command-output\"> 5. เอาต์พุตคำสั่งเปลี่ยนเส้นทาง </h3> <p> สัญลักษณ์ &quot;มากกว่า&quot; <strong> &gt; </strong> มีอำนาจในสตริงคำสั่งเพื่อเปลี่ยนเส้นทางเอาต์พุตของคำสั่งไปยังไฟล์หรือคำสั่งอื่น </p> <p> ตัวอย่างเช่น คำสั่งนี้จะรับเอาต์พุตของ echo และบันทึกลงในไฟล์ข้อความธรรมดาที่เรียกว่า &quot;file.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. การอัปเดตระบบ (ระบบที่ใช้ Ubuntu) </h3> <p> ในเชลล์ Ubuntu ใดๆ ให้ป้อนคำสั่งสองคำสั่งนี้เพื่อตรวจสอบและใช้การอัปเดตที่มีทั้งหมดกับระบบของคุณ </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> คุณจะได้รับแจ้งให้ใส่รหัสผ่านผู้ใช้ของคุณก่อนที่จะยืนยันคำสั่งใดๆ ด้วยคำนำหน้า sudo </p> <p> เคล็ดลับสำหรับมือโปร: คุณสามารถรวมคำสั่งตั้งแต่สองคำสั่งขึ้นไปมารวมกันเป็นหนึ่งเดียวได้โดยใช้คำสั่ง <strong> &amp;&amp; </strong> โอเปอเรเตอร์ </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> แป้นพิมพ์ลัด Linux Terminal สำหรับผู้เริ่มต้น </h2> <p> การเรียนรู้แป้นพิมพ์ลัดแม้ในตอนแรกจะยาก แต่ก็ช่วยประหยัดเวลาได้มากในระยะยาว ลินุกซ์มี <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> ทางลัดที่มีประโยชน์มากมาย </a> และเราจะแสดงรายการแป้นพิมพ์ลัดที่มีประโยชน์ที่สุดบางส่วนด้านล่าง </p> <h3 id=\"recall-previous-commands\"> 7. เรียกคืนคำสั่งก่อนหน้า </h3> <p> หากคุณต้องการทำซ้ำคำสั่งที่คุณใช้ล่าสุด แต่คุณจำไม่ได้หรือไม่ต้องการพิมพ์อีกครั้ง คุณสามารถเลื่อนดูประวัติคำสั่งของคุณโดยใช้ <strong> ปุ่มลูกศรขึ้นและลง </strong> . </p> <p> หรือคุณสามารถกด <strong> Ctrl+R </strong> เพื่อค้นหาประวัติคำสั่งของคุณสำหรับคำสำคัญหรือวลีเฉพาะ </p> <h3 id=\"see-command-suggestions\"> 8. ดูคำแนะนำคำสั่ง </h3> <p> บางครั้งเมื่อใช้เทอร์มินัล คุณจะจำคำสั่งบางส่วนได้ แต่คุณจะไม่ค่อยแน่ใจว่าคำสั่งนั้นสะกดอย่างไรหรือต้องใช้ตัวเลือกใด หากคุณเริ่มพิมพ์คำสั่งให้กด <strong> แท็บ </strong> ที่สำคัญ เทอร์มินัลจะพยายามทำให้คำสั่งของคุณเสร็จสิ้น หรือแสดงความเป็นไปได้หลายประการ </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. ฆ่ากระบวนการเทอร์มินัล </h3> <p> คุณอาจรู้แล้ว <strong> Ctrl+C </strong> เป็นทางลัดคัดลอกไปยังคลิปบอร์ด แต่เมื่อใช้ในเทอร์มินัล คีย์ผสมนี้จะฆ่าคำสั่งที่ทำงานอยู่ใดๆ ที่คุณอาจเสียใจที่ออก </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux สำหรับผู้เริ่มต้น </h2> <p> วิธีที่ดีที่สุดในการจดจำคำสั่งและทางลัดของเทอร์มินัลลินุกซ์สำหรับสตาร์ทเตอร์เหล่านี้คือการใช้คำสั่งเหล่านี้ ดังนั้นให้เปิดบรรทัดคำสั่งแล้วเริ่มพิมพ์! </p> <p> ต้องการคำสั่งเพิ่มเติมหรือไม่? ดูของเรา <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> สูตรโกงคำสั่ง Linux </a> . </p> <p> เพื่อช่วยให้คุณค้นพบสิ่งที่เป็นไปได้ใน Linux เราได้รวบรวมข้อมูลเชิงลึกเกี่ยวกับซอฟต์แวร์ที่ดีที่สุดสำหรับ Linux ซึ่งจัดตามหมวดหมู่ </p>"}