{"title":"Apple และ Super Healthy Kids ปะทะกันกับโลโก้ผลไม้ต่อสู้กัน","content":"<p> การต่อสู้ทางกฎหมายอาจดูเหนือจริงในบางครั้ง ตั้งแต่เดือนสิงหาคม 2020 Apple ได้ต่อสู้อย่างถูกกฎหมายกับบริษัทวางแผนมื้ออาหารที่ชื่อว่า Super Healthy Kids เกี่ยวกับโลโก้ของแอป Prepear ซึ่ง Apple คิดว่าค่อนข้างจะเหมือนของตัวเองมากเกินไป </p> <p> โลโก้ผลไม้ของ Apple ซึ่งประกอบด้วยแอปเปิ้ลการ์ตูนที่กัดและใบไม้เพียงใบเดียวถูกนำมาใช้ตั้งแต่ปลายทศวรรษ 1970 ในขณะเดียวกันโลโก้ที่ใหม่กว่าของ Super Healthy Kids ประกอบด้วยการ์ตูนลูกแพร์ที่มีใบไม้เพียงใบเดียว </p> <p> ชั่วขณะหนึ่ง ดูเหมือนโลกนี้ไม่ใหญ่พอสำหรับโลโก้ที่ได้รับแรงบันดาลใจจากผลไม้สองใบที่มีใบทำมุมอย่างร่าเริง ตอนนี้ทั้งสองบริษัทได้ยุติความคับข้องใจของตนแล้ว และสิ่งที่ต้องทำก็คือ Super Healthy Kids ร่างรูปร่างของใบไม้ที่เป็นปัญหาขึ้นมาใหม่ </p> <h2 id=\"dilution-of-distinctiveness\"> การเจือจางความโดดเด่น </h2> <p> ข้อโต้แย้งทางกฎหมายของ Apple คือการที่รูปทรงลูกแพร์ในท้องถิ่นสามารถ &quot;ทำให้ความโดดเด่นลดลง&quot; ของโลโก้สัญลักษณ์ของ Apple ซึ่งอยู่บนนั้นด้วย Nike swoosh และอีกสองสามคนเลือกให้เป็นไอคอนที่เป็นที่รู้จักทั่วโลก </p> <p> โลโก้ใหม่ของ Prepear ปรากฏบน .แล้ว <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> เว็บไซต์ของบริษัท </a> และจะปรากฏบนแอปในไม่ช้า มีลักษณะเป็นใบไม้รูปพระจันทร์ครึ่งเสี้ยว แทนที่จะเป็นวงรีปลายแหลมก่อนหน้า Apple ยินยอมให้เปลี่ยนแปลงตามเอกสารที่ยื่นที่ <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> สำนักงานสิทธิบัตรและเครื่องหมายการค้าของสหรัฐอเมริกา </a> (สปท.) </p> <p> </p> <p> &quot;Prepear ยินดีที่จะประกาศว่าได้แก้ไขปัญหาเครื่องหมายการค้ากับ Apple แล้ว&quot; ผู้ร่วมก่อตั้ง บริษัท Russ Monson กล่าว <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple vs. ธุรกิจขนาดเล็ก </h2> <p> ดูเหมือนว่าจะบรรลุข้อตกลงฉันมิตรแล้ว จนถึงจุดหนึ่ง การปะทะกันระหว่างสองบริษัท—หนึ่งในฐานะยักษ์ใหญ่ด้านเทคโนโลยีที่มีค่าที่สุดในโลก ซึ่งใหญ่กว่าบริษัทอื่นมาก—ดูเหมือนจะเป็นการโต้เถียงกันค่อนข้างมาก </p> <p> หลังจากการร้องเรียนครั้งแรกของ Apple ผู้ร่วมก่อตั้ง Prepear และ COO Russell Monson ได้จัดตั้ง <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> คำร้อง Change.org </a> , วิพากษ์วิจารณ์แอปเปิล ในที่สุดคำร้องก็ได้รับลายเซ็น 269,654 ลายเซ็น ตอนนี้มันถูกปิดแล้ว </p> <p> &quot;Apple ได้ต่อต้านธุรกิจขนาดเล็กที่มีโลโก้เกี่ยวกับผลไม้โดยเริ่มดำเนินการทางกฎหมายที่มีราคาแพง&quot; คำร้องระบุ &quot;แม้ว่าโลโก้เหล่านั้นจะดูไม่เหมือนโลโก้ของ Apple หรือไม่ได้อยู่ในสายธุรกิจเดียวกับ Apple ทั้งหมด.&quot; </p> <p> มันยังคงดำเนินต่อไปว่าหลาย บริษัท ที่ถูกคุกคามโดย Apple ได้โยนผ้าเช็ดตัวเพราะพวกเขา &quot;ไม่สามารถจ่ายเงินหลายหมื่นดอลลาร์&quot; ค่าใช้จ่ายในการดำเนินคดีทางกฎหมายดังกล่าว ทีมงานกล่าวว่าเป็น &quot;ประสบการณ์ที่น่าสะพรึงกลัวที่ถูกโจมตีอย่างถูกกฎหมายโดยบริษัทที่ใหญ่ที่สุดในโลก&quot; </p> <p> <small> เครดิตภาพ: Apple/Prepear </small> </p>"}