{"title":"Apple เพิ่มเครดิตคืน DTK Mac Mini หลังจากนักพัฒนาโวย","content":"<p> ในการตอบสนองต่อเสียงโวยวายของนักพัฒนา Apple ได้เพิ่มเครดิตตามข้อเสนอสำหรับการส่งคืนคอมพิวเตอร์ Mac mini สำหรับนักพัฒนาซอฟต์แวร์ Developer Transition Kit (DTK) จากเดิม 200 ดอลลาร์เป็น 500 ดอลลาร์ต่อหน่วย </p> <p> นอกจากนี้ เครดิตที่เพิ่มขึ้น $500 สามารถแลกได้ภายในสิ้นปีแทนที่จะเป็นภายในวันที่ 31 พฤษภาคม ตามข้อความอีเมลของ Apple ที่แจ้งนักพัฒนาเกี่ยวกับข้อกำหนดที่อัปเดต </p> <blockquote> <p> แทนที่จะเป็นเครดิต $200 ที่จะหมดอายุในเดือนพฤษภาคม เราจะให้เครดิต Apple $500 แก่คุณ และขยายเวลาที่คุณสามารถใช้เพื่อซื้อ M1 Mac ใหม่ได้จนถึงสิ้นปี หากคุณซื้อ Mac M1 ใหม่แล้ว เครดิต Apple จะให้ความยืดหยุ่นในการซื้อผลิตภัณฑ์ Apple ใดๆ เพื่อช่วยในการพัฒนาแอพของคุณ </p> </blockquote> <p> เร็วๆ นี้บริษัทจะแชร์รายละเอียดเกี่ยวกับวิธีการจัดส่งหน่วย DTK เหล่านั้น </p> <p> ข้อเสนอที่แสนหวานช่วยให้นักพัฒนาใช้เครดิต $500 เพื่อครอบคลุมค่าใช้จ่ายส่วนใหญ่ของคอมพิวเตอร์ M1 Mac mini เครื่องใหม่ ซึ่งเริ่มต้นที่ $699 ข้อกำหนดใหม่คือปฏิกิริยาของ Apple ต่อเสียงโวยวายของนักพัฒนาที่เกิดขึ้นหลังจากผิดหวัง <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> ข้อเสนอ DTK Mac mini มูลค่า $200 </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> ความผิดพลาดในการประชาสัมพันธ์ที่โชคร้าย </h2> <p> ข้อความอีเมลของ Apple รับทราบว่าบริษัทตระหนักดีถึงข้อเท็จจริงที่ว่า &quot;เครดิตชื่นชม&quot; เดิมมูลค่า 200 ดอลลาร์สหรัฐฯ อาจดูถูกนักพัฒนาบางคน </p> <blockquote> <p> เราทราบความคิดเห็นของคุณเกี่ยวกับใบลดหนี้มูลค่า $200 ที่กล่าวถึงในอีเมลฉบับที่แล้ว ความตั้งใจของเราคือการรับรู้ถึงความพยายามอันยิ่งใหญ่ที่คุณทุ่มเทให้กับการสร้างแอพที่ยอดเยี่ยมสำหรับมหาวิทยาลัย การเป็นพันธมิตรกับเราตั้งแต่เนิ่นๆ แสดงว่าคุณได้แสดงความมุ่งมั่นต่อแพลตฟอร์มของเราและความเต็มใจที่จะเป็นผู้บุกเบิก </p> </blockquote> <p> น่าเสียดายที่นี่คือทั้งหมดที่ Apple ทำ </p> <p> บริษัทได้สร้างปัญหา mini-PR ขึ้นมา ทำให้เกิดความตกตะลึงในหมู่นักพัฒนา และสามารถหลีกเลี่ยงความขุ่นเคืองและการโต้เถียงทั้งหมดได้หาก Apple เสนอ $ 500 สำหรับการส่งคืนชุดอุปกรณ์เหล่านั้นตั้งแต่เริ่มต้น และหากบริษัทต้องการให้รางวัลแก่นักพัฒนาที่ภักดีที่สุดจริงๆ ก็อาจปล่อยให้พวกเขารักษาหน่วย DTK ของตนไว้ได้ </p> <p> </p> <p> การสนับสนุนนักพัฒนาซอฟต์แวร์เป็นหนึ่งในปัจจัยที่สำคัญที่สุดในการเปลี่ยนแพลตฟอร์มเทคโนโลยีให้ประสบความสำเร็จ หากบริษัทต้องการให้ลูกค้ากลับมาใช้แพลตฟอร์มของตนอีกครั้ง บริษัทจะต้องคิดให้รอบคอบก่อนที่จะสร้างความโกรธเคืองให้กับกองทัพนักพัฒนาด้วยการเคลื่อนไหวเช่นนี้ นักพัฒนาคือผู้สร้างแอปที่ช่วยให้ผู้คนมีส่วนร่วมและหลงใหลในผลิตภัณฑ์ของ Apple </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> DTK Mac Mini คืออะไรกันแน่? </h2> <p> หน่วย DTK ที่เช่าของ Apple ให้กับนักพัฒนาเพื่อช่วยให้แอปที่ใช้ Intel ของตนทำงานได้อย่างเป็นธรรมชาติบน M1 Mac ใหม่ DTK คือตัวเครื่อง Mac mini ที่มีชิพ A12Z Bionic ของ iPad Pro ติดตั้งอยู่ภายใน หน่วยความจำ 16GB ที่เก็บข้อมูล 512GB และอื่นๆ ที่สำคัญ นักพัฒนารู้มาโดยตลอดว่าต้องคืนเครื่องให้ Apple สักวันหนึ่ง </p> <p> เครดิตมูลค่า $200 ที่ Apple เสนอแต่แรกสำหรับนักพัฒนาที่ต้องการส่งคืนอุปกรณ์นั้นสามารถใช้ซื้อแอป สื่อ หรือคอมพิวเตอร์ Mac รุ่นล่าสุดที่ขับเคลื่อนด้วยซิลิคอนของ Apple นักพัฒนาซอฟต์แวร์จะได้รับเครดิต 200 ดอลลาร์เมื่อได้รับหน่วยที่ส่งคืน รหัสจะต้องถูกใช้ภายในวันที่ 31 พฤษภาคม 2021 </p> <p> แต่นักพัฒนากลับไม่เห็นด้วยกับข้อเสนอนี้ และแสดงความไม่พอใจกับเงื่อนไขของ Apple บนโซเชียลมีเดีย การร้องเรียนส่วนใหญ่เกี่ยวกับข้อเท็จจริงที่ว่าเครดิต 200 ดอลลาร์ไม่เพียงพอที่จะซื้อ M1 Mac mini ใหม่เพื่อทดสอบแอป Apple ซิลิคอนของตนต่อไป </p>"}