{"title":"Apple เสนอให้เปลี่ยนแบตเตอรี่ฟรีสำหรับ MacBook Pro ที่ไม่สามารถชาร์จเกิน 1%","content":"<p> Apple ได้เปิดตัวโปรแกรมบริการใหม่เพื่อเปลี่ยนแบตเตอรี่ที่ชำรุดฟรีใน MacBook Pro บางรุ่นซึ่งชาร์จได้ไม่เกิน 1% </p> <p> MacBook Pro รุ่น 13 นิ้วและ 15 นิ้วชุดเล็กที่ผลิตในปี 2559 และ 2560 มีปัญหาการชาร์จที่แปลกประหลาดนี้ ลูกค้าที่ได้รับผลกระทบอาจเห็นข้อความในบานหน้าต่างการตั้งค่าแบตเตอรี่เพื่อระบุว่า &quot;แนะนำบริการ&quot; </p> <p> หากคุณเห็นข้อความนี้ แสดงว่าคุณมีสิทธิ์รับการเปลี่ยนแบตเตอรี่ของ Apple ฟรี ในทางกลับกัน หากข้อความระบุว่าแบตเตอรี่อยู่ในสภาพปกติ คุณจะไม่ได้รับผลกระทบ </p> <p> ตามเอกสารประกอบเรื่อง <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> เว็บไซต์ของ Apple </a> ปัญหาการชาร์จแบตเตอรี่ส่งผลต่อ &quot;ลูกค้าจำนวนน้อยมาก&quot; กับคอมพิวเตอร์ MacBook Pro ปี 2016 และ 2017 </p> <h2 id=\"is-my-macbook-pro-affected\"> MacBook Pro ของฉันได้รับผลกระทบหรือไม่ </h2> <p> MacBook Pro รุ่นปี 2016 และ 2017 ต่อไปนี้อาจแสดงลักษณะการทำงานเหล่านี้: </p> <ul> <li> MacBook Pro (13 นิ้ว ปี 2016 พอร์ต Thunderbolt 3 จำนวน 2 พอร์ต) </li> <li> MacBook Pro (13 นิ้ว ปี 2017 พอร์ต Thunderbolt 3 จำนวน 2 พอร์ต) </li> <li> MacBook Pro (13 นิ้ว ปี 2016 พอร์ต Thunderbolt 3 จำนวน 4 พอร์ต) </li> <li> MacBook Pro (13 นิ้ว ปี 2017 พอร์ต Thunderbolt 3 จำนวนสี่พอร์ต) </li> <li> MacBook Pro (15 นิ้ว ปี 2016) </li> <li> MacBook Pro (15 นิ้ว ปี 2017) </li> </ul> <p> ถึง <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> ระบุรุ่นคอมพิวเตอร์ของคุณอย่างรวดเร็ว </a> ให้เลือก &quot;เกี่ยวกับ Mac เครื่องนี้&quot; จากเมนู Apple </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> วิธีตรวจสอบความสมบูรณ์ของแบตเตอรี่ Mac </h2> <p> คุณสามารถตรวจสอบสภาพปัจจุบันของแบตเตอรี่ใน MacBook Pro ใน macOS ได้อย่างง่ายดาย </p> <p> ใน Big Sur เลือก &quot;การตั้งค่าระบบ&quot; จากเมนู Apple ในหน้าต่าง System Preferences ให้คลิก &quot;Battery&quot; จากนั้นเลือก &quot;Battery&quot; ในแถบด้านข้าง แล้วคลิก &quot;Battery Health&quot; </p> <p> </p> <p> หาก Mac ของคุณใช้ macOS Catalina หรือรุ่นก่อนหน้า ให้กดปุ่ม Option (⌥) บนแป้นพิมพ์ค้างไว้ขณะคลิกไอคอนแบตเตอรี่ในแถบเมนู ซึ่งจะแสดงเมนูสถานะแบตเตอรี่ </p> <p> หากโน้ตบุ๊กของคุณเข้าเกณฑ์สำหรับโปรแกรมบริการของ Apple คุณสามารถเปลี่ยนเครื่องได้ฟรีโดยติดต่อ Apple ผ่านทาง <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> เว็บไซต์สนับสนุน </a> . &quot;คอมพิวเตอร์ของคุณจะได้รับการตรวจสอบก่อนให้บริการเพื่อยืนยันว่ามีสิทธิ์เปลี่ยนแบตเตอรี่ฟรี&quot; บันทึกของ Apple </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> การอัปเดตฉุกเฉินด้วยการแก้ไขแบตเตอรี่ </h2> <p> หลังจากรับทราบข้อผิดพลาดนี้แล้ว Apple ได้ผลักดันการอัปเดต macOS คู่หนึ่งอย่างรวดเร็ว--- macOS Big Sur 11.2.1 หรือใหม่กว่าสำหรับ Mac ที่ขับเคลื่อนโดยซอฟต์แวร์ Big Sur และการอัปเดตเสริม macOS Catalina 10.15.7 สำหรับเจ้าของ Mac บน macOS Catalina และก่อนหน้านี้ </p> <p> </p> <p> ตามบันทึกประจำรุ่นเกี่ยวกับ <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> เว็บไซต์ของ Apple </a> , macOS Big Sur 11.2.1 &quot;แก้ไขปัญหาที่อาจทำให้แบตเตอรี่ไม่สามารถชาร์จใน MacBook Pro บางรุ่นปี 2016 และ 2017&quot; Apple แนะนำให้ทุกคนติดตั้งการอัปเดตเหล่านี้เพื่อป้องกันไม่ให้ปัญหาแบตเตอรี่เกิดขึ้นกับ MacBook Pro รุ่นปี 2016 และ 2017 รุ่นอื่นๆ </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> วิธีอัปเดต Mac ของคุณ </h2> <p> หากต้องการอัพเดทซอฟต์แวร์ macOS บน Mac ของคุณเป็นเวอร์ชั่นล่าสุด ให้ไปที่ <strong> ค่ากำหนดของระบบ &gt; การอัปเดตซอฟต์แวร์ </strong> . หากคุณเห็นข้อความแจ้งว่ามีการอัปเดต ให้คลิกปุ่ม &quot;อัปเดตทันที&quot; เพื่อติดตั้ง ระบบอาจขอให้คุณป้อนรหัสผ่านผู้ดูแลระบบเพื่อสิ้นสุดการอัปเดต Mac </p> <p> หากคุณต้องการให้คอมพิวเตอร์ของคุณดาวน์โหลดและติดตั้งการอัปเดตในอนาคตโดยอัตโนมัติ ให้เลือกตัวเลือก &quot;อัปเดต Mac ของฉันโดยอัตโนมัติ&quot; ในหน้าต่างการอัปเดตซอฟต์แวร์ คุณจะได้รับแจ้งเมื่อการอัปเดตที่รอดำเนินการจำเป็นต้องรีสตาร์ท และคุณสามารถเลือกที่จะติดตั้งในภายหลังได้ </p>"}