{"title":"คุณลักษณะการค้นหาแท็บของ Chrome อาจปรากฏใน Microsoft Edge","content":"<p> ขณะนี้ Microsoft Edge ใช้ Chromium codebase แล้ว เบราว์เซอร์ของยักษ์ซอฟต์แวร์จึงสามารถได้รับประโยชน์เช่นเดียวกับที่ Google Chrome มีโดยค่าเริ่มต้น ผู้ใช้ Reddit ผู้มีสายตาแหลมคมพบการเปลี่ยนแปลงล่าสุดของ Microsoft Edge ที่บ่งบอกถึงคุณลักษณะ Tab Search ของ Chrome ที่ปรากฏในเบราว์เซอร์ </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> การค้นหาแท็บอาจมาถึง Microsoft Edge ได้อย่างไร </h2> <p> ผู้ใช้ Reddit Leopeva64-2 ส่งสัญญาณเตือนบน <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> ซับเรดดิตของ Microsoft Edge </a> หลังจากระบุตัวแปรที่เปลี่ยนแปลงในโค้ดของ Edge </p> <p> ก่อนหน้านี้ คุณต้องนำคุณลักษณะนี้ออกจากที่ซ่อนด้วยตนเอง มันถูกฝังอยู่ในโค้ดของ Microsoft Edge และคุณต้องใช้แฟล็กบรรทัดคำสั่ง <code>--enable-features=TabSearch</code> เพื่อเปิดใช้งาน </p> <p> ตอนนี้ แฟล็กนั้นใช้งานไม่ได้แล้ว—แต่ถูกแทนที่ด้วยแฟล็กใหม่ชื่อ <code>--enable-features=msTabSearch</code> ดังที่ Leopeva64-2 กล่าว </p> <blockquote> <p> โดยทั่วไป แฟล็กที่ขึ้นต้นด้วย &quot;ms&quot; (msExtensionsHub, msDownloadsHub เป็นต้น) มักใช้เพื่อเปิดใช้งานหรือปิดใช้งานคุณลักษณะ Edge &quot;พิเศษ&quot; ดังนั้นความจริงที่ว่า Microsoft ได้ทำการเปลี่ยนแปลงนี้อาจหมายความว่าพวกเขาจะเปิดใช้งานคุณลักษณะนี้โดยค่าเริ่มต้น เร็วๆ นี้ (หรือบางทีพวกเขาจะเพิ่มแฟล็กใหม่บน edge://flags) </p> </blockquote> <p> เนื่องจากขณะนี้การตั้งค่าสถานะ TabSearch มีแท็ก &quot;ms&quot; อยู่ เราจึงน่าจะเห็นคุณลักษณะนี้ปรากฏบน Microsoft Edge โดยค่าเริ่มต้น </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> การแข่งขันที่เป็นมิตรของ Microsoft กับ Chrome </h2> <p> หาก Microsoft ดำเนินการเปิดใช้งานคุณลักษณะนี้ต่อไป Google Chrome จะเป็นเบราว์เซอร์ที่สำคัญที่สุดบนอินเทอร์เน็ต </p> <p> ในการเอาชนะคู่แข่ง Microsoft ได้สร้างสมดุลระหว่างการเพิ่มคุณสมบัติที่ผู้คนคาดหวังจากเบราว์เซอร์ที่ทันสมัยและการพัฒนาคุณสมบัติใหม่เพื่อช่วยให้ Edge โดดเด่น ตัวอย่างเช่น, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge ได้รับเครื่องมือค้นหาในแถบด้านข้าง </a> เพื่อช่วยให้แข่งขันกับ Chrome ได้ดียิ่งขึ้น </p> <p> อย่างไรก็ตาม Microsoft ยังไม่ลืมว่าใครเป็นผู้ให้ Edge ที่จำเป็น ท้ายที่สุด ตอนนี้เบราว์เซอร์ใช้ Chromium codebase ของ Google ดังนั้น Microsoft ต้องทำงานร่วมกับ Chrome ในบางครั้งหากต้องการปรับปรุง Edge </p> <p> อันที่จริง เนื่องจาก Microsoft ช่วยพัฒนาการแก้ไขและฟีเจอร์สำหรับโค้ดเบสของ Chromium บริษัทจึง <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> กลายเป็นพันธมิตรที่ใหญ่ที่สุดของ Chrome อย่างรวดเร็ว </a> . ด้วยเหตุนี้ Microsoft จึงมีความสัมพันธ์ที่แปลกกับ Chrome ซึ่งทั้งคู่แข่งขันและช่วยเหลือคู่ต่อสู้ในเวลาเดียวกัน </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> การค้นหาคุณลักษณะการค้นหาแท็บใน Microsoft Edge </h2> <p> แม้ว่าจะยังไม่มีการยืนยันอย่างเป็นทางการ แต่ก็มีหลักฐานที่บ่งชี้ว่า Microsoft ต้องการนำคุณลักษณะ Tab Search ของ Chrome มาไว้ใน Chrome เราจะต้องจับม้าของเราและจับตาดูการพัฒนาของ Edge เพื่อดูว่ามันปรากฏตัวหรือไม่ </p> <p> หากคุณสนใจที่จะเรียนรู้ว่า Microsoft Edge สร้างสรรค์สิ่งใหม่ ๆ อย่างไรเมื่อเผชิญกับการแข่งขัน คุณจำเป็นต้องรู้เกี่ยวกับคุณลักษณะแท็บการนอนของมัน การทดสอบเบื้องต้นของคุณลักษณะนี้ช่วยลดการใช้ CPU ของเบราว์เซอร์ได้มากถึง 37 เปอร์เซ็นต์ </p> <p> <small> เครดิตรูปภาพ: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}