{"title":"Discord สำหรับ iOS ให้ Meme Thieves บันทึกรูปภาพจาก Twitter Embeds","content":"<p> Discord สำหรับ iPhone ได้รับการรีเฟรชใน App Store ด้วยคุณสมบัติใหม่มากมาย รวมถึงตัวเลือกใหม่ที่ช่วยให้บันทึกรูปภาพจากการฝัง Twitter ได้ง่ายขึ้นมาก ด้วยวิธีนี้ คุณจะบันทึกมีมจากทวีตได้โดยไม่ต้องใช้วิธีแก้ไขปัญหาแบบเดิม </p> <p> น่าเศร้าที่ดูเหมือนว่าจะใช้ไม่ได้กับ GIF แบบเคลื่อนไหว นอกจากนี้ การบันทึกภาพนิ่งจากทวีตยังไม่พร้อมใช้งานใน Discord สำหรับ Windows และ Discord สำหรับ Android มีเพียงเวอร์ชัน 60.0 ของแอป Discord สำหรับ iOS เท่านั้นที่มีการใช้งานคุณลักษณะใหม่ที่เป็นประโยชน์นี้ </p> <p> ใหม่กับ Discord? ถ้าใช่ โปรดอ่านคำแนะนำของเราที่อธิบาย <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> วิธีแชทออนไลน์กับเพื่อนและคนแปลกหน้า </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> วิธีบันทึกรูปภาพจากทวีต </h2> <p> หากต้องการบันทึกภาพเหมือนมีมจากทวีตที่คุณส่งไป ให้แตะทวีตที่ต้องการค้างไว้แล้วเลือกตัวเลือกที่มีข้อความว่า &quot;บันทึกภาพ&quot; คุณจะพบภาพที่บันทึกไว้ในคลังรูปภาพบนอุปกรณ์ของคุณ ก่อนการเปลี่ยนแปลงนี้ คุณถูกบังคับให้เปิดทวีตด้วยตนเองในเว็บเบราว์เซอร์ก่อนจึงจะบันทึกรูปภาพพื้นฐานลงในอุปกรณ์ของคุณได้ </p> <p> </p> <p> เช่น <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> หมายเหตุ เวอร์ชัน Android ใช้กระบวนการที่แตกต่างกันในการบันทึกภาพทวีต ประการแรก คุณต้องแตะที่ภาพเพื่อเปิดแบบเต็มหน้าจอ เมื่ออยู่ในอินเทอร์เฟซแบบเต็มหน้าจอ ให้กด <strong> ดาวน์โหลด </strong> ปุ่มใกล้กับด้านบนของหน้าจอเพื่อบันทึกภาพไปยังอุปกรณ์ </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> คุณสมบัติใหม่อื่น ๆ ใน Discord สำหรับ iOS </h2> <p> นอกเหนือจากการบันทึกรูปภาพจากการฝัง Twitter แล้ว บันทึกการเปลี่ยนแปลงที่แสดงใน iOS เวอร์ชันล่าสุดของ Discord ยังกล่าวถึงคุณลักษณะใหม่อีกคู่หนึ่ง อันแรกคือป๊อปเอาต์อีโมจิที่มีประโยชน์บนเดสก์ท็อปที่ช่วยให้คุณรู้ว่าอีโมจิมาจากไหน </p> <p> &quot;แตะอีโมจิตัวน้อยในแชทขณะใช้โทรศัพท์ของคุณและดูว่าเขาเป็นใคร&quot; อ่านบันทึกการเปลี่ยนแปลงในเมนูการตั้งค่าของ Discord บนเดสก์ท็อปและมือถือ และถ้าคุณใช้ Discord บน iPad คุณจะดีใจที่ทราบว่าขณะนี้การแชร์หน้าจอมือถือพร้อมใช้งานบนแท็บเล็ตของคุณแล้ว </p> <p> <small> เครดิตภาพ: Discord </small> </p>"}