{"title":"Facebook กำลังพัฒนาแอพใหม่เพื่อแข่งขันกับ Clubhouse","content":"<p> Facebook สามารถให้เครดิตสำหรับฟังก์ชันต่างๆ ที่เราพิจารณาว่าเป็นเรื่องปกติหรือจำเป็นสำหรับโซเชียลมีเดียในปัจจุบัน และนั่นเป็นสาเหตุสำคัญว่าทำไมจึงยังมีเวลาอีกประมาณ 17 ปีหลังจากเปิดตัว แต่น่าเสียดายที่การอ้างว่าประวัติย่อของ Facebook มีคุณลักษณะเฉพาะเท่านั้น </p> <p> ในความเป็นจริง มันค่อนข้างยากที่จะพูดถึงการเปลี่ยนแปลงที่ Facebook ได้ทำขึ้นในช่วงไม่กี่ปีที่ผ่านมาโดยไม่ได้กล่าวถึงหลายครั้งที่แพลตฟอร์มยืมมาจากคู่แข่ง รายงานล่าสุดอ้างว่า Facebook กำลังตั้งค่าให้คัดลอกแอพคู่แข่งเป็นครั้งที่ร้อย </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Clubhouse เป็นเรื่องของโครงการ Copycat ใหม่ล่าสุดของ Facebook </h2> <p> ตามที่ <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> The New York Times </a> , Facebook กำลังทำงานบนเครือข่ายโซเชียลที่เน้นเสียงเพื่อแข่งขันกับ <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> คลับเฮาส์ </a> , แอปแชทด้วยเสียงเฉพาะผู้ได้รับเชิญซึ่งเปิดตัวเมื่อปีที่แล้วเท่านั้น </p> <p> เราไม่รู้ว่า Facebook เริ่มผลิตโคลนของ Clubhouse เมื่อใด แต่เรารู้ว่าทีมที่ทำงานเกี่ยวกับ Facebook ในปัจจุบันอ้างถึงผลิตภัณฑ์ว่า &quot;Fireside&quot; โค้ดเนมนั้นอาจมีการเปลี่ยนแปลงได้ เนื่องจากผลิตภัณฑ์ยังอยู่ในช่วงการพัฒนาขั้นต้น </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> Mark Zuckerberg ซีอีโอของ Facebook มีความสนใจในการสื่อสารด้วยเสียง แหล่งข่าวที่ไม่ระบุชื่อกล่าว นั่นค่อนข้างคลุมเครือ อาจหมายความว่าเขาจับตาดูมันมาระยะหนึ่งแล้วหรือเพิ่งจะดึงดูดความสนใจของเขาได้ไม่นาน ไม่ว่าจะด้วยวิธีใด Zuckerberg ปรากฏตัวบน Clubhouse เมื่อวันอาทิตย์ที่แล้วเพื่อหารือเกี่ยวกับ Augmented และ Virtual Reality (AR และ VR) </p> <h3 id=\"what-is-clubhouse\"> คลับเฮาส์คืออะไร? </h3> <p> หากคุณไม่เคยได้ยิน Clubhouse มาก่อน ไม่ต้องกังวล ในขณะนี้ผู้ใช้จะถูกเก็บไว้เป็นวงกลมที่แน่นแฟ้น คุณสามารถเข้าร่วม Clubhouse ได้ก็ต่อเมื่อคุณได้รับเชิญจากผู้ใช้ที่มีอยู่ </p> <p> บน <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> แอพสโตร์ </a> Clubhouse อธิบายตัวเองว่าเป็น &quot;พื้นที่สำหรับการสนทนาด้วยเสียงแบบสบายๆ กับเพื่อนและผู้คนที่น่าสนใจทั่วโลก&quot; </p> <p> </p> <p> คุณอาจคิดว่ามันเป็น Skype หรือ Zoom อื่น แต่ไม่มีการจับภาพวิดีโอ เฉพาะไฟล์เสียงและรูปโปรไฟล์ และ &quot;การสนทนา&quot; นั้นคล้ายกับการฟังใครบางคนยืนอยู่บนแท่นเพื่อนำเสนอหรือกล่าวสุนทรพจน์ คุณเลือกคนที่คุณต้องการฟัง </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> ประวัติการคัดลอกแอพคู่แข่งของ Facebook </h2> <p> ดูเหมือนว่า Zuckerberg จะรู้ว่าแพลตฟอร์มโซเชียลจะประสบความสำเร็จเมื่อได้เห็น Facebook ซื้อ Instagram, WhatsApp และ Oculus กลับมาตั้งแต่ยังเป็นบริษัทสตาร์ทอัพ เขาพยายามซื้อ Snapchat ในราคา 3 พันล้านดอลลาร์ในปี 2556 แต่ทีมเบื้องหลังปฏิเสธ </p> <p> และบางทีก็เป็นเช่นนั้นเอง — Facebook มีประวัติของการยืมไอเดียจากแอพคู่แข่งเพราะ Zuckerberg มักจะตามล่าหาสิ่งใหม่ๆ เพื่อนำมาสู่ Facebook ในตัวอย่างที่โด่งดังที่สุดอาจเป็นตัวอย่างที่โด่งดังที่สุด Facebook เริ่มต้นแนวโน้มของการ &quot;ขโมย&quot; จาก Snapchat เมื่อเพิ่มเวอร์ชันของตัวเอง <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> เรื่องราวโซเชียลมีเดีย </a> ในปี 2560 </p> <p> เมื่อเร็ว ๆ นี้, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook เปิดตัว Neighborhoods </a> เมื่อเดือนตุลาคมที่ผ่านมา ซึ่งทำงานคล้ายกับบริการเครือข่ายสังคมออนไลน์แบบไฮเปอร์โลคัลมาก <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> ประตูถัดไป </a> . ในเดือนธันวาคม, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook เปิดตัว Collab </a> สำหรับอุปกรณ์ iOS เป็นการก้าวข้ามขีดจำกัดของ TikTok clone bandwagon </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Facebook ตั้งเป้าที่จะกลายเป็นอะไร? </h2> <p> Facebook เริ่มต้นจากการเป็นพื้นที่ออนไลน์เพื่อพูดคุยและติดตามเพื่อนๆ ของคุณ นับตั้งแต่นั้นมา มันได้เติบโตขึ้นเป็นแพลตฟอร์มที่มีฟังก์ชันต่างๆ มากมายที่ดึงดูดผู้คนหลายประเภท </p> <p> การตัดสินใจของ Facebook ในการเข้าสู่ตลาดเฉพาะกลุ่มที่ Clubhouse พบนั้นเป็นสิ่งที่น่าสนใจ ไม่ว่าจะเป็นการตัดสินใจที่ชาญฉลาดหรือไม่นั้นเราจะต้องรอดูเพื่อหาคำตอบ </p>"}