{"title":"Hyundai และ Kia ปฏิเสธว่าพวกเขากำลังเจรจาเพื่อพัฒนา Apple Car","content":"<p> Hyundai และบริษัทลูก Kia เห็นว่าหุ้นของพวกเขาร่วงลงหลังจากที่บริษัทต่างๆ เปิดเผยในการยื่นเอกสารด้านกฎระเบียบว่าพวกเขาไม่ได้เจรจากับ Apple เกี่ยวกับโครงการลับของ Apple Car </p> <p> หุ้นของฮุนไดและเกียร่วงลง 6.21 เปอร์เซ็นต์และเกือบ 15 เปอร์เซ็นต์ตามลำดับ </p> <p> การยื่นเอกสารรับทราบว่าฮุนไดได้รับคำขอ &quot;จากหลายบริษัท&quot; ให้ร่วมมือในการพัฒนายานยนต์ไฟฟ้าแบบอิสระ แต่แล้วก็เสริมว่า &quot;ยังไม่มีการตัดสินใจ&quot; เนื่องจากทุกอย่าง &quot;อยู่ในช่วงเริ่มต้น&quot; </p> <p> &quot;Hyundai Motor ไม่ได้พูดคุยกับ Apple เกี่ยวกับการพัฒนารถยนต์ขับเคลื่อนอัตโนมัติ&quot; คำฟ้องของ Hyundai ตามที่ <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> Kia Motors ยังกล่าวอีกว่ายังไม่ได้เจรจากับ Apple </p> <p> ซึ่งอาจหมายความว่า Apple อาจตัดสินใจเป็นพันธมิตรกับผู้จำหน่ายรถยนต์ที่จะไม่พูดถึงข้อตกลงใดๆ ต่อสาธารณะ อันที่จริง MUO ได้รายงานเมื่อเร็วๆ นี้ว่า <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> ผู้ผลิตรถยนต์ญี่ปุ่นกำลังเจรจากับ Apple </a> ในการเข้าร่วมซัพพลายเชนของ Apple Car </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple ไม่ชอบการรั่วไหล </h2> <p> มีรายงานว่าข้อตกลงการผลิตที่ล้มเหลวกับ Kia รวมอยู่ด้วย <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> สร้าง Apple Car ประมาณ 100,000 คันต่อปีในสหรัฐอเมริกา </a> . Apple Car ควรจะใช้แพลตฟอร์มรถยนต์ไฟฟ้าใหม่ของ Hyundai ที่รองรับการชาร์จอย่างรวดเร็วถึง 80 เปอร์เซ็นต์ใน 18 นาที และให้ช่วงสูงสุด 250 ไมล์ (ประมาณ 500 กิโลเมตร) ต่อการชาร์จหนึ่งครั้ง </p> <p> เกียเป็นผู้จำหน่ายรถยนต์รายใหญ่อันดับสองในเกาหลีใต้รองจากฮุนไดเจ้าของร่วม เห็นได้ชัดว่า Apple ตั้งเป้าที่จะประกาศ Apple Car ต่อสาธารณะในอีกไม่กี่ปีข้างหน้า </p> <p> </p> <p> แต่ Apple นั้นอ่อนไหวอย่างมากต่อการรั่วไหล ซึ่งทำให้รายงานล่าสุดของ Apple Car นั้นน่าสนใจและแปลกประหลาดมากขึ้น เห็นได้ชัดว่า Apple ไม่มีความสุขเพราะรายงานเหล่านั้น ซึ่งผู้บริหารของบริษัทอาจพบกับความประหลาดใจและตกตะลึง </p> <p> สิ่งที่เราเห็นในตอนนี้น่าจะเป็นการควบคุมความเสียหายในส่วนของฮุนได ในขณะที่ทั้งสองฝ่ายสามารถทบทวนการเจรจาได้อีกครั้ง แต่เราไม่คิดว่าสิ่งนี้จะเกิดขึ้นเพราะมีบริษัทรถยนต์อื่นๆ มากมายที่ Apple สามารถทำได้และอาจจะเป็นพันธมิตรด้วย </p> <p> <small> เครดิตภาพ: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}