{"title":"วิธีถอนการติดตั้ง Skype for Business บน Windows 10","content":"<p> Skype for Business เป็นเครื่องมือส่งข้อความและวิดีโอระดับองค์กรที่ยอดเยี่ยมซึ่งพัฒนาโดย Microsoft ที่กล่าวมา บางทีบริษัทของคุณอาจกำลังใช้ทางเลือกอื่น เช่น Zoom หรือ Microsoft Teams และคุณต้องการถอนการติดตั้ง Skype for Business </p> <p> ถ้าใช่ เราพร้อมให้ความช่วยเหลือ คุณอาจพบว่าถอนการติดตั้งได้ยากกว่าซอฟต์แวร์อื่นเล็กน้อย ดังนั้นเราจะแสดงวิธีการถอนการติดตั้ง Skype for Business บน Windows 10 ให้คุณเห็นทุกวิธี </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> วิธีหยุด Skype for Business จากการเริ่มต้นโดยอัตโนมัติ </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> คุณแน่ใจหรือไม่ว่าต้องการถอนการติดตั้ง Skype for Business อย่างสมบูรณ์ หากคุณอาจใช้อีกครั้งในอนาคต คุณอาจต้องการเพียงแค่หยุดโปรแกรมไม่ให้เปิดโดยอัตโนมัติเมื่อคุณเข้าสู่ระบบ Windows </p> <p> เพื่อทำสิ่งนี้: </p> <ol> <li> เปิด Skype for Business </li> <li> คลิก <strong> ไอคอนฟันเฟือง </strong> (หากคลิกดรอปดาวน์ ให้คลิก <strong> เครื่องมือ &gt; ตัวเลือก </strong> ). </li> <li> คลิก <strong> ส่วนตัว </strong> . </li> <li> ยกเลิกการเลือก <strong> เริ่มแอพโดยอัตโนมัติเมื่อฉันเข้าสู่ระบบ Windows </strong> . </li> <li> คลิก <strong> ตกลง </strong> . </li> </ol> <p> ตอนนี้ คุณจะต้องเปิด Skype for Business ด้วยตนเองทุกครั้งที่คุณต้องการใช้ </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> คุณมีสิทธิ์ถอนการติดตั้ง Skype for Business หรือไม่ </h2> <p> Skype for Business เป็นโปรแกรมระดับองค์กรเป็นหลัก ดังนั้นจึงน่าจะติดตั้งบนคอมพิวเตอร์ที่ทำงานของคุณ </p> <p> ถ้าเป็นเช่นนั้น คุณอาจไม่สามารถถอนการติดตั้ง Skype for Business ได้ ผู้ดูแลระบบของคุณสามารถจำกัดบัญชีผู้ใช้ของคุณจากการดำเนินการบางอย่าง การถอนการติดตั้ง Skype for Business อาจเป็นหนึ่งในนั้น </p> <p> </p> <p> แม้ว่าบัญชีของคุณจะไม่มีข้อจำกัด แต่ก็ควรตรวจสอบกับผู้ดูแลระบบ IT ของคุณก่อนที่จะถอนการติดตั้ง Skype for Business การทำเช่นนี้อาจทำให้พวกเขาปวดหัวได้ </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. ถอนการติดตั้ง Skype for Business ผ่านการตั้งค่า </h2> <p> ก่อนที่จะลองทำอะไรขั้นสูง ให้พยายามถอนการติดตั้ง Skype for Business เช่นเดียวกับที่คุณทำกับแอปหรือโปรแกรมอื่นๆ </p> <ol> <li> กด <strong> คีย์ Windows + I </strong> เพื่อเปิดการตั้งค่า </li> <li> คลิก <strong> แอพ </strong> . </li> <li> ภายใน <strong> ค้นหารายการนี้ </strong> ฟิลด์อินพุต <strong> Skype for Business </strong> . </li> <li> ถ้า Skype for Business ปรากฏขึ้น ให้เลือกและคลิก <strong> ถอนการติดตั้ง </strong> . </li> </ol> <p> ถ้าคุณไม่เห็น Skype for Business ที่นี่ นั่นเป็นเพราะคุณกำลังใช้เวอร์ชันที่รวมเข้ากับแอป Microsoft 365 อื่นๆ </p> <p> หากต้องการ คุณสามารถถอนการติดตั้ง Microsoft 365 หรือ Office ได้จากที่นี่ แต่จะลบโปรแกรมอื่นๆ เช่น Word, PowerPoint และ Access ที่คุณอาจต้องการเก็บไว้ เช่นนั้นอ่านต่อ </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. ติดตั้ง Office โดยไม่ต้องใช้ Skype for Business </h2> <p> แม้ว่าการติดตั้ง Office มาตรฐานจะไม่อนุญาตให้คุณเลือกที่จะไม่ติดตั้ง Skype for Business แต่คุณสามารถใช้เทคนิคขั้นสูงเพื่อให้บรรลุเป้าหมายได้ </p> <p> ขั้นแรก ถอนการติดตั้ง Office โดยใช้ขั้นตอนที่อธิบายไว้ข้างต้น หรือไปที่ <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> &quot;ถอนการติดตั้ง Office จากพีซี&quot; หน้าสนับสนุนของ Microsoft </a> และใช้ตัวเลือกที่สองเพื่อดาวน์โหลดเครื่องมือสนับสนุนการถอนการติดตั้ง Office </p> <p> ถัดไป ดาวน์โหลด <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> เครื่องมือปรับใช้สำนักงาน </a> . เปิดและเลือกตำแหน่งที่จะแตกไฟล์ไป สิ่งนี้จะให้คุณสาม <strong> configuration.xml </strong> ไฟล์และ a <strong> setup.exe </strong> ไฟล์. </p> <p> ตัดสินใจเลือกไฟล์การกำหนดค่าที่คุณต้องการ: <strong> x64 </strong> สำหรับระบบ 32 บิต <strong> x86 </strong> ใช้สำหรับระบบ 64 บิตและ <strong> องค์กร </strong> คือถ้าคุณกำลังติดตั้ง Office Enterprise Edition </p> <p> <strong> คลิกขวา </strong> ไฟล์การกำหนดค่าและเลือก <strong> เปิดด้วย </strong> &gt; <strong> แผ่นจดบันทึก </strong> . </p> <p> ก่อนอื่น ให้มองหาบรรทัดที่ขึ้นต้นด้วย: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> แก้ไขการเปิดบรรทัดดังนี้ แทนที่ <strong> C:\\Office </strong> ด้วยเส้นทางที่คุณแตกไฟล์: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> ถัดไป ให้มองหาสองบรรทัดนี้ (รหัสผลิตภัณฑ์ของคุณอาจเป็น &quot;ProPlus2019Volume&quot; แทนที่จะเป็น &quot;OF365ProPlusRetail&quot; และรหัสภาษาของคุณอาจแตกต่างกัน): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> วางบรรทัดนี้ด้านล่าง: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> จากนั้นบันทึกไฟล์. </p> <p> ทำการค้นหาระบบสำหรับ <strong> พร้อมรับคำสั่ง </strong> และคลิก <strong> เรียกใช้ในฐานะผู้ดูแลระบบ </strong> . </p> <p> ป้อนข้อมูลนี้ลงในพรอมต์คำสั่ง: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> อีกครั้งแทนที่ <strong> C:\\Office </strong> เส้นทางที่คุณแตกไฟล์ </p> <p> จากนั้น เรียกใช้คำสั่งต่อไปนี้ทีละคำสั่ง (แทนที่ชื่อไฟล์การกำหนดค่าด้วยสิ่งที่คุณกำลังใช้) ซึ่งอาจใช้เวลาสักครู่: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> การดำเนินการนี้จะติดตั้ง Office โดยไม่ต้องใช้ Skype for Business </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> รักษา Skype for Business และจัดการประชุมที่ยอดเยี่ยม </h2> <p> ไม่มั่นใจว่าการถอนการติดตั้ง Skype for Business นั้นคุ้มค่ากับความพยายามใช่หรือไม่ ยุติธรรมพอ ลองให้โอกาสอีกครั้ง </p> <p> ด้วย Skype for Business คุณสามารถแชร์หน้าจอ เรียกใช้โพล มีไวท์บอร์ดสำหรับการทำงานร่วมกัน บันทึกการโทร และอื่นๆ อีกมากมาย </p>"}