{"title":"วิธีแก้ไขสถานะพลังงานของไดรเวอร์ล้มเหลวใน Windows 10","content":"<p> ความล้มเหลวของสถานะกำลังขับเป็นข้อผิดพลาดหน้าจอสีน้ำเงินที่เกิดขึ้นเมื่อไดรเวอร์เข้าสู่โหมดสลีปในขณะที่คุณกำลังทำงาน BSOD มักจะปรากฏขึ้นเมื่อคอมพิวเตอร์ออกจากโหมดไฮเบอร์เนต และ Windows ไม่สามารถปลุกโปรแกรมควบคุมอุปกรณ์ได้เลย หรือโปรแกรมควบคุมใช้เวลาในการตอบสนองนานเกินไป </p> <p> ข้อผิดพลาดสามารถแก้ไขได้โดยปรับแต่งการตั้งค่าพลังงานอย่างง่าย ๆ แต่ผู้ใช้บางคนอาจต้องเจาะลึกเพื่อขจัดปัญหา ต่อไปนี้คือ 6 วิธีในการแก้ไขข้อผิดพลาดของ Driver Power State Failure ใน Windows 10 </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. เปลี่ยนการตั้งค่าพลังงานและแผนพลังงานของคุณ </h2> <p> ขั้นตอนแรกที่ผู้ใช้ควรทำเพื่อวินิจฉัยข้อผิดพลาดนี้คือเปลี่ยนการตั้งค่าพลังงานของอุปกรณ์ นี่คือวิธีที่คุณเปลี่ยนการตั้งค่าพลังงานของ Windows 10 </p> <h3 id=\"change-power-settings\"> เปลี่ยนการตั้งค่าพลังงาน </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> ในแถบค้นหาเมนูเริ่ม ให้พิมพ์ <strong> แผงควบคุม </strong> และเปิดมัน </li> <li> มองหา <strong> ตัวเลือกด้านพลังงาน </strong> คลิกที่มัน </li> <li> ในหน้าต่างที่เปิดขึ้น ให้คลิกที่ตัวเลือกที่อ่านว่า <strong> เลือกสิ่งที่ปุ่มเปิด/ปิดทำงาน </strong> . </li> <li> คลิกที่ <strong> เปลี่ยนการตั้งค่าที่ไม่สามารถใช้งานได้ในขณะนี้ </strong> . คุณจะต้องมีสิทธิ์ของผู้ดูแลระบบเพื่อดำเนินการดังกล่าว </li> <li> ยกเลิกการเลือก <strong> เปิดการเริ่มต้นอย่างรวดเร็ว สลีป </strong> และ <strong> ไฮเบอร์เนต </strong> ตัวเลือก. </li> <li> คลิกที่ <strong> บันทึกการเปลี่ยนแปลง </strong> และออก </li> </ol> <h3 id=\"change-power-plan-settings\"> เปลี่ยนการตั้งค่าแผนพลังงาน </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> เปิด <strong> แผงควบคุม </strong> และคลิกที่ <strong> ตัวเลือกด้านพลังงาน. </strong> </li> <li> ค้นหาแผนการใช้พลังงานที่เลือกในปัจจุบันและคลิกที่ <strong> เปลี่ยนการตั้งค่าแผน </strong> . </li> <li> จากนั้นคลิกที่ <strong> เปลี่ยนการตั้งค่าพลังงานขั้นสูง </strong> </li> <li> ขยาย <strong> นอน </strong> และตรวจสอบให้แน่ใจว่าได้ตั้งค่าทั้งหมดเป็น <strong> ไม่เคย </strong> . </li> <li> นำทางไปยัง <strong> การตั้งค่าอแด็ปเตอร์ไร้สาย </strong> และ <strong> PCI Express </strong> . ขยายและตั้งค่าตัวเลือกทั้งหมดเป็น <strong> ไม่เคย </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. อัปเดตไดรเวอร์ดิสเพลย์และเครือข่ายของคุณ </h2> <p> สาเหตุที่พบบ่อยที่สุดสำหรับ BSOD สถานะพลังงานของไดรเวอร์ล้มเหลวคือไดรเวอร์เครือข่ายหรือจอแสดงผลที่ผิดพลาด นั่นเป็นเหตุผลที่ดีที่สุดที่จะตรวจสอบให้แน่ใจว่าไดรเวอร์ทั้งสองนี้ได้รับการอัปเดตและทำงานได้อย่างราบรื่น </p> <p> บางครั้งการอัปเดตที่ใหม่กว่าอาจทำให้ระบบไม่เสถียรเช่นกัน ในกรณีดังกล่าว ผู้ใช้จะต้องย้อนกลับการอัปเดตเหล่านี้ การอัปเดตไดรเวอร์จอแสดงผลอาจด้วย <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> แก้ไขปัญหาหน้าจอกะพริบและกะพริบ </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> วิธีอัปเดตไดรเวอร์เครือข่ายและจอแสดงผล </h3> <ol> <li> กด <strong> คีย์ Windows + R </strong> แล้วพิมพ์ <strong> devmgmt.msc </strong> . <strong> ตัวจัดการอุปกรณ์ </strong> หน้าต่างจะเปิดขึ้น </li> <li> มองหา <strong> อะแดปเตอร์แสดงผล </strong> และขยายเมนู </li> <li> คลิกขวาที่ไดรเวอร์แล้วคลิก <strong> อัพเดทไดรเวอร์ </strong> . </li> <li> คลิกที่ <strong> ค้นหาซอฟต์แวร์ไดรเวอร์ที่อัปเดตโดยอัตโนมัติ </strong> . Windows จะดาวน์โหลดและติดตั้งไดรเวอร์ล่าสุดโดยอัตโนมัติ </li> <li> ทำเช่นเดียวกันสำหรับ <strong> อะแดปเตอร์เครือข่าย </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> วิธีย้อนกลับเป็นเวอร์ชันก่อนหน้าของไดรเวอร์เครือข่ายและจอแสดงผล </h3> <ol> <li> เปิด <strong> ตัวจัดการอุปกรณ์ </strong> และขยาย <strong> อะแดปเตอร์แสดงผล </strong> ตัวเลือก </li> <li> คลิกขวาที่ไดรเวอร์แล้วเลือก <strong> คุณสมบัติ </strong> . </li> <li> นำทางไปยัง <strong> คนขับ </strong> แท็บใน <strong> คุณสมบัติ </strong> เมนู. </li> <li> คลิกที่ <strong> ไดร์เวอร์ย้อนกลับ, </strong> และ Windows จะคืนค่าไดรเวอร์เวอร์ชันก่อนหน้า </li> <li> ทำตามขั้นตอนเดียวกันสำหรับ <strong> อะแดปเตอร์เครือข่าย </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. ซ่อมแซมไฟล์ระบบที่เสียหายโดยใช้ SFC และ DISM </h2> <p> SFC และ DISM เป็นเครื่องมือ Windows ในตัวที่มีประสิทธิภาพสูงสุดสองเครื่องมือที่สามารถใช้เพื่อแก้ไขข้อผิดพลาดของระบบได้หลากหลาย ในกรณีที่เกิดข้อผิดพลาดร้ายแรงถึงจอฟ้า การรวม 2 อย่างนี้เข้าด้วยกันจะเป็นประโยชน์ในการขจัดข้อผิดพลาด </p> <p> </p> <p> ผู้ใช้ควรทราบว่าจำเป็นต้องสร้างจุดคืนค่าระบบก่อนที่จะพยายามแก้ไขปัญหานี้ </p> <h3 id=\"how-to-use-dism\"> วิธีใช้ DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> เปิด <strong> พร้อมรับคำสั่ง </strong> เป็นผู้ดูแลระบบ </li> <li> พิมพ์ <strong> DISM.exe /Online /Cleanup-image /scanhealth </strong> และรอให้กระบวนการเสร็จสิ้น </li> <li> เสร็จแล้วพิมพ์ <strong> DISM.exe /Online /Cleanup-image /Restorehealth </strong> . </li> <li> รอจนกว่ากระบวนการจะเสร็จสมบูรณ์ </li> </ol> <p> วิธีใช้ SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> วิ่ง <strong> พร้อมรับคำสั่ง </strong> เป็นผู้ดูแลระบบ </li> <li> ในคอนโซล ให้พิมพ์ <strong> sfc /scannow </strong> . </li> <li> Windows จะค้นหาไฟล์ที่เสียหายและซ่อมแซมโดยอัตโนมัติ </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. คืนค่าคอมพิวเตอร์ของคุณเป็นสถานะก่อนหน้า </h2> <p> เมื่อคุณใช้ตัวเลือกอื่นๆ หมดแล้ว เป็นการดีที่สุดที่จะคืนค่าคอมพิวเตอร์ของคุณเป็นสถานะก่อนหน้า บางครั้ง ซอฟต์แวร์ที่ติดตั้งใหม่จะทำการเปลี่ยนแปลงที่อาจทำให้เกิดข้อผิดพลาด Windows มักจะสร้างจุดคืนค่าระบบโดยอัตโนมัติก่อนที่จะติดตั้งโปรแกรมใหม่ และตอนนี้เป็นเวลาที่ดีที่สุดในการใช้คุณสมบัตินี้ </p> <p> หากต้องการใช้การคืนค่าระบบ ให้ทำตามขั้นตอนเหล่านี้: </p> <ol> <li> กด <strong> คีย์ Windows + R </strong> แล้วพิมพ์ <strong> rstrui.exe </strong> . </li> <li> ใน <strong> ระบบการเรียกคืน </strong> หน้าต่าง คลิกที่ ถัดไป และเลือก จุดคืนค่า จากรายการ </li> <li> คลิกที่ <strong> เสร็จสิ้น, </strong> หลังจากนั้นอุปกรณ์จะบูตเข้าสู่สถานะที่เลือก </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. อัพเดต BIOS </h2> <p> ในการโจมตีซอฟต์แวร์ ไดรเวอร์ และการอัปเดต Windows อย่างต่อเนื่อง โดยปกติแล้ว BIOS จะถูกละทิ้ง ส่วนใหญ่สามารถนำมาประกอบกับความจริงที่ว่าต้องทำด้วยตนเอง </p> <p> เมื่อจัดการกับ Driver Power State Failure ผู้ใช้ควรตรวจสอบให้แน่ใจว่า BIOS ของตนได้รับการอัปเดตเป็นเวอร์ชันล่าสุดแล้ว ตามที่อธิบายไว้ที่นี่ <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> BIOS เป็นส่วนสำคัญของคอมพิวเตอร์ของคุณ </a> ดังนั้น โปรดใช้ความระมัดระวังอย่างสูงสุดในขณะที่ทำการเปลี่ยนแปลงใดๆ </p> <h3 id=\"how-to-check-and-update-the-bios\"> วิธีตรวจสอบและอัพเดต BIOS </h3> <ol> <li> พิมพ์ <strong> การกำหนดค่าระบบ </strong> ในแถบค้นหาเมนูเริ่ม </li> <li> ในหน้าต่าง ให้มองหา <strong> เวอร์ชั่น/วันที่ของ BIOS </strong> และจดเวอร์ชันไว้ </li> <li> ทำตามนี้ ไปที่เว็บไซต์ของผู้ผลิตเมนบอร์ดของคุณและค้นหา BIOS เวอร์ชันล่าสุดในส่วนดาวน์โหลด </li> <li> ดาวน์โหลดและเรียกใช้ไฟล์การติดตั้ง </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> ก่อนการติดตั้ง คุณจะได้รับตัวเลือกในการสำรองข้อมูล BIOS เวอร์ชันปัจจุบันของคุณ ตรวจสอบให้แน่ใจว่าได้เลือกตัวเลือกในกรณีที่สิ่งต่าง ๆ ไปทางทิศใต้ </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. ปิดใช้งานโปรแกรมป้องกันไวรัสและ Windows Defender </h2> <p> ซอฟต์แวร์ป้องกันไวรัสอาจลบหรือรบกวนไฟล์ Windows ที่จำเป็นในบางครั้ง สิ่งนี้สามารถเกิดขึ้นได้ในขณะที่อัปเดตไดรเวอร์ เนื่องจากบางครั้งซอฟต์แวร์จะตั้งค่าสถานะไฟล์บางไฟล์ในแพ็คเกจการติดตั้งอย่างไม่ถูกต้อง </p> <p> การปิดใช้งานซอฟต์แวร์ป้องกันไวรัสของคุณชั่วคราวนั้นค่อนข้างง่าย เพียงคลิกขวาที่ไอคอนโปรแกรมป้องกันไวรัสในถาดระบบ แล้วคลิกปิดการป้องกัน โดยปกติแล้ววิธีนี้จะเป็นแนวทางสำหรับซอฟต์แวร์ป้องกันไวรัสส่วนใหญ่ แต่อาจแตกต่างไปจากโปรแกรมป้องกันไวรัสอื่นๆ </p> <p> หากต้องการปิดใช้งาน Windows Defender ให้ทำดังต่อไปนี้: </p> <ol> <li> ค้นหา <strong> ความปลอดภัยของ Windows </strong> ในแถบค้นหาเมนู Start และเลือกผลลัพธ์แรก </li> <li> ในแดชบอร์ด ให้คลิกที่ <strong> การป้องกันไวรัสและภัยคุกคาม </strong> . </li> <li> คลิกที่ <strong> จัดการการตั้งค่า </strong> และปิดใช้งานการป้องกันแบบเรียลไทม์ </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> โปรดทราบว่าคุณควรปิดการใช้งานโปรแกรมป้องกันไวรัสของคุณชั่วคราวเท่านั้น หากการปิดใช้งานโปรแกรมป้องกันไวรัสหยุดข้อผิดพลาดของ Driver Power State Failure คุณควร <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> พิจารณาเปลี่ยนซอฟต์แวร์ป้องกันไวรัสของคุณเป็นทางเลือกแทน </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> ความล้มเหลวของสถานะกำลังขับ: แก้ไขแล้ว </h2> <p> BSOD ไม่เคยเป็นที่ต้อนรับ แต่มักจะแก้ไขได้ง่าย </p> <p> ในกรณีของ Driver Power State Failure การอัปเดตไดรเวอร์อย่างง่ายมักจะแก้ไขปัญหาได้ แต่หากไม่เป็นเช่นนั้น ผู้ใช้สามารถใช้วิธีแก้ไขขั้นสูงตามรายการด้านบนได้เสมอ </p>"}