{"title":"วิธีเพิ่มช่องว่างเป็นสองเท่าในเอกสาร Word","content":"<p> บทความนี้จะอธิบายวิธีการเพิ่มบรรทัดเว้นวรรค ย่อหน้า และเอกสารทั้งหมดใน Microsoft Word มีสี่วิธีในการเว้นวรรคสองครั้งใน Microsoft Word คุณสามารถใช้ตัวเลือกเหล่านี้เพื่อแก้ไขสองสามบรรทัดหรือทั้งเอกสารใน Word </p> <h2 id=\"double-space-lines-from-the-home-tab\"> Double Space Lines จากแท็บหน้าแรก </h2> <p> นี่เป็นวิธีที่รวดเร็วที่สุดในการเพิ่มระยะห่างสองเท่าในเอกสารของคุณ คุณสามารถใช้สิ่งนี้เมื่อคุณต้องการเพิ่มช่องว่างสองครั้งสำหรับบางส่วนของเอกสารเท่านั้น เลือกย่อหน้าที่คุณต้องการเปลี่ยนแปลงและทำตามขั้นตอนด้านล่าง </p> <ol> <li> เปิดไมโครซอฟเวิร์ด </li> <li> ไปที่ <strong> หน้าแรก &gt; กลุ่มย่อหน้า &gt; เลือกระยะห่างระหว่างบรรทัดและย่อหน้า </strong> ไอคอน. </li> <li> หากต้องการเว้นวรรคสองครั้ง ให้เลือก 2.0 จากดรอปดาวน์ </li> <li> สำหรับตัวเลือกระยะห่างเพิ่มเติม ให้เลือก <strong> ตัวเลือกระยะห่างบรรทัด </strong> ในรายการ </li> </ol> <p> <img alt=\"Double space from Home tab in Word\" src=\"images/microsoft-word-home-double-space-339.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-between-paragraphs-from-the-design-tab\"> ช่องว่างสองเท่าระหว่างย่อหน้าจากแท็บออกแบบ </h2> <p> แก้ไขช่องว่างแนวตั้งระหว่างย่อหน้าในเอกสารของคุณโดยกำหนดระยะห่างก่อนหรือหลังแต่ละย่อหน้า โปรดทราบว่าจะใช้การเว้นวรรคตลอดทั้งเอกสารและส่งผลต่อการเว้นบรรทัดด้วย ช่วยให้คุณควบคุมระยะห่างระหว่างบรรทัดได้น้อยกว่าวิธีอื่นๆ ที่นี่ </p> <ol> <li> เปิดไมโครซอฟเวิร์ด </li> <li> ไปที่ <strong> ออกแบบ &gt; ระยะห่างย่อหน้า </strong> แล้วเลือก <strong> ดับเบิ้ล </strong> . </li> </ol> <p> <img alt=\"Paragraph Spacing in Word\" src=\"images/microsoft-word-paragraph-spacing-639.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-from-the-page-layout-tab\"> Double Space Lines จากแท็บเค้าโครงหน้า </h2> <p> ใช้ตัวเลือกนี้เพื่อตั้งค่าการเว้นวรรคสองบรรทัดก่อนที่คุณจะเริ่มเพิ่มเนื้อหาลงในเอกสารของคุณ การตั้งค่าที่นี่ช่วยให้คุณสามารถปรับแต่งข้อความของคุณด้วยตัวเลือกอื่นๆ </p> <ol> <li> เปิดไมโครซอฟเวิร์ด </li> <li> ไปที่ <strong> เค้าโครงหน้า </strong> แท็บ </li> <li> ไปที่ <strong> ย่อหน้า </strong> กลุ่ม. คลิกลูกศรลงขนาดเล็กที่มุมล่างขวาเพื่อเปิดกล่องโต้ตอบการตั้งค่าย่อหน้า </li> <li> อยู่บน <strong> เยื้องและระยะห่าง </strong> แท็บ </li> <li> คลิกลูกศรลงถัดจาก <strong> ระยะห่างบรรทัด </strong> กล่อง. </li> <li> เลือก <strong> ดับเบิ้ล </strong> และคลิก <strong> ตกลง </strong> ปุ่มเพื่อออกจากกล่องโต้ตอบ </li> </ol> <p> <img alt=\"Selecting double space between lines from the layout tab\" src=\"images/microsoft-word-line-spacing-layout-tab-522.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-with-styles\"> เส้นสเปซคู่พร้อมสไตล์ </h2> <p> คุณเขียนเรียงความแบบเว้นวรรคสองครั้งหรือไม่? คุณสามารถ <a href=\"https://www.makeuseof.com/tag/microsoft-word-styles/\" target=\"_blank\" rel=\"nofollow noopener\"> บันทึกเป็นสไตล์พิเศษใน Word </a> สำหรับเรียงความหรือแก้ไขสไตล์ที่มีอยู่เท่านั้น </p> <ol> <li> เปิดไมโครซอฟเวิร์ด </li> <li> ไปที่ <strong> หน้าแรก &gt; กลุ่มสไตล์ </strong> . คลิกขวา <strong> ปกติ </strong> . </li> <li> เลือก <strong> แก้ไข </strong> จากเมนูแบบเลื่อนลง </li> <li> ภายใต้ <strong> การจัดรูปแบบ </strong> , คลิก <strong> ดับเบิลสเปซ </strong> ปุ่ม. </li> <li> เลือกตกลง </li> </ol> <p> <img alt=\"Modifying a style with double line spacing in Word\" src=\"images/microsoft-word-styles-paragraph-spacing-793.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"what-does-double-spaced-lines-mean\"> เส้นแบ่งคู่หมายถึงอะไร? </h2> <p> ระยะห่างบรรทัดไม่ได้เป็นเพียงความสูงของช่องว่างระหว่างแต่ละแถวของข้อความ การเว้นวรรคสองครั้งหมายความว่าประโยคจะมีบรรทัดว่างเท่ากับความสูงเต็มของข้อความสองบรรทัดระหว่างแต่ละบรรทัด ตามค่าเริ่มต้น โปรแกรมประมวลผลคำส่วนใหญ่เปิดใช้งานการเว้นวรรคเดียว (หรือมากกว่าการเว้นวรรคเดียวเล็กน้อย) ซึ่งเป็นช่องว่างที่สูงเพียงบรรทัดเดียว Word มีระยะห่างบรรทัดเริ่มต้นของ <strong> 1.08 </strong> . </p> <p> ระยะห่างบรรทัดคือการพิจารณารูปแบบที่สำคัญและเป็นวิธีหนึ่งในการจัดรูปแบบข้อความของคุณเพื่อให้อ่านง่ายขึ้น </p>"}