{"title":"วิธีแชร์พีซี Windows 10 ของคุณอย่างปลอดภัยด้วยบัญชีผู้ใช้แยกต่างหาก","content":"<p> มีเหตุผลหลายประการที่คุณต้องการแบ่งปันพีซีของคุณกับผู้อื่น ไม่ว่าคุณจะต้องการมีคอมพิวเตอร์เครื่องเดียวสำหรับทั้งครอบครัวหรือต้องการใช้พีซีเครื่องเดียวกันเพื่อวัตถุประสงค์ทางธุรกิจ ความสามารถในการสลับไปมาระหว่างผู้ใช้เป็นทางออกที่ดี </p> <p> เมื่อคุณสร้างบัญชีผู้ใช้แยกต่างหากบนพีซีเครื่องเดียวกัน คุณไม่เพียงแต่เก็บไฟล์และการตั้งค่าของทุกคนแยกจากกัน แต่คุณยังทำให้มั่นใจว่าข้อมูลของทุกคนปลอดภัย การตั้งค่าบัญชีผู้ใช้ Windows หลายบัญชีสำหรับสมาชิกในครอบครัวแต่ละคนคือวิธีแก้ปัญหา </p> <p> ขั้นตอนการสร้างบัญชีผู้ใช้ Windows 10 หลายบัญชีนั้นง่ายมาก และเราจะแสดงให้คุณเห็นว่าคุณทำได้ </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> คุณต้องแชร์พีซี Windows 10 ของคุณกับผู้อื่นเมื่อใด </h2> <p> มีหลายสถานการณ์ที่คุณอาจต้องแชร์พีซีของคุณกับผู้อื่น ซึ่งรวมถึง: </p> <h3 id=\"at-work\"> 1. ที่ทำงาน </h3> <p> หากคุณเป็นเจ้าของธุรกิจ การเพิ่มผู้ใช้หลายรายในพีซี Windows 10 เครื่องเดียวกันอาจมีความคุ้มค่า โดยเฉพาะอย่างยิ่งหากพนักงานของคุณใช้คอมพิวเตอร์แบบพาร์ทไทม์ นอกจากนี้ยังทำให้สามารถแชร์ไฟล์ได้ง่ายขึ้นอีกด้วย </p> <h3 id=\"at-home\"> 2. ที่บ้าน </h3> <p> การสร้างบัญชีผู้ใช้หลายบัญชีบนพีซีเครื่องเดียวกันอาจเป็นประโยชน์ หากคุณต้องการแชร์พีซีเครื่องเดียวกันกับคนอื่นๆ ในครอบครัว หากคุณทำงานจากที่บ้านและต้องใช้พีซีของคุณ กลยุทธ์นี้สามารถช่วยให้งานทั้งหมดของคุณปลอดภัย </p> <h3 id=\"in-public-places\"> 3. ในที่สาธารณะ </h3> <p> หากคุณทำงานในสถาบันของรัฐ เช่น ห้องสมุด คุณจะมีคนจำนวนมากที่ใช้คอมพิวเตอร์เครื่องเดียวกัน การสร้างบัญชีผู้ใช้หลายบัญชีจะเป็นทางออกที่ดีที่จะช่วยคุณและคนอื่นๆ <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> ปลอดภัยเมื่อใช้คอมพิวเตอร์สาธารณะ </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> วิธีสร้างบัญชีผู้ใช้ใหม่ใน Windows 10 โดยใช้บัญชี Microsoft Microsoft </h2> <p> Windows 10 ช่วยให้คุณแชร์พีซีเครื่องเดียวกันกับผู้อื่นได้ง่าย เมื่อคุณเพิ่มผู้ใช้ บุคคลนั้นจะได้รับการตั้งค่าเดสก์ท็อป ขีดจำกัดพื้นที่เก็บข้อมูล และมีสิทธิ์เข้าถึงเฉพาะไฟล์และโฟลเดอร์ของตนเอง ข้อดีอีกอย่างคือคุณและคนที่คุณแชร์พีซีด้วยจะมีอิสระที่จะ <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> เปลี่ยนแอพและการตั้งค่าเริ่มต้นของคุณใน Windows 10 </a> . </p> <p> ในฐานะผู้ดูแลระบบ เป็นเรื่องง่ายที่จะสร้างบัญชีผู้ใช้หลายบัญชีบนพีซีของคุณโดยใช้บัญชี Microsoft ก่อนอื่น ไปที่ <strong> เริ่ม &gt; การตั้งค่า &gt; บัญชี &gt; บุคคลอื่น </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> สร้างบัญชีผู้ใช้ใหม่ คลิก, <strong> เพิ่มบุคคลอื่นในพีซีเครื่องนี้ </strong> . จากนั้น คุณจะต้องระบุที่อยู่อีเมลที่เชื่อมโยงกับบัญชี Microsoft ที่อยู่อีเมลอื่นจะไม่ทำงาน จากที่นี่ คลิก <strong> ต่อไป </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> หากคุณกำลังสร้างบัญชีสำหรับผู้ที่ไม่มีที่อยู่อีเมลบัญชี Microsoft คุณสามารถคลิก <strong> เพิ่มบุคคลอื่นในพีซีเครื่องนี้ </strong> และคลิก <strong> ฉันไม่มีข้อมูลการลงชื่อเข้าใช้ของบุคคลนี้ </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> คุณสามารถสร้างบัญชีผู้ใช้โดยใช้ที่อยู่อีเมลของบัญชีที่ไม่ใช่ Microsoft ของบุคคลนั้น คุณควรทราบว่าที่อยู่อีเมลนี้จะเชื่อมโยงกับบัญชี Microsoft </p> <p> หรือคุณสามารถสร้างบัญชีผู้ใช้โดยสร้างที่อยู่อีเมล Outlook ใหม่สำหรับผู้ใช้ก่อน เมื่อต้องการทำเช่นนี้ คลิก <strong> รับที่อยู่อีเมลใหม่ </strong> . จากนั้นคุณจะต้องสร้างรหัสผ่าน เลือกประเทศที่พำนักของผู้ใช้ และกรอกวันเกิดของพวกเขา เมื่อเสร็จแล้วให้คลิก <strong> ต่อไป </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> บัญชีผู้ใช้ใหม่จะปรากฏในรายชื่อผู้ใช้พีซีของคุณ คุณสามารถเสมอ <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> เปลี่ยนชื่อล็อกอินของคุณบน Windows 10 </a> และคนอื่นๆ ที่คุณแชร์พีซีด้วยจะมีสิทธิ์เช่นเดียวกัน </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> วิธีสร้างบัญชีผู้ใช้ใหม่บน Windows 10 โดยไม่ต้องใช้บัญชี Microsoft </h2> <p> คุณยังสามารถสร้างบัญชีผู้ใช้สำหรับผู้ที่ไม่มีบัญชีอีเมล Outlook และไม่ต้องการใช้บัญชี Microsoft เช่นเดียวกับผู้ที่ไม่ต้องการให้ที่อยู่อีเมลที่ไม่ใช่ของ Microsoft เชื่อมโยงกับบัญชี Microsoft </p> <p> เมื่อต้องการทำเช่นนี้ คลิก <strong> เริ่ม &gt; การตั้งค่า &gt; บัญชี &gt; บุคคลอื่น &gt; เพิ่มบุคคลอื่นในพีซีเครื่องนี้ &gt; ฉันไม่มีข้อมูลการลงชื่อเข้าใช้ของบุคคลนี้ &gt; เพิ่มผู้ใช้ที่ไม่มีบัญชี Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. ในหน้าจอที่ปรากฏขึ้น คุณสามารถกรอกข้อมูลของบุคคลนั้นได้ คุณจะต้องสร้างชื่อผู้ใช้และรหัสผ่าน คลิก <strong> ต่อไป </strong> และบัญชีผู้ใช้จะพร้อม </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> เมื่อคุณสร้างบัญชีผู้ใช้ Windows 10 โดยไม่ใช้บัญชี Microsoft จะเรียกว่า a <strong> บัญชีท้องถิ่น </strong> . บัญชีภายในเครื่องจะไม่ซิงค์การตั้งค่าระหว่างอุปกรณ์ต่างจากบัญชี Microsoft และไม่อนุญาตให้เจ้าของบัญชีติดตั้งแอปใดๆ จาก Microsoft Store นอกจากนี้ยังไม่อนุญาตให้เจ้าของบัญชีเข้าถึง OneDrive </p> <p> เพื่อให้สามารถติดตั้งแอปพลิเคชันเดสก์ท็อปได้ เจ้าของบัญชีในพื้นที่จะได้รับแจ้งให้ใส่รหัสผ่านของบัญชีผู้ดูแลระบบ ซึ่งในกรณีนี้จะเป็นของคุณ ด้วยเหตุผลนี้ คุณจะต้องอยู่ใกล้ ๆ เพื่อพิมพ์รหัสผ่าน มิฉะนั้น คุณจะต้องให้รหัสผ่านแก่เจ้าของบัญชีในพื้นที่ ขอแนะนำให้คุณสร้างบัญชีท้องถิ่นสำหรับผู้ที่จะไม่ใช้ผลิตภัณฑ์และบริการใดๆ ของ Microsoft </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> วิธีสร้างบัญชีผู้ใช้ใหม่สำหรับเพื่อนร่วมงานหรือนักเรียน </h2> <p> หากคุณต้องการสร้างบัญชีผู้ใช้สำหรับเพื่อนร่วมงานหรือนักเรียน ให้คลิก <strong> เริ่ม &gt; การตั้งค่า &gt; บัญชี &gt; คนอื่นๆ &gt; เพิ่มผู้ใช้ที่ทำงานหรือโรงเรียน school </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> ถัดไป คุณจะต้องป้อนข้อมูลบัญชีของบุคคลนั้น จากนั้นเลือกประเภทบัญชีที่เกี่ยวข้อง เสร็จแล้วคลิก <strong> เพิ่ม </strong> . บัญชีผู้ใช้จะพร้อม </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> การจัดการบัญชีบนพีซี Windows 10 ของคุณ </h2> <p> เมื่อคุณสร้างบัญชีที่จำเป็นบนพีซีของคุณแล้ว คุณสามารถใช้วิธีการสองสามวิธีเพื่อจัดการบัญชีเหล่านั้นอย่างมีประสิทธิภาพ </p> <h3 id=\"changing-account-types\"> 1. การเปลี่ยนประเภทบัญชี </h3> <p> ในฐานะผู้ดูแลระบบพีซี คุณสามารถตั้งค่าและจัดการบัญชีผู้ใช้ทั้งหมดบนคอมพิวเตอร์ Windows 10 ของคุณได้ คุณสามารถให้สิทธิ์ผู้ดูแลระบบแก่บุคคลอื่นได้โดยคลิก <strong> การตั้งค่า &gt; บัญชี &gt; ผู้ใช้อื่น Other </strong> . </p> <p> จากที่นี่ ให้คลิกบัญชีที่คุณต้องการให้สิทธิ์ผู้ดูแลระบบ คลิก <strong> เปลี่ยนประเภทบัญชี </strong> , เปลี่ยนประเภทบัญชีจาก <strong> ผู้ใช้มาตรฐาน </strong> ถึง <strong> ผู้ดูแลระบบ </strong> แล้วคลิก <strong> ตกลง </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. การสลับระหว่างบัญชี </h3> <p> เมื่อคุณสร้างบัญชีสำหรับผู้ใช้รายอื่นแล้ว คุณสามารถเปลี่ยนจากบัญชีหนึ่งไปอีกบัญชีหนึ่งได้ง่ายๆ โดยกด <strong> Ctrl + Alt + ลบ </strong> , เลือก <strong> เปลี่ยนผู้ใช้, </strong> และเลือกบัญชีที่คุณต้องการเปลี่ยนไปใช้ จากนั้นคุณสามารถป้อนรหัสผ่านบัญชีและเริ่มต้นได้ </p> <p> หากคุณต้องการปิดบัญชีก่อนที่จะเปลี่ยน คุณต้องออกจากระบบหรือรีสตาร์ทพีซี จากที่นั่น คุณสามารถเลือกผู้ใช้ที่คุณต้องการเปลี่ยนไปใช้ จากนั้นป้อนรหัสผ่านที่เหมาะสม </p> <h3 id=\"removing-accounts\"> 3. การลบบัญชี </h3> <p> ในฐานะผู้ดูแลระบบ การลบบัญชีผู้ใช้ก็เป็นเรื่องง่ายเช่นกัน เมื่อต้องการทำเช่นนี้ คลิก <strong> การตั้งค่า &gt; บัญชี &gt; ผู้ใช้อื่น Other </strong> คลิกบัญชีที่คุณต้องการลบ จากนั้นคลิก <strong> ลบ </strong> . บนหน้าจอที่ปรากฏขึ้น ให้คลิก <strong> ลบบัญชีและข้อมูล </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> คุณพร้อมที่จะแบ่งปันพีซี Windows 10 ของคุณกับผู้อื่นอย่างปลอดภัย </h2> <p> การตั้งค่าบัญชีผู้ใช้หลายบัญชีบนพีซี Windows 10 ของคุณเป็นกลยุทธ์ที่ง่ายและมีประสิทธิภาพ ไม่ว่าคุณต้องการแชร์คอมพิวเตอร์ในที่ทำงาน ที่บ้าน หรือในที่สาธารณะ บัญชีผู้ใช้หลายบัญชีจะช่วยให้คุณทำสิ่งนี้ได้อย่างปลอดภัย ตอนนี้คุณสามารถสร้างบัญชีผู้ใช้ได้หลายบัญชีแล้ว คุณจำเป็นต้องรู้วิธีล็อคบัญชีผู้ใช้เพื่อให้พีซีของคุณปลอดภัยอยู่เสมอ </p>"}