{"title":"วิธีเปลี่ยนเสียงเริ่มต้นเริ่มต้นใน Windows 10","content":"<p> Windows 10 มีการปรับแต่งมากมาย หนึ่งในนั้นคือความสามารถในการเปลี่ยนเสียงเริ่มต้นเริ่มต้น หากคุณไม่ชอบเสียงกริ่งเริ่มต้นที่เล่นเมื่อคุณเปิดเครื่องพีซี คุณสามารถเปลี่ยนเป็นแบบที่คุณชอบ </p> <p> คู่มือนี้จะแสดงให้คุณเห็นทีละขั้นตอนว่าคุณสามารถใช้โทนเสียงที่กำหนดเองเป็นเสียงเริ่มต้นเริ่มต้นใน Windows 10 ได้อย่างไร </p> <h2 id=\"turn-fast-startup-off\"> 1. ปิดการเริ่มต้นอย่างรวดเร็ว </h2> <p> การเริ่มต้นอย่างรวดเร็วเป็นคุณลักษณะที่ช่วยให้คุณสามารถบูตระบบ Windows ของคุณได้อย่างรวดเร็ว ข้อเสียของการใช้คุณลักษณะนี้คือคุณจะไม่ได้ยินเสียงเริ่มต้น </p> <p> หากต้องการเปิดใช้งานและใช้โทนเสียงที่กำหนดเองสำหรับการเริ่มต้นระบบ คุณต้องปิดใช้งานคุณลักษณะนี้ในคอมพิวเตอร์ของคุณก่อน ยกเว้นว่าจะทำให้เวลาในการบู๊ตช้าลงสองสามวินาที การดำเนินการนี้จะไม่มีผลใดๆ กับพีซีของคุณ </p> <p> ต่อไปนี้เป็นวิธีปิดการเริ่มต้นอย่างรวดเร็วใน Windows 10: </p> <ol> <li> เปิด <strong> เริ่ม </strong> เมนู ค้นหา <strong> แผงควบคุม </strong> และคลิกผลลัพธ์แรก </li> <li> หากคุณกำลังดูแผงในโหมดหมวดหมู่ ให้คลิกปุ่ม <strong> ฮาร์ดแวร์และเสียง </strong> ตัวเลือก หรือคลิก <strong> ตัวเลือกด้านพลังงาน </strong> . </li> <li> เลือก <strong> ตัวเลือกด้านพลังงาน </strong> บนหน้าจอผลลัพธ์หากคุณคลิก <strong> ฮาร์ดแวร์และเสียง </strong> ในขั้นตอนข้างต้น </li> <li> คลิก <strong> เลือกสิ่งที่ปุ่มเปิด/ปิดทำงาน </strong> ทางซ้าย. </li> <li> เลือก <strong> เปลี่ยนการตั้งค่าที่ไม่สามารถใช้งานได้ในขณะนี้ </strong> ลิงค์ </li> <li> ยกเลิกการเลือกตัวเลือกสำหรับ <strong> เปิดการเริ่มต้นอย่างรวดเร็ว (แนะนำ) </strong> . </li> <li> คลิก <strong> บันทึกการเปลี่ยนแปลง </strong> ที่ด้านล่างเพื่อบันทึกการเปลี่ยนแปลงของคุณ </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> มีวิธี <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> แก้ไขเวลาบูตช้าใน Windows 10 </a> หากพีซีของคุณใช้เวลานานในการบูทเครื่อง </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. เปิดใช้งานเสียงเริ่มต้นของ Windows 10 </h2> <p> เมื่อปิดใช้งานการเริ่มต้นอย่างรวดเร็ว คุณต้องเปิดใช้งานตัวเลือกที่ให้คุณปรับแต่งเสียงเริ่มต้นเริ่มต้น </p> <p> การเปิดใช้งานตัวเลือกนั้น คุณจะต้องแก้ไขค่าในรีจิสทรีของ Windows วิธีนี้ไม่ซับซ้อนเกินไป และคุณควรทำให้เสร็จภายในหนึ่งหรือสองนาที </p> <p> </p> <p> นี่คือวิธีที่คุณทำ: </p> <ol> <li> กด <strong> คีย์ Windows + R </strong> , พิมพ์ <strong> regedit </strong> และกด <strong> ป้อน </strong> . </li> <li> คลิก <strong> ใช่ </strong> ในข้อความแจ้งเพื่อทำการเปลี่ยนแปลงรีจิสทรี </li> <li> เมื่อรีจิสทรีเปิดขึ้น ให้ไปที่เส้นทางต่อไปนี้ <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> ทางด้านขวา ดับเบิลคลิกที่รายการที่ระบุว่า <strong> ยกเว้นจากCPL </strong> . </li> <li> ป้อน <strong>0</strong> ใน <strong> ข้อมูลค่า </strong> ฟิลด์ เลือก <strong> เลขฐานสิบหก, </strong> และคลิก <strong> ตกลง </strong> . </li> <li> คลิก <strong> ไฟล์ </strong> เมนูและเลือก <strong> ทางออก </strong> เพื่อออกจากรีจิสทรี </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> ตัวเลือกในการปรับแต่งการเริ่มต้นเริ่มต้นควรเปิดใช้งานได้แล้ว </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. ดาวน์โหลด Startup Sound Tone </h2> <p> นี่คือสิ่งที่เราไม่สามารถช่วยคุณทีละขั้นตอนได้จริงๆ คุณต้องดาวน์โหลดหรือเลือกโทนเสียงจากคอมพิวเตอร์ที่คุณต้องการใช้เป็นเสียงเริ่มต้นเริ่มต้นในพีซีของคุณ </p> <p> นี่อาจเป็นไฟล์เสียงที่พร้อมใช้งานบนอินเทอร์เน็ตหรือบนคอมพิวเตอร์ของคุณ </p> <p> หากคุณยังไม่มีโทนเสียง คุณสามารถดาวน์โหลดโทนเสียงจากอินเทอร์เน็ตและบันทึกลงในพีซีของคุณ มีมากมาย <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> เว็บไซต์ดาวน์โหลดไฟล์เสียงฟรี </a> ที่คุณสามารถใช้เพื่อดาวน์โหลดโทนเสียงที่ดีสำหรับเสียงบูตของคอมพิวเตอร์ของคุณ </p> <p> ตรวจสอบให้แน่ใจว่าน้ำเสียงของคุณไม่ยาวเกินไป ทั้งนี้เนื่องจากคุณรู้อยู่แล้วว่าพีซีของคุณเล่นเสียงเริ่มต้นเพียงสองสามวินาทีและไม่นานกว่านั้น </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. แปลงโทนเสียงเริ่มต้นเป็นรูปแบบที่เข้ากันได้ </h2> <p> โทนเสียงที่ดาวน์โหลดของคุณต้องอยู่ในรูปแบบ WAV เพื่อใช้เป็นเสียงเริ่มต้นเริ่มต้น หากไฟล์ของคุณอยู่ในรูปแบบ MP3 หรือรูปแบบเสียงอื่นๆ สิ่งแรกที่คุณต้องทำคือแปลงไฟล์เป็น WAV </p> <p> มันค่อนข้างง่ายที่จะทำขอบคุณมาก <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> ตัวแปลงเสียงฟรี </a> ออกมี. </p> <p> เพียงเลือกตัวแปลงหนึ่งตัว อัปโหลดโทนเสียงของคุณ เลือก WAV เป็นรูปแบบเอาต์พุต และเสียงเตือนการเริ่มต้นระบบ Windows 10 ของคุณควรพร้อม </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. เปลี่ยนเสียงเริ่มต้นเริ่มต้นใน Windows 10 </h2> <p> เมื่อโทนเสียงของคุณพร้อมแล้ว ต่อไปนี้คือขั้นตอนสุดท้ายในการกำหนดให้เป็นเสียงเริ่มต้นเริ่มต้นในคอมพิวเตอร์ Windows 10 ของคุณ </p> <p> ทำตามขั้นตอนเหล่านี้เพื่อทำสิ่งนี้: </p> <ol> <li> เปิด <strong> เริ่ม </strong> เมนู ค้นหา <strong> เปลี่ยนเสียงของระบบ </strong> และคลิกผลลัพธ์แรก </li> <li> ติ๊กช่องที่เขียนว่า <strong> เล่นเสียง Windows Startup </strong> . </li> <li> หา <strong> เข้าสู่ระบบ Windows </strong> ใน <strong> กิจกรรมของโปรแกรม </strong> ส่วนและคลิกครั้งเดียว </li> <li> คุณสามารถได้ยินเสียงปัจจุบันโดยคลิกที่ <strong> ทดสอบ </strong> ปุ่ม. </li> <li> หากต้องการเปลี่ยนเสียงปัจจุบันเป็นโทนเสียงของคุณ ให้คลิกที่ <strong> เรียกดู </strong> ปุ่ม. </li> <li> ไปที่โฟลเดอร์ที่มีโทน WAV ของคุณอยู่ แล้วดับเบิลคลิก </li> <li> ชื่อของเสียงของคุณปรากฏใน appears <strong> เสียง </strong> เมนูแบบเลื่อนลง คลิก <strong> ทดสอบ </strong> เพื่อทดสอบน้ำเสียงของคุณ </li> <li> พอใจทุกอย่าง คลิก <strong> สมัคร </strong> ติดตามโดย <strong> ตกลง </strong> ที่ส่วนลึกสุด. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> ครั้งหน้าที่เปิดคอมพิวเตอร์ คุณจะได้ยินเสียงเริ่มต้นที่เลือกใหม่แทนที่จะเป็นเสียงเริ่มต้น </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> วิธีรีเซ็ตเสียงเริ่มต้นเริ่มต้นใน Windows 10 </h2> <p> หากคุณเคยรู้สึกอยากกลับไปใช้เสียงกริ่งเริ่มต้นเริ่มต้น คุณสามารถทำได้โดยเปลี่ยน a <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> ตัวเลือกการตั้งค่าบนพีซี Windows 10 ของคุณ </a> . </p> <p> นี่คือวิธี: </p> <ol> <li> ค้นหา <strong> เปลี่ยนเสียงของระบบ </strong> ใน <strong> เริ่ม </strong> เมนูแล้วคลิกผลลัพธ์แรก </li> <li> หา <strong> เข้าสู่ระบบ Windows </strong> ใน <strong> กิจกรรมของโปรแกรม </strong> ส่วนและคลิกครั้งเดียว </li> <li> คลิก <strong> เสียง </strong> เมนูแบบเลื่อนลงที่ด้านล่างและเลือก <strong> Windows Logon.wav </strong> ตัวเลือก </li> <li> คลิก <strong> สมัคร </strong> ติดตามโดย <strong> ตกลง </strong> เพื่อบันทึกการเปลี่ยนแปลงของคุณ </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> พีซีของคุณจะเล่นเสียงเริ่มต้นของ Windows เริ่มต้นในการบู๊ต </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> วิธีเปลี่ยนเสียงเริ่มต้นอย่างรวดเร็วใน Windows 10 </h2> <p> หากคุณเปลี่ยนเสียงเริ่มต้นเริ่มต้นบ่อยเกินไป คุณอาจพบว่าขั้นตอนข้างต้นอาจมากเกินไป </p> <p> ในกรณีนี้ คุณสามารถใช้แอปฟรีที่ชื่อว่า WinAero Tweaker เพื่อเปลี่ยนเสียงกริ่งบูตได้ แอปนี้มีให้ในเวอร์ชันพกพาเช่นกัน คุณจึงไม่ต้องติดตั้งอะไรบนคอมพิวเตอร์ของคุณ </p> <p> ในการใช้แอพนี้: </p> <ol> <li> ดาวน์โหลดและเรียกใช้ <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> ไฟล์ติดตั้ง </li> <li> เมื่อระบบขอเลือกโหมดให้เลือก <strong> โหมดพกพา </strong> . </li> <li> ทำตามคำแนะนำบนหน้าจอ </li> <li> เปิด <strong> WinAero Tweaker </strong> . </li> <li> ขยาย <strong> ลักษณะที่ปรากฏ </strong> ทางด้านซ้ายแล้วคลิก <strong> เสียงเริ่มต้น </strong> ในเมนูขยาย </li> <li> ติ๊ก <strong> เปิดใช้งานเสียงเริ่มต้น </strong> ทางขวา. </li> <li> เลือก <strong> เปลี่ยนเสียงเริ่มต้น startup </strong> . </li> <li> เลือกไฟล์ WAV เพื่อตั้งเป็นเสียงเริ่มต้นเริ่มต้น </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> การเปลี่ยน Boot Chime เป็นความชอบของคุณบน Windows 10 </h2> <p> หากคุณไม่ใช่แฟนตัวยงของเสียงเริ่มต้นปัจจุบัน วิธีการข้างต้นจะช่วยให้คุณเปลี่ยนเสียงดังกล่าวเป็นโทนโปรดบนพีซีของคุณได้ คุณสามารถเปลี่ยนกลับเป็นเสียงเริ่มต้นได้ทุกเมื่อที่ต้องการ </p> <p> Windows 10 สามารถปรับแต่งได้ในระดับที่ดี และสิ่งนี้ทำให้คุณสามารถทำให้พีซีของคุณเป็นของคุณอย่างแท้จริงโดยให้คุณเปลี่ยนแปลงทุกแง่มุมของมัน </p>"}