{"title":"วิธีเพิ่มพื้นที่ว่างบน iCloud","content":"<p> คุณเบื่อกับการแจ้งเตือนแบบผุดขึ้นที่บอกคุณว่าพื้นที่ในบัญชี iCloud ของคุณเหลือน้อยหรือไม่? ข่าวดี: คุณไม่จำเป็นต้องอดทนกับมันอีกต่อไป </p> <p> และยิ่งไปกว่านั้น คุณไม่จำเป็นต้องเสียเงินเพื่ออัปเกรดบัญชีของคุณอีกด้วย </p> <p> Apple ให้พื้นที่เก็บข้อมูลฟรี 5GB แก่ผู้ใช้ทุกคนบน iCloud ซึ่งแทบไม่มีอะไรเลย แต่ถ้าคุณเล่นเกมได้ถูกต้อง คุณจะรู้ว่ามันเพียงพอสำหรับทุกความต้องการของคุณ </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> ค้นหาว่ามีอะไรใช้พื้นที่มากที่สุด </h2> <p> เมื่อที่จัดเก็บข้อมูล iCloud ของคุณเต็ม จุดเริ่มต้นที่ดีที่สุดคือการค้นหาว่าสิ่งใดที่ใช้พื้นที่มากที่สุดในอุปกรณ์ของคุณ บ่อยครั้งคุณจะแปลกใจว่าคำตอบคืออะไร </p> <p> วิธีค้นหาพื้นที่ว่างใน iCloud บน iPhone ของคุณมากที่สุด: </p> <ol> <li> ไปที่ <strong> การตั้งค่า </strong> . </li> <li> คลิกผ่านไปยัง <strong> Apple ID </strong> . </li> <li> ไปที่ <strong> iCloud &gt; จัดการที่เก็บข้อมูล </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> แกลเลอรี่ภาพ (2 รูปภาพ) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> ขยาย <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> ขยาย </p> <p> ปิด </p> <p> เมื่อคุณอยู่บนแท็บจัดการพื้นที่เก็บข้อมูล คุณจะได้รับรายละเอียดว่าสิ่งใดที่ใช้พื้นที่มากที่สุดในบัญชี iCloud ของคุณ สำหรับบางฟังก์ชัน คุณสามารถดำเนินการและลบข้อมูลเพื่อเพิ่มพื้นที่จัดเก็บบางส่วนได้ </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> ลบรูปภาพเก่าของคุณ </h2> <p> รูปภาพมักเป็นขโมยที่เก็บข้อมูลที่ชัดเจนที่สุดในบัญชี iCloud ของคุณ หากคุณถ่ายภาพด้วยกล้องระดับมืออาชีพและอัปโหลดไปยังโทรศัพท์ของคุณ เหตุการณ์นี้จะยิ่งมากขึ้นไปอีก </p> <p> ในการลบรูปภาพบน iPhone ของคุณ: </p> <ol> <li> ไปที่ม้วนฟิล์มของคุณ </li> <li> เลือกรูปภาพที่คุณต้องการลบ </li> <li> กลับไปที่เมนูหลักของม้วนฟิล์ม </li> <li> เข้าไปใน <strong> ลบล่าสุด </strong> โฟลเดอร์ </li> <li> เลือก <strong> ลบทั้งหมด </strong> และยืนยัน </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> ลบอีเมลเก่าของคุณ </h2> <p> หากคุณเชื่อมต่อบัญชีอีเมลของคุณกับ iCloud แต่ไม่ค่อยได้ใช้ข้อความ แสดงว่าคุณกำลังกินพื้นที่อันมีค่าซึ่งคุณสามารถใช้ที่อื่นได้ หากคุณใช้บริการเป็นเวลาหลายปี ปริมาณการใช้ข้อมูลเหล่านี้จะเพิ่มขึ้นอย่างช้าๆ </p> <p> ในการลบอีเมลเก่าของคุณ: </p> <ol> <li> ไปที่แอปอีเมลของคุณ </li> <li> เลือกอีเมลที่คุณต้องการลบ </li> <li> ลบอีเมลเหล่านี้และปิดแอป </li> </ol> <p> หากคุณไม่ได้ใช้แอพเมลบ่อยขนาดนั้น คุณยังสามารถเลือกที่จะลบแอพออกจากโทรศัพท์ของคุณได้ ด้วยวิธีนี้ คุณจะไม่สร้างรายการข้อมูลที่สูญเปล่าอีกต่อไป </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> ลบไฟล์ออกจาก iCloud Drive </h2> <p> หากคุณมี MacBook หรือ Mac คุณอาจไม่ทราบว่าคุณยังคงจัดเก็บไฟล์ที่คุณไม่ได้ใช้งานมานาน เมื่อข้อมูลของคุณลดลง สิ่งเหล่านี้จะกลายเป็นเรื่องน่ารำคาญมากขึ้น </p> <p> โชคดีที่การลบไฟล์ iCloud ออกจากไดรฟ์ของคอมพิวเตอร์นั้นตรงไปตรงมา </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> วิธีลบไฟล์ iCloud จากไดรฟ์ของคอมพิวเตอร์: </p> <ol> <li> เปิด <strong> Finder </strong> . </li> <li> ลงไปที่ iCloud Drive ในเมนูด้านซ้ายมือ </li> <li> เลือกไฟล์ที่คุณต้องการลบและย้ายไปยังโฟลเดอร์ถังขยะ </li> <li> คลิกขวาหรือ Ctrl + คลิก <strong> ไอคอนถังขยะ </strong> ในท่าเรือ </li> <li> เลือก <strong> ถังขยะที่ว่างเปล่า </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> เพิ่มพื้นที่ว่างบนอุปกรณ์ Apple ของคุณ </h2> <p> แม้ว่าดูเหมือนว่าคุณกำลังต่อสู้อย่างต่อเนื่องเพื่อล้างพื้นที่จัดเก็บข้อมูล iCloud ของคุณ การทำเช่นนี้ไม่จำเป็นต้องเครียด ไม่ว่าคุณจะใช้อุปกรณ์ Apple แบบใด มีหลายวิธีในการดูว่ามีอะไรกินข้อมูลของคุณและทำการเปลี่ยนแปลง </p> <p> เมื่อคุณล้างพื้นที่จัดเก็บข้อมูล iCloud ของคุณหมดแล้ว คุณควรคอยสังเกตดูให้ดี เมื่อคุณสังเกตเห็นสิ่งต่าง ๆ ใกล้ถึงจุดเต็ม ให้ทำซ้ำขั้นตอนเหล่านี้และหยุดไม่ให้เกิดขึ้น </p>"}