{"title":"วิธีการติดตั้ง Minecraft Forge และจัดการม็อดของคุณ","content":"<p> เมื่อ Minecraft เปิดตัวอัลฟ่าสาธารณะครั้งแรกในปี 2552 เป็นเกมแซนด์บ็อกซ์ที่เรียบง่ายและบล็อก กว่าทศวรรษต่อมา Minecraft ได้เติมโลกด้วยบล็อกต่างๆ กว่า 100 บล็อกและกลุ่ม mobs มากกว่า 40 บล็อก </p> <p> หากคุณเล่นเกมนี้มาตั้งแต่แรกเริ่ม วานิลลาหรือ Minecraft เริ่มต้นอาจล้าสมัยเล็กน้อยสำหรับคุณ Minecraft Forge ช่วยให้คุณจัดการม็อดที่ดาวน์โหลด และคู่มือนี้จะสอนวิธีตั้งค่าต่างๆ </p> <h2 id=\"what-is-minecraft-forge\"> Minecraft Forge คืออะไร? </h2> <p> เมื่อคุณนึกถึงการดัดแปลงวิดีโอเกม คุณอาจคิดว่าคุณจำเป็นต้องมีความรู้กว้างขวางเกี่ยวกับเทคโนโลยีหรือการเขียนโปรแกรมเพื่อทำสิ่งนั้น นั่นอาจเป็นจริงกับชื่ออื่น ๆ แต่การเพิ่มม็อดใน Minecraft นั้นง่ายด้วย Forge </p> <p> Forge เป็นเซิร์ฟเวอร์โอเพ่นซอร์สฟรีที่คุณสามารถใช้เพื่อติดตั้งและเรียกใช้ม็อด Minecraft นักพัฒนาซอฟต์แวร์ได้รับการออกแบบมาโดยเฉพาะเพื่อให้ง่ายสำหรับผู้ที่เข้าใจเทคโนโลยีน้อยที่สุดในการเพิ่มม็อดเกมที่สร้างโดยชุมชนลงในสำเนา Minecraft </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> วิธีการติดตั้ง Minecraft Forge </h2> <p> ตอนนี้คุณรู้แล้วว่า Forge คืออะไร คุณจะติดตั้งได้อย่างไร? ก่อนสิ่งอื่นใด คุณจะต้องติดตั้ง <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Java </a> ถ้าคุณยังไม่ได้ หลังจากนั้น คุณสามารถทำตามขั้นตอนง่าย ๆ เหล่านี้: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. ดาวน์โหลด Minecraft Forge </h3> <p> ไปที่ <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> เว็บไซต์ Forge อย่างเป็นทางการ </a> เพื่อดาวน์โหลดตัวติดตั้ง ตรวจสอบว่าหมายเลขเวอร์ชันที่เขียนในการดาวน์โหลดเป็นหมายเลขเดียวกับเวอร์ชัน Minecraft ที่คุณต้องการม็อด </p> <p> ที่ด้านซ้ายของเว็บไซต์ Forge จะแสดงรายการเวอร์ชันทั้งหมดตั้งแต่ใหม่ที่สุดไปจนถึงเก่าที่สุด ในตัวเรียกใช้งาน Minecraft คุณสามารถดูหมายเลขเวอร์ชันปัจจุบันของคุณได้ที่โปรไฟล์ด้านล่างแบนเนอร์อาร์ตเวิร์กของเกม </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. เปิดโปรแกรมติดตั้ง Forge </h3> <p> เมื่อดาวน์โหลดเสร็จแล้ว ให้เปิดโปรแกรมติดตั้ง Forge เลือกไคลเอนต์หรือเซิร์ฟเวอร์จากตัวเลือก ขึ้นอยู่กับว่าคุณต้องการดาวน์โหลดม็อดใด ตรวจสอบว่าที่อยู่ของคุณ <strong> .minecraft </strong> โฟลเดอร์ถูกต้อง (หากไม่ใช่ ให้คลิกปุ่มที่มีจุดสามจุดแล้วไปยังที่อยู่ที่ถูกต้อง) จากนั้นคลิก <strong> ตกลง </strong> . Forge จะใช้เวลาสักครู่ในการติดตั้ง </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. เปิด Minecraft Launcher </h3> <p> เมื่อติดตั้ง Forge เสร็จแล้ว ให้เปิด Minecraft Launcher เลือก <strong> ปลอม </strong> profile หากยังไม่ได้เปิดใช้งาน ให้เริ่มเกม ครั้งแรกที่คุณเปิดเครื่องหลังจากติดตั้ง Forge จะใช้เวลาสักครู่ แต่เมื่อได้หน้าจอหลักแล้ว คุณจะเห็นหน้าจอใหม่ <strong> Mods </strong> ปุ่มถัดจาก <strong> Minecraft อาณาจักร </strong> . </p> <p> ตอนนี้คุณสามารถดาวน์โหลด mods ไปยังโฟลเดอร์นั้นและขยาย Minecraft ได้ตามที่คุณต้องการ โฟลเดอร์นี้เป็นที่ที่คุณจะจัดระเบียบและจัดการม็อดทั้งหมดของคุณ นี้จะช่วยให้คุณติดตามพวกเขา </p> <p> เว็บไซต์ยอดนิยมสำหรับดาวน์โหลด mods จากรวม <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> CurseForge </a> , และ <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> ดาวเคราะห์ Minecraft </a> . นอกจากนี้ยังมีส่วนที่เกี่ยวกับม็อดโดยเฉพาะบน <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> ฟอรั่ม Minecraft อย่างเป็นทางการ </a> , และ <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Minecraft modpacks—ชุดสะสมของ mods </a> ที่ผู้เล่นคนอื่นคิดว่าทำงานร่วมกันได้ดีที่สุด </p> <p> อีกทางหนึ่ง หากคุณไม่พบม็อดที่มีอยู่ซึ่งตรงกับสิ่งที่คุณหวังว่าจะเพิ่มลงในเกม คุณสามารถ <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> สร้างม็อดมายคราฟของคุณเอง </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> เพิ่มมากขึ้นใน Minecraft ด้วยความช่วยเหลือของ Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> หลังจากขั้นตอนการติดตั้งที่ง่ายดาย Minecraft Forge จะช่วยให้คุณมีที่ที่สะดวกสำหรับจัดเก็บ จัดเรียง และติดตามม็อดทั้งหมดที่คุณดาวน์โหลด ขณะนี้คุณอาจไม่ได้มองว่าตัวเองเป็นคนที่ดาวน์โหลดม็อดมากเกินไป แต่เอามาจากเรา มันมักจะเริ่มต้นด้วยตัวดัดแปลงหนึ่งตัว จากนั้นอีกตัวหนึ่ง แล้วก็อีกหนึ่งตัว... </p> <p> ในที่สุด คุณจะรู้ว่าคุณมีเนื้อหาดัดแปลงมากกว่าเนื้อหาวานิลลาในเกม Minecraft ของคุณ </p>"}