{"title":"วิธีใช้ Mozilla Hubs&amp;#039; คุณสมบัติใหม่","content":"<p> Mozilla เปิดตัว Hubs ซึ่งเป็นแพลตฟอร์มโซเชียลและการทำงานร่วมกันจากระยะไกลที่ฟรีและสมจริงในปี 2018 แต่การเปลี่ยนแปลงวิธีที่ผู้คนเข้าถึงและใช้แพลตฟอร์มในช่วงการระบาดใหญ่ทำให้เกิดการอัปเดตที่ทำให้มีประโยชน์มากขึ้นสำหรับคนกลุ่มใหญ่ที่มีระดับประสบการณ์ต่างกัน ช่วงของอุปกรณ์ </p> <p> ที่นี่เรามาดูกันว่าการอัปเดต 2021 เปลี่ยนแปลงอย่างไร Hub และวิธีใช้คุณสมบัติใหม่... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Mozilla Hub คืออะไร? อะไรใหม่? </h2> <p> Mozilla Hubs เป็นแพลตฟอร์มฟรีสำหรับสร้างและแชร์พื้นที่เสมือนที่เรียกว่า &quot;ห้อง&quot; แพลตฟอร์มที่ไม่เกี่ยวกับฮาร์ดแวร์ทำงานในเว็บเบราว์เซอร์ ทำให้ใช้งานได้บนคอมพิวเตอร์ แท็บเล็ต และสมาร์ทโฟนที่มีการเชื่อมต่ออินเทอร์เน็ต ไม่จำเป็นต้องมีโปรไฟล์ถาวร แม้ว่าจะมีหนึ่งโปรไฟล์ที่มาพร้อมสิทธิพิเศษ เช่น การปรับแต่งอวาตาร์ </p> <p> คุณสมบัติเชิงโต้ตอบภายในห้องช่วยให้ผู้ใช้ดูสื่อร่วมกัน ระดมความคิดบนกระดานไวท์บอร์ด ดูสไลด์โชว์ ตรวจสอบโมเดล 3 มิติ และอื่นๆ ตัวห้องเองนั้นค่อนข้างธรรมดาเมื่อเทียบกับแพลตฟอร์มอื่นๆ เช่น Altspace แต่ถ้าคุณมีความทะเยอทะยาน และสามารถจัดการกับ <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> ฮับ ​​GitHub </a> , มีความเป็นไปได้มากขึ้นสำหรับการปรับแต่ง </p> <p> </p> <p> แต่การอัปเดตใหม่นำอะไรมาสู่แพลตฟอร์ม ผู้ใช้ใหม่ โดยเฉพาะอย่างยิ่งผู้ที่อยู่ในแวดวงการศึกษา เป็นแรงบันดาลใจให้เกิดการเปลี่ยนแปลงมากมาย </p> <p> ดังนั้น การอัปเดตหลักของแพลตฟอร์มคือ: </p> <ol> <li> หน้าต่าง/แถบแชทโดยเฉพาะ </li> <li> ส่วนต่อประสานผู้ใช้ที่ไม่ใช่ VR ที่คล่องตัว </li> <li> ฟอรัมการสนับสนุนใหม่ </li> </ol> <p> มาดูคุณสมบัติใหม่แต่ละอย่างและวิธีใช้งาน... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> วิธีใช้ Chat Bar ใหม่ของ Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs มีคุณสมบัติการแชทในการทำซ้ำก่อนหน้านี้แล้ว อย่างไรก็ตาม ข้อความแชทปรากฏขึ้นชั่วครู่เหนือจอแสดงผลหลักก่อนที่จะหายไป สิ่งนี้ขัดขวางมุมมองของผู้ใช้ในห้องด้านหลังข้อความและหมายความว่าไม่สามารถอ่านและอ้างอิงการแชทซ้ำได้ </p> <p> การอัปเดตใหม่จะสร้างหน้าต่างแชทหรือแถบด้านข้างของหน้าจอ ทำให้มุมมองห้องเล็กลงเล็กน้อย แต่ยังทำให้ข้อความแชทอ่านง่ายขึ้นมาก ข้อความแชทยังคงอยู่ในแถบแชท ทำให้การสนทนาดำเนินต่อไปได้เมื่อเวลาผ่านไป </p> <p> วิธีนี้มีประโยชน์อย่างยิ่งสำหรับคำถามที่ถามระหว่างการนำเสนอหรือการสนทนาหากคุณเข้าร่วมห้องสาย </p> <p> คุณสามารถเข้าถึงหน้าต่างแชทได้โดยใช้ปุ่ม <strong> แชท </strong> บนแถบเครื่องมือด้านล่างและพิมพ์ข้อความของคุณในกล่องข้อความที่ให้ไว้ ถ้าคุณไม่ต้องการให้แถบแชทย่อขนาดหน้าจอของคุณ คุณสามารถคลิกไอคอนเดียวกันเพื่อย่อให้เล็กสุดได้ </p> <p> ในขณะที่ย่อเล็กสุด ข้อความแชทยังคงปรากฏอยู่ครู่หนึ่ง แต่จะทำให้เสียสมาธิน้อยกว่าก่อนการอัปเดตมาก </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> วิธีเลือกส่วนต่อประสานผู้ใช้ที่ไม่ใช่ VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs อธิบายได้ดีที่สุดว่าเป็น &quot;พื้นที่ที่ดื่มด่ำ&quot; อาจเป็นสภาพแวดล้อม &quot;เสมือนจริง&quot; หากเข้าร่วมกับอุปกรณ์ VR แต่อุปกรณ์พิเศษนี้ไม่จำเป็นต้องใช้ฮับ </p> <p> นักออกแบบ Hubs ต้องการให้ UI มีความคล้ายคลึงกันมากที่สุดโดยไม่คำนึงถึงฮาร์ดแวร์ที่แต่ละคนใช้ในการเข้าถึงแพลตฟอร์ม สิ่งนี้มีประโยชน์เช่นกันหากผู้ใช้ใช้ Hubs บนอุปกรณ์ต่างๆ เป็นประจำ เนื่องจากอินเทอร์เฟซไม่ได้เปลี่ยนจากพีซีเป็นชุดหูฟัง VR เป็นโทรศัพท์หรือแท็บเล็ต </p> <p> อย่างไรก็ตาม อินเทอร์เฟซให้ความสำคัญกับการใช้งานกับฮาร์ดแวร์ VR ทำให้คำสั่งบางอย่างไม่สะดวกเมื่อใช้อินเทอร์เฟซที่ไม่ใช่ VR ในแง่หนึ่ง เรื่องนี้สมเหตุสมผลเพราะ VR เป็นอินเทอร์เฟซที่แปลกกว่า ดังนั้นการเพิ่มประสิทธิภาพอินเทอร์เฟซนั้นจึงทำให้ราบรื่น ปัญหาคือการใช้งานที่เสียสละสำหรับผู้ใช้ที่ไม่ใช่ VR ซึ่งกลายเป็นผู้ใช้ส่วนใหญ่ </p> <p> แต่การอัปเดตได้สร้างอินเทอร์เฟซที่ไม่ใช่ VR แยกต่างหาก ดังนั้น แม้ว่าการควบคุมบนแพลตฟอร์มต่างๆ จะไม่เป็นสากลอย่างที่เคยเป็น ทุกคนก็ยังชนะ </p> <p> ตอนนี้คุณสามารถเข้าถึงอินเทอร์เฟซที่อัปเดตนี้ได้อย่างง่ายดายเมื่อสร้างหรือเข้าห้อง </p> <p> เมื่อคุณสร้างหรือเข้าห้องครั้งแรก ให้เลือก <strong> เข้าร่วมห้อง </strong> สำหรับอินเทอร์เฟซที่ไม่ใช่ VR ผู้ใช้ที่ไม่ใช่ VR จะได้รับอินเทอร์เฟซแบบชี้แล้วคลิกซึ่งเป็นมิตรกับผู้ใช้มากกว่าจอแสดงผลการฉายรังสีใน UI เก่า </p> <p> หากคุณกำลังใช้ฮาร์ดแวร์ VR ให้เลือก <strong> เข้าสู่อุปกรณ์ </strong> แทน. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> วิธีรับความช่วยเหลือเพิ่มเติมด้วยการสนับสนุนชุมชน Hubs </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> ในที่สุด Mozilla ประกาศว่าผู้ใช้ Hubs สามารถรับการสนับสนุนผ่าน a <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> ฟอรั่มชุมชนเฉพาะ </a> . ฮับมีชุมชนที่กระตือรือร้นอยู่เสมอ แต่มุ่งเป้าไปที่นักพัฒนาเป็นหลัก นักพัฒนาซอฟต์แวร์สามารถ (และได้) ช่วยเหลือผู้ใช้ที่ไม่ค่อยเข้าใจเทคโนโลยี </p> <p> แต่ตัวเลือกการสนับสนุนใหม่นี้สะดวกกว่าสำหรับผู้ที่ไม่ใช่นักพัฒนา หน้าสนับสนุนมีข้อความค้นหาสูงและหัวข้อที่ขอเป็นประจำอยู่แล้ว ก่อนหน้านี้ ไม่มีคุณสมบัติการเรียกดูที่สะดวกสำหรับคำถามของผู้ใช้ที่ถามในฟอรัม </p> <p> หากต้องการค้นหาคำตอบในตอนนี้ คุณสามารถใช้แถบค้นหาที่ด้านบนของหน้าสนับสนุน หรือเรียกดูหัวข้อที่ใช้บ่อยและบทความเด่นที่ Mozilla เน้น </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> คุณจำเป็นต้องดาวน์โหลดคุณลักษณะใหม่ของ Mozilla Hubs หรือไม่? </h2> <p> เนื่องจากฮับทำงานบนเบราว์เซอร์ การอัปเดตเหล่านี้จึงเป็นไปโดยอัตโนมัติ ผู้ใช้ส่วนใหญ่ไม่จำเป็นต้องดาวน์โหลดเพิ่มเติมหรือติดตั้งด้วยตนเอง </p> <p> ผู้ใช้ฮับที่ใช้สื่อโอเพนซอร์สเพื่อสร้างประสบการณ์ที่ปรับแต่งเองอาจต้องเปลี่ยนโค้ดบางส่วนด้วยตนเอง Mozilla มีคำแนะนำเฉพาะสำหรับกรณีพิเศษเหล่านี้ </p> <p> ผู้ใช้ที่คุ้นเคยกับฮับเหมือนก่อนการอัปเดตจะสังเกตเห็นการเปลี่ยนแปลง อย่างไรก็ตาม เนื่องจากการอัปเดตอินเทอร์เฟซไม่ได้เปลี่ยนประสบการณ์ VR และปรับประสบการณ์ที่ไม่ใช่ VR ให้เหมาะสม การเปลี่ยนแปลงจึงควรทำความคุ้นเคยได้ง่ายไม่ว่าคุณจะเข้าถึงฮับด้วยวิธีใด </p> <p> </p> <p> การอัปเดตยังเป็นโอกาสอันดีที่ผู้ใช้ใหม่จะเข้ามาดูแพลตฟอร์ม โดยเฉพาะอย่างยิ่งฟีเจอร์หน้าต่างแชทโดยเฉพาะช่วยให้ครูและผู้นำเสนอตอบคำถามภาคสนามได้ง่ายขึ้น ซึ่งอาจขยายกรณีการใช้งานของแพลตฟอร์มได้ </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> สำรวจฮับใหม่ </h2> <p> การอัปเดตฮับของ Mozilla แสดงถึงความใส่ใจต่อผู้ใช้เป็นอย่างมาก จากการตอบสนองต่อกรณีการใช้งานและโปรไฟล์ผู้ใช้ที่นักพัฒนาพบเห็นบ่อยที่สุด แถบแชท ช่องทางการสนับสนุนใหม่ และอินเทอร์เฟซที่ปรับให้เหมาะสมทำให้แพลตฟอร์มเป็นมิตรกับผู้ใช้และเข้าถึงได้ง่ายขึ้น </p> <p> แม้ว่าจะมีการอัปเดต หากฮับไม่เหมาะสำหรับคุณ โปรดจำไว้ว่านี่ไม่ใช่แพลตฟอร์มการแสดงตนระยะไกลที่เปิดใช้งาน VR เพียงแห่งเดียว ประสบการณ์ที่แตกต่างอาจช่วยแก้ปัญหาของคุณได้ </p>"}