{"title":"วิธีถ่ายภาพหน้าจอบนอุปกรณ์ Samsung","content":"<p> คุณสามารถจับภาพหน้าจอกับโทรศัพท์และแท็บเล็ต Android ทุกเครื่องได้ แต่วิธีการที่แน่นอนจะขึ้นอยู่กับผู้ผลิตอุปกรณ์ของคุณ </p> <p> หากคุณมีอุปกรณ์ Samsung Galaxy คุณจะมีวิธีการต่างๆ มากมาย เช่น การกดปุ่มหรือการปัดผ่านหน้าจอ เราจะอธิบายรายละเอียดวิธีการจับภาพหน้าจอบนอุปกรณ์ Samsung </p> <h2 id=\"press-the-power-and-volume-down-buttons\"> 1. กดปุ่มเปิดปิดและปุ่มลดระดับเสียง </h2> <p> สำหรับส่วนใหญ่ วิธีนี้จะเป็นวิธีที่ง่ายที่สุดในการจับภาพหน้าจอบนอุปกรณ์ Samsung </p> <p> เพียงแค่กด . ค้างไว้ <strong> พลัง </strong> ปุ่ม (หรือ <strong> ปุ่มด้านข้าง </strong> ) และ <strong> ลดเสียงลง </strong> ปุ่มพร้อมกัน </p> <p> ตำแหน่งที่แน่นอนของปุ่มเหล่านี้จะขึ้นอยู่กับอุปกรณ์ของคุณ ใน Samsung Galaxy S21 ปุ่มทั้งสองนั้นอยู่ทางด้านขวาของอุปกรณ์ ใน Samsung Galaxy S8 ระดับเสียงจะอยู่ทางด้านซ้ายและพลังงานจะอยู่ทางด้านขวา </p> <p> คุณเพียงแค่กดปุ่มเหล่านี้ค้างไว้หนึ่งหรือสองวินาที หน้าจอจะกะพริบเป็นสีขาวเพื่อระบุว่าได้ถ่ายภาพหน้าจอแล้ว </p> <p> มันคือ <a href=\"https://www.makeuseof.com/tag/6-ways-to-take-screenshots-on-android/\" target=\"_blank\" rel=\"nofollow noopener\"> ทางลัดภาพหน้าจอ Android มาตรฐาน </a> ที่จะใช้งานได้มากกว่าแค่อุปกรณ์ของ Samsung </p> <p> </p> <h2 id=\"use-palm-swipe\"> 2. ใช้ Palm Swipe </h2> <p> ในอุปกรณ์ Samsung บางรุ่น คุณสามารถปัดฝ่ามือผ่านหน้าจอเพื่อถ่ายภาพหน้าจอ </p> <p> <strong class=\"gallery__section-title\"> แกลเลอรี่ภาพ (3 ภาพ) </strong> <img alt=\"advanced features\" src=\"images/advanced-features-412.jpg\" loading=\"lazy\"> ขยาย <img alt=\"motions and gestures\" src=\"images/motions-and-gestures-740.jpg\" loading=\"lazy\"> ขยาย <img alt=\"palm swipe to capture\" src=\"images/palm-swipe-to-capture-297.jpg\" loading=\"lazy\"> ขยาย </p> <p> ปิด </p> <p> หากต้องการเปิดใช้งานสิ่งนี้ ให้ไปที่ <strong> การตั้งค่า &gt; คุณสมบัติขั้นสูง &gt; การเคลื่อนไหวและท่าทาง &gt; ใช้ฝ่ามือปัดเพื่อจับภาพ &gt; เปิด </strong> . </p> <p> ตอนนี้ ปัดขอบมือของคุณผ่านหน้าจอจากขวาไปซ้ายเพื่อถ่ายภาพหน้าจอ </p> <p> หากคุณไม่แน่ใจในการเคลื่อนไหวที่แน่นอน หน้าจอการตั้งค่าจะแสดงภาพเคลื่อนไหวที่แสดงให้คุณเห็น </p> <p> </p> <h2 id=\"ask-bixby-or-google-assistant\"> 3. ถาม Bixby หรือ Google Assistant </h2> <p> หากคุณมีการตั้งค่าผู้ช่วยเสมือนที่สั่งงานด้วยเสียงบนโทรศัพท์ของคุณ คุณสามารถใช้ผู้ช่วยเสมือนเพื่อถ่ายภาพหน้าจอได้ </p> <p> หากคุณมี Bixby Voice ให้พูดว่า &quot;เฮ้ Bixby จับภาพหน้าจอ&quot; หรือถ้าคุณมี Google Assistant ให้พูดว่า &quot;Ok Google จับภาพหน้าจอ&quot; </p> <p> คุณสามารถจับคู่คำสั่งเหล่านี้กับคำแนะนำอื่นๆ เช่น &quot;เฮ้ Bixby จับภาพหน้าจอและแชร์บน Instagram&quot; </p> <p> </p> <p> </p> <h2 id=\"use-the-edge-panel\"> 4. ใช้แผงขอบ </h2> <p> อุปกรณ์ Samsung บางรุ่นมีแผงขอบ คุณสมบัติเหล่านี้เป็นคุณสมบัติที่มีประโยชน์ซึ่งคุณสามารถเข้าถึงได้อย่างรวดเร็วโดยปัดที่ด้านข้างของหน้าจอ แผงขอบเดียวที่คุณสามารถเปิดใช้งานได้ช่วยให้คุณถ่ายภาพหน้าจอได้ </p> <p> <strong class=\"gallery__section-title\"> แกลเลอรี่ภาพ (3 ภาพ) </strong> <img alt=\"display\" src=\"images/display-661.jpg\" loading=\"lazy\"> ขยาย <img alt=\"edge screen\" src=\"images/edge-screen-495.jpg\" loading=\"lazy\"> ขยาย <img alt=\"edge panels\" src=\"images/edge-panels-983.jpg\" loading=\"lazy\"> ขยาย </p> <p> ปิด </p> <p> หากต้องการเปิดใช้งานสิ่งนี้ ให้ไปที่ <strong> การตั้งค่า &gt; จอแสดงผล &gt; หน้าจอขอบ &gt; แผงขอบ &gt; เปิด </strong> . จากที่นี่ ให้เปิดใช้งาน <strong> สมาร์ทเลือก </strong> แผงหน้าปัด. </p> <p> ตอนนี้ เมื่อคุณปัดนิ้วเข้ามาจากขอบด้านขวาของหน้าจอ ระบบจะแสดงแผงการเลือกอัจฉริยะขึ้นมา </p> <p> เลือกอย่างใดอย่างหนึ่ง <strong> สี่เหลี่ยมผืนผ้า </strong> หรือ <strong> วงรี </strong> แล้วลากเพื่อเลือกพื้นที่ที่คุณต้องการจับภาพหน้าจอ แทป <strong> เสร็จแล้ว </strong> จากนั้นแตะ <strong> บันทึก </strong> ไอคอน (ลูกศรลง) </p> <p> </p> <h2 id=\"use-the-s-pen\"> 5. ใช้ S Pen </h2> <p> หากคุณมีอุปกรณ์ Galaxy Note คุณสามารถใช้ S Pen เพื่อถ่ายภาพหน้าจอได้ </p> <p> นำ S Pen ออกจากอุปกรณ์แล้วแตะ <strong> เมนูคำสั่งแอร์ </strong> ไอคอน แล้วแตะ <strong> เขียนหน้าจอ Screen </strong> . นี่จะเป็นภาพหน้าจอแบบเต็ม จากนั้น คุณสามารถแก้ไขภาพหน้าจอโดยใช้เครื่องมือบนหน้าจอ หากต้องการ เมื่อเสร็จแล้วให้แตะ <strong> บันทึก </strong> ไอคอน. </p> <p> </p> <h2 id=\"use-scroll-capture-to-screenshot-the-entire-page\"> 6. ใช้ Scroll Capture เพื่อจับภาพหน้าจอทั้งหน้า </h2> <p> หากคุณต้องการจับภาพหน้าเว็บหรือแอปขนาดยาว คุณไม่จำเป็นต้องถ่ายภาพหน้าจอหลายภาพ คุณสามารถใช้คุณสมบัติ Scroll Capture ของ Samsung เพื่อสร้างภาพหน้าจอขนาดใหญ่เพียงภาพเดียวแทนได้ </p> <p> <img alt=\"samsung scroll capture\" src=\"images/scroll-capture-e1612347426613-576.jpg\" loading=\"lazy\"> </p> <p> หลังจากถ่ายภาพหน้าจอปกติแล้ว เมนู Smart Capture จะปรากฏที่ด้านล่างของหน้าจอ ที่นี้ ให้แตะ <strong> เลื่อนการจับภาพ </strong> ไอคอน—เป็นลูกศรชี้ลงสองอันที่เด้ง </p> <p> แตะหนึ่งครั้งจะเลื่อนหน้าลงหนึ่งครั้งและต่อภาพหน้าจอไปที่ด้านล่างของหน้าแรก แตะที่ไอคอนต่อไปจนกว่าคุณจะจับภาพทุกอย่างบนหน้าที่คุณต้องการ </p> <p> </p> <h2 id=\"how-to-view-your-samsung-screenshots\"> วิธีดูภาพหน้าจอ Samsung ของคุณ </h2> <p> เมื่อคุณถ่ายภาพหน้าจอแล้ว คุณอาจสงสัยว่าภาพเหล่านั้นถูกบันทึกไว้ที่ใด และคุณจะเข้าถึงได้อย่างไร ที่ง่าย </p> <p> เปิด <strong> แกลลอรี่ </strong> แอพและเลือก <strong> อัลบั้ม </strong> จากเมนูด้านล่าง จากนั้นคุณจะเห็น a <strong> ภาพหน้าจอ </strong> อัลบั้มที่คุณสามารถจัดการได้เหมือนภาพถ่ายทั่วไป </p> <p> </p> <h2 id=\"master-your-samsung-device-with-these-tips\"> ควบคุมอุปกรณ์ Samsung ของคุณด้วยเคล็ดลับเหล่านี้ </h2> <p> ตอนนี้คุณรู้วิธีถ่ายภาพหน้าจอบนโทรศัพท์หรือแท็บเล็ต Samsung แล้ว เลือกวิธีใดที่คุณคิดว่าง่ายและรวดเร็วที่สุด เนื่องจากทุกวิธีให้ผลลัพธ์ที่เหมือนกัน </p> <p> ต้องการรับประโยชน์เพิ่มเติมจากอุปกรณ์ Samsung ของคุณหรือไม่ อย่าลืมสำรวจทุกอย่างที่ One UI ของ Samsung นำเสนอ เนื่องจากมีคุณสมบัติที่มีประโยชน์มากมายที่ไม่ได้มาพร้อมกับ Android ในสต็อก </p>"}