{"title":"วิธีใช้ตัวจัดการรหัสผ่านกับอุปกรณ์ Android ของคุณ","content":"<p> Android มีคุณสมบัติที่ยอดเยี่ยมที่ช่วยให้ผู้จัดการรหัสผ่านสามารถกรอกรายละเอียดการเข้าสู่ระบบของคุณในแอปและบริการบนอุปกรณ์ Android ของคุณได้โดยตรง มันช่วยปรับปรุงประสบการณ์การใช้ตัวจัดการรหัสผ่านอย่างมาก เนื่องจากกระบวนการทั้งหมดเกิดขึ้นในไม่กี่ก๊อก คุณไม่จำเป็นต้องกลับไปกลับมาระหว่างแอปเพื่อดูแล้วป้อนรายละเอียดการเข้าสู่ระบบ </p> <p> ต่อไปนี้คือวิธีที่คุณสามารถใช้ตัวจัดการรหัสผ่านใน Android ได้อย่างถูกต้องและปลอดภัยเพื่อป้อนรายละเอียดการเข้าสู่ระบบในแอปและเว็บไซต์โดยอัตโนมัติ </p> <h2 id=\"why-you-should-use-a-password-manager\"> ทำไมคุณควรใช้ตัวจัดการรหัสผ่าน </h2> <p> หากคุณให้ความสำคัญกับความปลอดภัยและความปลอดภัยของบัญชีออนไลน์ของคุณ คุณไม่ควรใช้รหัสผ่านเดียวกันในบัญชีเหล่านั้น ด้วยจำนวนแอพและบริการที่เราทุกคนใช้ในแต่ละวันเพิ่มขึ้นอย่างต่อเนื่อง การจำรหัสผ่านที่ไม่ซ้ำกันจำนวนมากจึงไม่ใช่ตัวเลือกที่เป็นไปได้เช่นกัน </p> <p> นี่คือที่มาของตัวจัดการรหัสผ่านเนื่องจากจะจัดเก็บรหัสผ่านทั้งหมดของคุณอย่างปลอดภัย </p> <p> คุณยังสามารถสร้างรหัสผ่านใหม่โดยใช้ตัวจัดการรหัสผ่าน ดังนั้นคุณจึงไม่ต้องคิดรหัสผ่านใหม่ทุกครั้งที่ลงทะเบียนในแอปหรือบริการใหม่ การจัดเก็บข้อมูลรับรองการเข้าสู่ระบบทั้งหมดของคุณในตัวจัดการรหัสผ่านเป็นตัวเลือกที่ดีกว่าการจดบันทึกไว้ในที่ใดที่หนึ่ง </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> ข้อมูลทั้งหมดที่จัดเก็บไว้ในตัวจัดการรหัสผ่านจะถูกเข้ารหัสโดยใช้รหัสผ่านหลัก รหัสผ่านหลักนี้ทำหน้าที่เป็นกุญแจสำคัญในการปลดล็อกข้อมูลที่เข้ารหัส ผู้จัดการรหัสผ่านส่วนใหญ่ไม่มีตัวเลือกในการรีเซ็ตรหัสผ่านหลักนี้ ดังนั้น หากคุณลืมรหัสผ่าน คุณอาจถูกล็อคไม่ให้เข้าใช้บัญชีของคุณได้เช่นกัน อย่างไรก็ตาม การจำรหัสผ่านหลักเพียงรหัสผ่านเดียวนั้นง่ายกว่ารหัสผ่านหลายร้อยรหัสผ่านสำหรับแอปและบริการทั้งหมดที่คุณใช้ </p> <p> คุณสามารถใช้ตัวจัดการรหัสผ่านได้มากกว่าแค่การจัดเก็บข้อมูลรับรองการเข้าสู่ระบบของคุณ สามารถบันทึกบันทึกย่อ ไฟล์ รายละเอียดบัญชีธนาคาร และอื่นๆ ที่สำคัญของคุณได้ ผู้จัดการรหัสผ่านบางรายยังเสนอตัวเลือกในการสร้างรหัสการตรวจสอบสิทธิ์แบบสองปัจจัย เช็คเอาท์ <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> คุณสมบัติผู้จัดการรหัสผ่านที่มีประโยชน์บางอย่าง </a> เพื่อใช้อย่างเต็มที่ </p> <p> ทุกครั้งที่คุณเปิดตัวจัดการรหัสผ่าน คุณจะต้องยืนยันตัวตนของคุณก่อนโดยป้อนรหัสผ่านหลักหรือผ่านการพิสูจน์ตัวตนแบบไบโอเมตริก ขึ้นอยู่กับว่าคุณต้องการรักษาความปลอดภัยให้กับบัญชีตัวจัดการรหัสผ่านของคุณมากน้อยเพียงใด นอกจากนี้ยังมีตัวเลือกในการใช้คีย์ความปลอดภัยสำหรับการตรวจสอบสิทธิ์แบบสองปัจจัยบนฮาร์ดแวร์เพื่อเพิ่มความปลอดภัย </p> <p> คุณสามารถอ่านเกี่ยวกับ <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> ผู้จัดการรหัสผ่านต่างๆ ทำงานอย่างไร </a> เพื่อให้ทราบว่าพวกเขาสามารถบันทึกรหัสผ่านที่สำคัญของคุณอย่างปลอดภัยได้อย่างไร </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> วิธีใช้ตัวจัดการรหัสผ่านกับ Android </h2> <p> ผู้จัดการรหัสผ่านหลักทั้งหมดรองรับ API ป้อนอัตโนมัติใน Android ซึ่งหมายความว่าเมื่อผู้จัดการรหัสผ่านที่คุณเลือกได้รับสิทธิ์ที่เกี่ยวข้องแล้ว ระบบจะแสดงเมนูแบบเลื่อนลงพร้อมข้อมูลรับรองการเข้าสู่ระบบของแอปใดก็ตามที่คุณพยายามจะเข้าสู่ระบบ </p> <p> </p> <p> มันไปโดยไม่บอกว่าคุณต้องลงทะเบียนกับผู้จัดการรหัสผ่านที่คุณเลือกก่อน และตรวจสอบให้แน่ใจว่าได้ติดตั้งแอปนั้นบนอุปกรณ์ Android ของคุณและลงชื่อเข้าใช้ เมื่อคุณทำเสร็จแล้ว: </p> <ol> <li> เปิด <strong> การตั้งค่า </strong> เมนูบนอุปกรณ์ Android ของคุณและไปที่ <strong> ระบบ &gt; ภาษาและการป้อนข้อมูล &gt; บริการป้อนอัตโนมัติ </strong> หากคุณไม่เห็นตัวเลือกนี้ ให้ค้นหา &quot;บริการป้อนอัตโนมัติ&quot; ในเมนูการตั้งค่า </li> <li> เลือกตัวจัดการรหัสผ่านของคุณจากรายการบริการป้อนอัตโนมัติ หากคุณไม่ได้ใช้ตัวจัดการรหัสผ่านใดๆ และได้บันทึกรหัสผ่านไว้ใน Google Chrome แทน ให้เลือก <strong> Google </strong> จากรายการ </li> <li> แทป <strong> ตกลง </strong> เมื่อได้รับแจ้งว่าคุณเชื่อถือแอพที่คุณเพิ่งเลือกหรือไม่ </li> </ol> <p> <strong class=\"gallery__section-title\"> แกลเลอรี่ภาพ (2 รูปภาพ) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> ขยาย <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> ขยาย </p> <p> ปิด </p> <p> เมื่อตัวจัดการรหัสผ่านได้รับการตั้งค่าอย่างถูกต้องแล้ว ก็สามารถกรอกรายละเอียดการเข้าสู่ระบบของคุณโดยอัตโนมัติในแอปใดๆ ที่คุณดาวน์โหลดบนอุปกรณ์ Android ของคุณ </p> <p> ด้วยเหตุผลด้านความปลอดภัย คุณจะต้องยืนยันตัวตนของคุณผ่านเครื่องสแกนลายนิ้วมือหรือโดยการปลดล็อคตัวจัดการรหัสผ่านของคุณทุกครั้งที่คุณพยายามใช้คุณสมบัติป้อนอัตโนมัติ คุณจะต้องตรวจสอบให้แน่ใจว่าได้เปิดใช้งานคุณสมบัติการปลดล็อกไบโอเมตริกซ์จากเมนูการตั้งค่าของตัวจัดการรหัสผ่านของคุณสำหรับรุ่นหลัง </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> วิธีป้อนรหัสผ่านอัตโนมัติโดยใช้ตัวจัดการรหัสผ่าน </h2> <p> ตอนนี้เครื่องมือจัดการรหัสผ่านของคุณได้รับการตั้งค่าแล้ว คุณสามารถใช้เพื่อป้อนรหัสผ่านอัตโนมัติได้ทุกเมื่อที่คุณต้องการลงชื่อเข้าใช้แอปใดแอปหนึ่ง </p> <ol> <li> เปิดแอปใด ๆ บนอุปกรณ์ Android ของคุณและตรงไปที่หน้าเข้าสู่ระบบ </li> <li> แตะช่องที่คุณต้องป้อนชื่อผู้ใช้/รหัสอีเมลของคุณ ตัวจัดการรหัสผ่านของคุณจะแสดงเป็นตัวเลือกแบบเลื่อนลงโดยอัตโนมัติ </li> <li> แตะที่มัน ยืนยันตัวตนของคุณ และเลือกข้อมูลรับรองการเข้าสู่ระบบที่คุณต้องการป้อน คุณจะมีตัวเลือกในการค้นหาผ่านห้องนิรภัยของคุณ หากคุณมีการเข้าสู่ระบบหลายครั้งสำหรับแอปเดียวกัน </li> <li> ทุกอย่างจะถูกกรอกโดยอัตโนมัติ จากนั้นคุณสามารถแตะปุ่มเข้าสู่ระบบเพื่อลงชื่อเข้าใช้บัญชีของคุณ </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> เมื่อใดก็ตามที่คุณเปิดแอปที่ขอรายละเอียดการเข้าสู่ระบบ ผู้จัดการรหัสผ่านของคุณจะตรวจหาช่องดังกล่าวโดยอัตโนมัติและแสดงข้อความแจ้งให้กรอกข้อมูล สิ่งสำคัญคือคุณ <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> จัดระเบียบผู้จัดการรหัสผ่านของคุณ </a> โดยเฉพาะอย่างยิ่งถ้าคุณใช้มานานแล้ว </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> วิธีป้อนรายละเอียดการเข้าสู่ระบบอัตโนมัติบนเว็บไซต์ </h3> <p> ผู้จัดการรหัสผ่านของคุณยังสามารถกรอกรายละเอียดการเข้าสู่ระบบของคุณบนเว็บไซต์ในเบราว์เซอร์ เช่น Chrome และ Firefox สำหรับ Android ได้โดยอัตโนมัติ คุณจะต้องให้สิทธิ์การเข้าถึงแอปบนอุปกรณ์ Android ของคุณเพื่อให้ทำงานได้อย่างถูกต้อง </p> <ol> <li> เปิด <strong> การตั้งค่า </strong> เมนูบนอุปกรณ์ Android ของคุณและตรงไปที่ <strong> การเข้าถึง </strong> มาตรา. </li> <li> ข้างใน <strong> ดาวน์โหลดบริการ </strong> หรือ <strong> บริการติดตั้ง </strong> เมนู เลือกตัวจัดการรหัสผ่านของคุณและให้สิทธิ์ <strong> การเข้าถึง </strong> เข้าไป. </li> </ol> <p> ตอนนี้ตัวจัดการรหัสผ่านของคุณจะแสดงเมนูแบบเลื่อนลงเพื่อป้อนรายละเอียดการเข้าสู่ระบบโดยอัตโนมัติทุกครั้งที่คุณเปิดส่วนการเข้าสู่ระบบของเว็บไซต์ใดๆ ที่คุณเยี่ยมชม </p> <p> ผู้จัดการรหัสผ่านยังฉลาดพอที่จะแจ้งให้คุณบันทึกรายละเอียดการเข้าสู่ระบบโดยอัตโนมัติทุกครั้งที่ตรวจพบว่าคุณได้ลงทะเบียนบัญชีใหม่ในแอปหรือเว็บไซต์บนอุปกรณ์ Android ของคุณ </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> ใช้ตัวจัดการรหัสผ่านเสมอ </h2> <p> คุณควรใช้ตัวจัดการรหัสผ่านเพื่อจัดเก็บข้อมูลรับรองการเข้าสู่ระบบที่สำคัญ รายละเอียดบัญชีธนาคาร และหมายเหตุอื่นๆ เสมอ ด้วยตัวจัดการรหัสผ่านที่รวมเข้ากับ Android อย่างเรียบร้อย และกรอกรายละเอียดการเข้าสู่ระบบของคุณโดยอัตโนมัติเมื่อตั้งค่าอย่างถูกต้องแล้ว ไม่มีเหตุผลเล็กน้อยที่จะไม่ทำ </p> <p> หากคุณให้ความสำคัญกับความเป็นส่วนตัวและความปลอดภัยออนไลน์ ผู้จัดการรหัสผ่านจะช่วยให้คุณสบายใจได้ เนื่องจากเป็นตัวเลือกที่ปลอดภัยกว่าการใช้รหัสผ่านเดียวกันในแอปและบริการต่างๆ </p>"}