{"title":"วิธีเข้าร่วมเซิร์ฟเวอร์ Minecraft","content":"<p> Minecraft ผู้เล่นคนเดียวไม่ตัดมัน? กำลังมองหาที่จะสำรวจโลกอันกว้างใหญ่ของบล็อกที่สร้างขึ้นตามขั้นตอนกับเพื่อน ๆ ของคุณหรือไม่? ไม่ต้องมองหาที่อื่นแล้ว นี่คือทุกสิ่งที่คุณจำเป็นต้องรู้ในการเข้าร่วมเซิร์ฟเวอร์ Minecraft </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> ค้นหาที่อยู่ IP ของเซิร์ฟเวอร์ Minecraft Minecraft </h2> <p> ไม่ว่าคุณจะเข้าร่วมเซิร์ฟเวอร์ส่วนตัวของเพื่อนหรือเซิร์ฟเวอร์สาธารณะที่มีผู้เล่นหลายพันคน คุณต้องค้นหาที่อยู่ IP ของเซิร์ฟเวอร์ ไม่ต้องกังวล วิธีนี้ง่ายและรวดเร็ว แต่เป็นกระบวนการที่แตกต่างไป <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> ค้นหาที่อยู่ IP ของคุณเองบน Windows </a> หรือแม็ค </p> <h3 id=\"for-private-servers\"> สำหรับเซิร์ฟเวอร์ส่วนตัว </h3> <p> ถ้าเพื่อนของคุณมีเซิร์ฟเวอร์ของตัวเองที่คุณต้องการเข้าร่วม ให้ขอ IP จากพวกเขา หากทราบที่อยู่ IP ของเซิร์ฟเวอร์แล้ว ให้ข้ามไปยังส่วนถัดไป </p> <p> หากพวกเขาซื้อเซิร์ฟเวอร์ที่โฮสต์จากเว็บไซต์บุคคลที่สาม พวกเขามักจะสามารถค้นหาที่อยู่ IP ได้โดยตรวจสอบแดชบอร์ดของเว็บไซต์หรืออีเมลที่พวกเขาอาจได้รับเมื่อซื้อ </p> <p> หากพวกเขาใช้เซิร์ฟเวอร์จากคอมพิวเตอร์ของตัวเอง คุณมีสองทางเลือกในการเชื่อมต่อ — LAN (Local Access Network) และทางอินเทอร์เน็ต (เจ้าของต้องพอร์ตไปข้างหน้าเพื่อให้ผู้อื่นเชื่อมต่อผ่านอินเทอร์เน็ต) </p> <p> หากคุณใช้เครือข่ายเดียวกันกับ (LAN) คุณสามารถเชื่อมต่อโดยใช้ที่อยู่ IP ภายใน คุณไม่จำเป็นต้องส่งต่อพอร์ตสำหรับการเชื่อมต่อ LAN </p> <p> ค้นหาที่อยู่ IP ภายในของคุณโดยเปิดบรรทัดคำสั่งหรือเทอร์มินัล กด <strong> Windows+R </strong> และพิมพ์ <strong> cmd </strong> เข้าไปใน <strong> วิ่ง </strong> พร้อมท์บน Windows หรือสำหรับ Mac use <strong> Cmd+Space </strong> เพื่อเปิดสปอตไลท์แล้วพิมพ์ <strong> เทอร์มินัล </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> สำหรับ Windows Command-Line </strong> : พิมพ์ <strong> ipconfig </strong> ลงในบรรทัดคำสั่งเพื่อค้นหาที่อยู่ IP ของคุณ มองหา <strong> ที่อยู่ IPv4 </strong> . มันจะดูเหมือน &quot;192.165.0.123&quot; เมื่อคุณมีที่อยู่นี้แล้ว ให้คัดลอกไปยังคลิปบอร์ดของคุณ ( <strong> Ctrl+C </strong> บน Windows และ <strong> Cmd+C </strong> บน Mac) และไปที่ส่วนถัดไปเพื่อเรียนรู้ว่าจะทำอย่างไรกับมัน </p> <p> <strong> สำหรับ Mac Terminal </strong> : พิมพ์ <strong> ipconfig getifaddr en0 </strong> (หรือ <strong> ipconfig getifaddr en1 </strong> หากคุณใช้อีเทอร์เน็ตแทน Wi-Fi) ในเทอร์มินัลเพื่อค้นหาที่อยู่ IP ของคุณ เทอร์มินัลจะแสดงที่อยู่ IP ของคุณขึ้นบรรทัดใหม่ เมื่อคุณมีที่อยู่นี้แล้ว ให้คัดลอกไปยังคลิปบอร์ดของคุณ ( <strong> Ctrl+C </strong> บน Windows และ <strong> Cmd+C </strong> บน Mac) และไปที่ส่วนถัดไปเพื่อเรียนรู้ว่าจะทำอย่างไรกับมัน </p> <p> หากคุณกำลังเชื่อมต่อกับเซิร์ฟเวอร์ส่วนตัวผ่านทางอินเทอร์เน็ต คุณจะต้องมี IP สาธารณะของพวกเขา </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> คุณสามารถค้นหาที่อยู่ IP สาธารณะของคุณโดยใช้เครื่องมือเช่น <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismyipaddress </a> . เมื่อคุณมีที่อยู่นี้แล้ว ให้คัดลอกไปยังคลิปบอร์ดของคุณ ( <strong> Ctrl+C </strong> บน Windows และ <strong> Cmd+C </strong> บน Mac) และไปที่ส่วนถัดไปเพื่อเรียนรู้ว่าจะทำอย่างไรกับมัน </p> <h3 id=\"for-public-servers\"> สำหรับเซิร์ฟเวอร์สาธารณะ </h3> <p> หากคุณต้องการเข้าร่วมเซิร์ฟเวอร์สาธารณะกับผู้เล่นรายอื่น ให้ค้นหาที่อยู่ IP โดยค้นหารายชื่อเซิร์ฟเวอร์ทางอินเทอร์เน็ต มีเซิร์ฟเวอร์ที่ยอดเยี่ยมให้คุณลองใช้ในช่วงท้ายของบทความนี้ </p> <p> เมื่อคุณมีที่อยู่นี้แล้ว ให้คัดลอกไปยังคลิปบอร์ดของคุณ ( <strong> Ctrl+C </strong> บน Windows และ <strong> Cmd+C </strong> บน Mac) และไปที่ส่วนถัดไปเพื่อเรียนรู้ว่าจะทำอย่างไรกับมัน </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> วิธีเข้าร่วมเซิร์ฟเวอร์ Minecraft: วางที่อยู่ IP </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> เมื่อคุณมีที่อยู่ IP ของเซิร์ฟเวอร์ที่คุณต้องการเข้าร่วมแล้ว ให้เริ่ม Minecraft และไปที่ <strong> ผู้เล่นหลายคน </strong> หน้าจอ. </p> <p> คุณมีสองตัวเลือกในการเชื่อมต่อกับเซิร์ฟเวอร์จากที่นี่ หากคุณรู้ว่าคุณต้องการกลับมาที่เซิร์ฟเวอร์ ให้คลิกที่ <strong> เพิ่มเซิร์ฟเวอร์ </strong> เพื่อให้คุณสามารถบันทึกลงในรายการของคุณได้ </p> <p> หากคุณเพิ่งเข้ามาดูของ ให้ใช้ <strong> การเชื่อมต่อโดยตรง </strong> เพื่อไม่ให้ปรากฏในรายการ </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> ไม่ว่าจะด้วยวิธีใด ให้วางที่อยู่ IP ที่คุณคัดลอกไปยังคลิปบอร์ดลงในช่องที่เขียนว่า <strong> ที่อยู่เซิฟเวอร์ </strong> . </p> <p> สำหรับ <strong> การเชื่อมต่อโดยตรง </strong> , คลิก <strong> เข้าร่วมเซิร์ฟเวอร์ </strong> . สำหรับ <strong> เพิ่มเซิร์ฟเวอร์ </strong> , คลิก <strong> เสร็จแล้ว </strong> จากนั้นเข้าร่วมเซิร์ฟเวอร์จากรายการของคุณโดยดับเบิลคลิกที่เซิร์ฟเวอร์หรือเลือกและคลิก <strong> เข้าร่วมเซิร์ฟเวอร์ </strong> . </p> <p> ตอนนี้คุณกำลังเล่น Minecraft แบบผู้เล่นหลายคน! หากคุณต้องการยกระดับ Minecrafting ของคุณไปอีกระดับ ลองดู checkของเรา <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> สุดยอดคำสั่ง Minecraft แผ่นโกง </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> เซิร์ฟเวอร์ Minecraft ให้เล่นกับเพื่อน </h2> <p> เซิร์ฟเวอร์เหล่านี้เป็นเซิร์ฟเวอร์ที่สนุกด้วยเหตุผลของตัวเอง เรามีช่วงเวลาที่ดีในการทดสอบพวกเขา </p> <p> <strong> ไฮพิกเซล </strong> (IP: hypixel.net): Hypixel ได้รับความนิยมอย่างล้นหลามมาเป็นเวลานานและด้วยเหตุผลที่ดี คุณสามารถเล่นมินิเกมมากมายตั้งแต่ <strong> Blitz Survival Games </strong> ถึง <strong> Mega Walls </strong> หรือ <strong> ฆาตกรรมลึกลับ </strong> . </p> <p> <strong> UniverseMC </strong> (IP: mcc.universemc.us): UniverseMC มี <strong> ฝ่าย </strong> โหมดที่จะทำให้คุณกลับมาทุกวัน อย่างจริงจังก็เสพติด <strong> KitPVP </strong> เป็นวิธีที่ยอดเยี่ยมในการฝึกฝนทักษะการต่อสู้ด้วยดาบของคุณ </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): เราอาจใช้เวลามากเกินไปในการเล่น Snapcraft&#39;s <strong> คุก </strong> โหมด. หากการก้าวขึ้นสู่ตำแหน่งคุกไม่ใช่เรื่องสนุกสำหรับคุณ ลองใช้มือของพวกเขา <strong> ปาร์กัวร์ </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;s <strong> สกายบล็อค </strong> โหมดคือการผจญภัยที่จะทำให้คุณหลงไหล ทุกบล็อกมีค่า และพวกมันทั้งหมดก็ง่ายเกินไปที่จะพ่ายแพ้ต่อขุมนรก </p> <p> <strong> RealismTown </strong> (IP: play.realismtownmc.com): RealismTown คือทางหนีจากทุกสิ่ง เซิร์ฟเวอร์เอาตัวรอดที่เรียบง่ายพร้อมปลั๊กอินแบบกำหนดเอง เศรษฐกิจที่คึกคัก และใบหน้าที่เป็นมิตร </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> วิธีเชิญผู้อื่นและเข้าร่วมอาณาจักร Minecraft </h2> <p> การตั้งค่าเซิร์ฟเวอร์ Minecraft ส่วนตัวอาจเป็นเรื่องยาก Minecraft Realms ทำให้มันง่าย! </p> <p> หากคุณต้องการเข้าร่วมเซิร์ฟเวอร์ Realms เจ้าของเซิร์ฟเวอร์ต้องอนุญาตพิเศษให้คุณก่อน เจ้าของอาณาจักรสามารถทำได้โดยเชิญคุณ </p> <p> เจ้าของอาณาจักรสามารถเชิญผู้เล่นอื่นโดยเริ่ม Minecraft จากนั้นไปที่ <strong> อาณาจักรมายคราฟ </strong> และคลิกที่ <strong> ประแจ </strong> ไอคอนของอาณาจักรของพวกเขา จากที่นี่ ให้เลือกตัวเลือกที่อ่านว่า <strong> ผู้เล่น </strong> และเชิญผู้เล่นที่คุณต้องการด้วยชื่อผู้ใช้ Minecraft </p> <p> คุณสามารถตรวจสอบคำเชิญของคุณได้โดยคลิกที่ <strong> ซองจดหมาย </strong> ไอคอนที่ด้านบนถัดจาก <strong> อาณาจักรมายคราฟ </strong> โลโก้ หากคุณมีคำเชิญที่รอดำเนินการ คำเชิญนั้นจะปรากฏขึ้นที่นี่เพื่อให้คุณตอบรับ </p> <p> </p> <p> เมื่อคุณตอบรับคำเชิญแล้ว คุณจะสามารถเข้าร่วมอาณาจักรจากรายการอาณาจักรของคุณโดยการเลือกและคลิก <strong> เล่น </strong> หรือเพียงดับเบิลคลิกที่ตัวเลือกรายการ </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> สร้างความทรงจำด้วยผู้เล่นหลายคน Minecraft </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> เมื่อคุณมีความรู้ในการเข้าร่วมเซิร์ฟเวอร์ Minecraft ที่คุณตั้งเป้าไว้แล้ว ก็ถึงเวลาเข้าสู่เกม สัมผัสกับสิ่งที่ Minecraft นำเสนอเมื่อคุณเล่นกับเพื่อน มันเป็นมากกว่าที่จะให้คุณได้เมื่อคุณเล่นโหมดเกมอย่างใดอย่างหนึ่งของมันเพียงอย่างเดียว </p> <p> การเล่น Minecraft กับคนอื่นๆ เป็นโอกาสที่ดีในการได้รู้จักเพื่อนใหม่และเรียนรู้สิ่งใหม่ๆ ทุกประสบการณ์ที่คุณมีในการสร้างโครงสร้างขนาดใหญ่หรือเป็นทีมสุดท้ายที่ยืนหยัดในสงครามระหว่างผู้เล่นและผู้เล่น เป็นสิ่งที่คุณอาจจำได้ในอีกหลายปีข้างหน้า </p>"}