{"title":"วิธีทำให้พื้นหลังโปร่งใสใน Photoshop","content":"<p> มีเครื่องมือหลายอย่างใน Adobe Photoshop ที่ใช้ Adobe Sensei ซึ่งเป็นเครื่องมือปัญญาประดิษฐ์ (AI) ของแพลตฟอร์ม เครื่องมือเหล่านี้มีประโยชน์สำหรับวัตถุประสงค์ที่หลากหลาย รวมถึงการสร้างพื้นหลังโปร่งใส </p> <p> ในบทช่วยสอนต่อไปนี้ เราจะแสดงวิธีทำให้พื้นหลังโปร่งใสใน Photoshop โดยใช้วิธีการง่ายๆ สองวิธีที่แตกต่างกัน </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> ทำไมคุณถึงต้องการทำให้พื้นหลังโปร่งใสใน Photoshop? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> ในการเริ่มต้น ให้ใส่ประโยคคำถามใหม่ เพราะโดยปกติ ผู้ใช้ Photoshop ที่มีประสบการณ์มากกว่าจะรู้ว่าพื้นหลังโปร่งใสคืออะไร และใช้เพื่ออะไร </p> <p> โดยสรุป หากคุณถามว่าจะทำให้พื้นหลังโปร่งใสใน Photoshop ได้อย่างไร สิ่งที่คุณน่าจะถามคือ: &quot;ฉันจะลบพื้นหลังออกจากรูปภาพใน Photoshop ได้อย่างไร&quot; หรือบางทีคุณอาจสงสัยว่า &quot;ฉันจะลบพื้นหลังออกจากรูปภาพใน Photoshop ได้อย่างไร&quot; </p> <p> นอกเหนือจากความหมายแล้ว ต่อไปนี้คือสาเหตุทั่วไปบางประการที่คุณต้องการทำให้พื้นหลังโปร่งใสใน Photoshop </p> <ul> <li> เพื่อลบองค์ประกอบที่ทำให้เสียสมาธิเช่นคนอื่นหรือวัตถุ </li> <li> เพื่อสร้างภาพเหมือนศิลปะ </li> <li> เพื่อวางตัวแบบของคุณในพื้นหลังที่แตกต่างไปจากเดิมอย่างสิ้นเชิง </li> </ul> <p> โดยพื้นฐานแล้ว การทำให้พื้นหลังโปร่งใสใน Photoshop นั้นเกี่ยวข้องกับการแยกตัวแบบ กล่าวคือ มีบางอย่างผิดปกติกับพื้นหลังในภาพต้นฉบับ และคุณต้องการลบพื้นหลังทั้งหมดเพื่อเน้นที่ตัวแบบของคุณ </p> <p> ด้วยแนวคิดหลักนี้ มาดูวิธีการต่างๆ สองสามวิธีในการทำให้พื้นหลังโปร่งใสใน Photoshop </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> การใช้แผงคุณสมบัติใน Photoshop เพื่อลบพื้นหลัง </h2> <p> วิธีนี้เป็นวิธีที่ง่ายที่สุดในการลบพื้นหลังใน Photoshop แต่มันขึ้นอยู่กับภาพของคุณ วิธีนี้ใช้ได้ผลดีที่สุดถ้าคุณมีพื้นหลังธรรมดาที่ตัวแบบของคุณโดดเด่นและมีการกำหนดไว้อย่างชัดเจน </p> <p> คุณสามารถดาวน์โหลดรูปภาพนี้ได้จาก <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> และปฏิบัติตาม </p> <ol> <li> เมื่อนำเข้ารูปภาพของคุณไปยัง Photoshop แล้ว ให้กด <strong> Ctrl </strong> + <strong> เจ </strong> เพื่อทำซ้ำเลเยอร์ <strong> บันทึก: </strong> หากคุณพลาดขั้นตอนนี้ คุณจะไม่เห็นตัวเลือกการเลือกที่เราดำเนินการในขั้นตอนที่สาม <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> ไปที่ <strong> หน้าต่าง </strong> &gt; <strong> คุณสมบัติ </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> เลือก <strong> ลบพื้นหลัง </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> หากต้องการดูพื้นหลังโปร่งใสของคุณ ให้คลิกที่ <strong> ตา </strong> ไอคอนทางด้านซ้ายของ <strong> พื้นหลัง </strong> ชั้น. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> ด้วยเลเยอร์โปร่งใสเพียงชั้นเดียว ตอนนี้คุณมีอิสระที่จะวางมันลงในพื้นหลังอื่นหรือสร้างเอฟเฟกต์อื่นเพื่อทำให้ตัวแบบของคุณโดดเด่น </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> การวางเลเยอร์การปรับสีทึบ </h3> <p> ในขณะที่การเปลี่ยนพื้นหลังเป็นหัวข้อสำหรับบทช่วยสอนอื่น เราจะแสดงวิธีวาง a . ให้คุณทราบอย่างรวดเร็ว <strong> เลเยอร์การปรับสีทึบ </strong> ใต้เลเยอร์โปร่งใสของคุณเพื่อสร้างเอฟเฟกต์ที่แตกต่าง </p> <ol> <li> ใช้การแก้ไขจากบทช่วยสอนด้านบนของเรา สลับ <strong> X </strong> คีย์จนกว่าสีพื้นหน้าจะเป็น <strong> สีดำ </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> ไปที่ <strong> สร้าง Fill หรือ Adjustment Layer ใหม่ </strong> ไอคอนที่มุมล่างขวาของหน้าจอแล้วเลือก <strong> สีทึบ </strong> . จากนั้นคลิก <strong> ตกลง </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> เลเยอร์การเติมสีควรปรากฏที่ด้านบนของสแต็กเลเยอร์ของคุณ ถ้าไม่ก็ไม่เป็นไรเพราะตอนนี้เราจะคลิกที่ on <strong> เติมสี </strong> เลเยอร์แล้วลากไปด้านล่างเลเยอร์โปร่งใสของเราดังที่แสดง <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> คุณสามารถดูได้ว่าการใช้เลเยอร์โปร่งใสที่สร้างขึ้นใหม่นั้นง่ายเพียงใด และวางลงบนพื้นหลังใหม่ </p> <p> หากตัวแบบของคุณเป็นภาพเหมือนภาพนี้ คุณสามารถทำต่อได้ <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> แก้ไขภาพโดยใช้ปลั๊กอิน Photoshop ที่เรียกว่า Portrait Pro </a> , เพื่อเพิ่มความคมชัดของภาพให้ดียิ่งขึ้นไปอีก </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> การใช้เครื่องมือเลือกหัวเรื่องเพื่อสร้างพื้นหลังแบบโปร่งใส </h2> <p> สามารถใช้เครื่องมือ Subject Select แทนวิธีการข้างต้น แต่มีขั้นตอนเพิ่มเติมที่เกี่ยวข้อง นั่นเป็นเพราะเครื่องมือเลือกหัวเรื่องทำงานได้ดีขึ้นกับพื้นหลังที่ซับซ้อนหรือกับพื้นหลังที่มีหลายวิชา โดยพื้นฐานแล้ว เรากำลังบอก Photoshop ว่าจะเลือกอะไรเพื่อสร้างพื้นหลังโปร่งใส </p> <p> ในบทช่วยสอนนี้ เราจะเตรียมรูปภาพเพื่อลบผู้หญิงที่อยู่ทางด้านซ้ายของรูปภาพของเรา ซึ่งทำให้ส่วนนั้นของรูปภาพโปร่งใส ซึ่งจะทำให้เราสามารถเติมช่องว่างกับบุคคลอื่น หรือใช้เครื่องมือที่คำนึงถึงเนื้อหาต่างๆ ของ Photoshop เพื่อเติมพิกเซล </p> <p> อีกครั้ง นี่เป็นหัวข้อสำหรับบทช่วยสอนอื่น แต่เรากำลังกล่าวถึงที่นี่ เนื่องจากมักจะมีขั้นตอนการแก้ไขเพิ่มเติมที่ต้องทำหลังจากสร้างพื้นหลังโปร่งใส </p> <p> คุณสามารถดาวน์โหลดรูปภาพนี้ได้จาก <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> และปฏิบัติตาม </p> <ol> <li> เมื่อนำรูปภาพเข้ามาใน Photoshop แล้ว ให้ไปที่ <strong> เลือก </strong> &gt; <strong> เรื่อง </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> ผู้หญิงทั้งสองจะถูกคัดเลือกตามที่ระบุโดยเส้นคัดเลือก “มดเดินขบวน” รอบตัวพวกเขา เลือก <strong> ลาสโซ่ </strong> เครื่องมือในคอลัมน์ด้านซ้าย หากไม่ปรากฏโดยค่าเริ่มต้น จากนั้นด้วย <strong> Alt </strong> กดแป้นอย่างต่อเนื่องตามวงกลมรอบผู้หญิงทางด้านขวาแล้วปล่อย <strong> Alt </strong> สำคัญ. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> คลิกซ้าย </strong> ที่ไหนสักแห่งในผู้หญิงที่เลือกทางด้านซ้าย เลือก <strong> เลือกผกผัน </strong> จากเมนู <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> ไปที่ <strong> เลือก </strong> &gt; <strong> เลือกและปิดบัง </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> โดยค่าเริ่มต้น สีแดงจะระบุพื้นที่ที่เลือก ในการเลือกภาพให้โปร่งใสมากขึ้น เช่น ส่วนของเก้าอี้ ให้เลือก <strong> แปรง </strong> เครื่องมือตามที่แสดง <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> ตรวจสอบให้แน่ใจว่า <strong> พลัส </strong> ( <strong> + </strong> ) ไอคอนถูกเลือกไว้ด้านบน ถัดไป ทาสีแดงบนบริเวณที่ต้องการเพื่อให้โปร่งใส มีเพียงเล็กน้อยที่ต้องทำในกรณีนี้ </li> <li> จากนั้นไปที่ <strong> ส่งออกไปยัง </strong> และเลือก <strong> เลเยอร์ใหม่พร้อมเลเยอร์มาสก์ </strong> จากเมนูแบบเลื่อนลง คลิก <strong> ตกลง </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> สิ่งที่คุณจะเหลือคือพื้นหลังโปร่งใสบางส่วนที่ผู้หญิงทางซ้ายเคยเป็น การเลือกไม่สมบูรณ์แบบ คุณยังสามารถเห็นผมและใบหน้าของผู้หญิงได้ไม่กี่พิกเซล แต่สิ่งนี้สามารถทำความสะอาดได้โดยใช้ <strong> แปรง </strong> เครื่องมือที่มี <strong> เลเยอร์พื้นหลัง </strong> เลือก </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> หรือจะปล่อยไว้ตามเดิมก็ได้ หากบุคคลนั้นถูกลบเท่านั้น มีเครื่องมือที่รับรู้เนื้อหาที่สามารถนำไปใช้เพื่อผสมผสานในพื้นหลังได้ ด้วยวิธีนี้ดูเหมือนว่าผู้หญิงจะอยู่คนเดียวที่โต๊ะ หรือบุคคลอื่นสามารถรวมเข้าด้วยกันเพื่อให้บริษัทของเธอ </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> เครื่องมือการเลือกอื่นๆ: ช่วงสี พื้นที่โฟกัส และท้องฟ้า </h2> <p> คุณอาจสังเกตเห็นว่ามีตัวเลือกอื่นใน in <strong> เลือก </strong> เมนูอื่นนอกจาก <strong> เรื่อง </strong> . วิธีการเลือกทั้งสามนี้ใช้เครื่องมือที่แตกต่างกัน แต่ทั้งหมดทำสิ่งเดียวกันได้สำเร็จ โดยทั้งหมดเป็นตัวกำหนดว่า Photoshop จะเลือกอะไร </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> ชอบ <strong> เรื่อง </strong> ตัวเลือกการเลือก เครื่องมือเหล่านี้อาจให้ผลลัพธ์ที่ลงเอยด้วยพื้นหลังโปร่งใสบางส่วนหรือทั้งหมด แต่โดยทั่วไปแล้ว การใช้งานเพื่อผลลัพธ์ที่ละเอียดยิ่งขึ้น เช่น เมื่อ <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> แทนที่ท้องฟ้าใน photoshop </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> เครื่องมือสองอย่างที่คุณต้องการเพื่อสร้างพื้นหลังโปร่งใส </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> ในอดีต ผู้ใช้ Photoshop จะต้องใช้เครื่องมือการเลือกที่หลากหลายเพื่อสร้างพื้นหลังโปร่งใส เครื่องมือเหล่านี้ยังคงมีอยู่ในปัจจุบัน (เช่น Lasso, Magic Wand, Pen tool เป็นต้น) และยังคงมีประโยชน์สำหรับงานที่มีความแม่นยำ </p> <p> แต่ทุกวันนี้ มีเพียงสองเครื่องมือที่จำเป็นในการสร้างพื้นหลังโปร่งใส ซึ่งส่วนใหญ่ต้องขอบคุณแกน AI ของ Adobe Sensei </p> <p> มีปลั๊กอิน Photoshop เช่น Luminar AI ที่ใช้ AI เพื่อช่วยแก้ไขรูปภาพของคุณด้วย ด้วยเทคโนโลยีขั้นสูงดังกล่าวที่นำมาใช้ในการแก้ไขภาพ การสร้างพื้นหลังแบบโปร่งใสจะเป็นเรื่องง่ายและแม่นยำยิ่งขึ้นในอนาคตอันใกล้ </p> <p> <small> เครดิตภาพ: Nappy/ <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}