{"title":"วิธีเปลี่ยนรหัสผ่าน Unix ของคุณ","content":"<p> เราทุกคนรู้ดีถึงบทบาทของรหัสผ่านในการปกป้องความเป็นส่วนตัวทางดิจิทัลของคุณ การมีรหัสผ่านที่รัดกุมเป็นการป้องกันชั้นแรกที่ป้องกันไม่ให้ผู้บุกรุกเข้าสู่ระบบของคุณ ดังนั้น การปกป้องคอมพิวเตอร์ของคุณด้วยรหัสผ่านจึงควรคำนึงถึงทุกคนเป็นสำคัญ </p> <p> ระบบปฏิบัติการที่ใช้ Unix มีคุณสมบัติที่แข็งแกร่งเมื่อพูดถึงรหัสผ่านและความปลอดภัยของผู้ใช้ แต่คุณจะใช้งานคุณสมบัติขั้นสูงเหล่านี้เพื่อรักษาความปลอดภัยระบบของคุณอย่างไร? </p> <h2 id=\"unix-vs-linux\"> Unix กับ Linux </h2> <p> หลายคนสับสนเมื่อมีคนใช้คำว่า Unix และ Linux ในบริบทที่คล้ายคลึงกัน ไม่สำคัญหรอกว่าคุณจะ <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> การเปลี่ยนรหัสผ่านบน Linux </a> หรือ Unix ก็มีขั้นตอนเหมือนกัน แม้ว่าระบบปฏิบัติการทั้งสองนี้มีสถาปัตยกรรมและโครงสร้างคำสั่งที่คล้ายกัน แต่ในความเป็นจริงมีความแตกต่างกันมาก </p> <p> Unix เป็นระบบปฏิบัติการที่พัฒนาขึ้นในช่วงปลายทศวรรษ 1960 โดย Ken Thompson และ Dennis Ritchie สร้างขึ้นเพื่อการพกพา มัลติเธรด และการปรับเปลี่ยนอย่างรวดเร็วเป็นหลัก Unix ต่างจาก Linux เป็นซอฟต์แวร์ที่เป็นกรรมสิทธิ์ซึ่งเป็นที่รู้จักสำหรับอินเทอร์เฟซบรรทัดคำสั่งที่มีประสิทธิภาพ </p> <p> ในทางกลับกัน Linux เป็นตระกูลของระบบปฏิบัติการโอเพ่นซอร์ส &quot;เหมือน Unix&quot; Linus Torvalds พัฒนาระบบปฏิบัติการนี้ในปี 1991 เรียกว่าภายใต้ระบบปฏิบัติการที่คล้ายกับ Unix เนื่องจาก Linux ได้รับแรงบันดาลใจอย่างมากจาก Unix มีลีนุกซ์ที่ขับเคลื่อนโดยชุมชนมากกว่า 600 รายการบนอินเทอร์เน็ตฟรี </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> การเปลี่ยนรหัสผ่านของตัวเองบน Unix </h2> <p> ในระบบที่ใช้ Unix ส่วนใหญ่ ผู้ใช้สามารถเปลี่ยนรหัสผ่านด้วย <strong> รหัสผ่าน </strong> คำสั่ง หากต้องการเปลี่ยนรหัสผ่านของคุณเองบน Unix ให้เปิดเทอร์มินัลของคุณโดยกด <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> ตู่ </strong> . จากนั้น หากต้องการเปลี่ยนรหัสผ่าน ให้ป้อน: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> คุณจะเห็นผลลัพธ์ที่มีลักษณะดังนี้ ขั้นแรก ให้พิมพ์รหัสผ่านปัจจุบัน จากนั้นป้อนรหัสผ่านใหม่ของคุณสองครั้งเพื่อดำเนินการให้เสร็จสิ้น </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> คุณจะไม่เห็นตัวอักษรที่พิมพ์บนหน้าจอของคุณ OS ที่ใช้ Unix มีวิธีการพิเศษในการปกป้องผู้ใช้จาก <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> ท่องไหล่ </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> การเปลี่ยนรหัสผ่านรูท </h2> <p> เฉพาะผู้ใช้รูทเท่านั้นที่สามารถเปลี่ยนรหัสผ่านรูทบนเครื่อง Unix หากต้องการเปลี่ยนผู้ใช้ปัจจุบันเป็นรูท ให้พิมพ์ <strong> ซู - </strong> ในเทอร์มินัลของคุณแล้วกด <strong> ป้อน </strong> . จากนั้นป้อนรหัสผ่านรูทเพื่อยืนยันกระบวนการ </p> <p> ตอนนี้คุณรูทแล้ว คุณสามารถเปลี่ยนรหัสผ่านได้ง่ายๆ โดยพิมพ์ <strong> รหัสผ่าน </strong> ในเทอร์มินัลของคุณ </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> การเปลี่ยนรหัสผ่านของผู้ใช้รายอื่น </h2> <p> ผู้ใช้รูทมีสิทธิ์เปลี่ยนรหัสผ่านของผู้ใช้รายอื่นในระบบได้เช่นกัน โดยเปิดเทอร์มินัลของคุณโดยกด <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> ตู่ </strong> . จากนั้นเปลี่ยนรหัสผ่านด้วย: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> คุณจะเห็นผลลัพธ์ต่อไปนี้บนจอแสดงผลระบบของคุณ ป้อนรหัสผ่านใหม่สองครั้งเพื่อยืนยันการเปลี่ยนแปลง </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> การจัดการรหัสผ่านผู้ใช้บน Unix </h2> <p> ผู้ใช้ Unix สามารถเปลี่ยนรหัสผ่านได้อย่างง่ายดายโดยใช้ <strong> รหัสผ่าน </strong> คำสั่ง หากต้องการดูข้อมูลเพิ่มเติมเกี่ยวกับ <strong> รหัสผ่าน </strong> คุณสามารถตรวจสอบคู่มือคำสั่ง: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux และ Unix อาจมีความคล้ายคลึงกันเล็กน้อยเมื่อพูดถึงคำสั่งของระบบ แต่เป็นระบบปฏิบัติการที่แตกต่างกันสองระบบในด้านอื่น ๆ มากมาย </p>"}