{"title":"วิธีใช้ Apple Watch Shortcut Automations และ 3 ตัวอย่างให้ลองใช้","content":"<p> เคยคิดไหมว่า Apple Watch ของคุณจะเปิดใช้งาน Do Not Disturb โดยอัตโนมัติทันทีที่คุณเข้าไปในโรงภาพยนตร์? คุณต้องการเปลี่ยนหน้าปัด Apple Watch โดยอัตโนมัติวันละครั้งหรือไม่ คุณสามารถทำสิ่งเหล่านี้ และอื่นๆ อีกมากมาย ด้วยระบบอัตโนมัติของ Apple Watch </p> <p> watchOS 7 นำเสนอกิจวัตรการทำงานอัตโนมัติที่ยอดเยี่ยมบางอย่างสำหรับ Apple Watch ส่วนที่ดีที่สุดคือคุณไม่จำเป็นต้องมีความรู้ด้านการเขียนโปรแกรมเพื่อตั้งค่ากิจวัตรเหล่านี้หรือสร้างของคุณเอง </p> <p> เราจะแสดงวิธีตั้งค่าการทำงานอัตโนมัติบน Apple Watch ของคุณ บวกกับการทำงานอัตโนมัติสามแบบเพื่อแสดงตัวอย่างสิ่งที่คุณทำได้ </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> วิธีตั้งค่า Apple Watch Automations </h2> <p> แอปทางลัดของ Apple เป็นศูนย์กลางของระบบอัตโนมัติของ iOS และมีทุกสิ่งที่คุณต้องการเพื่อตั้งค่าการทำงานอัตโนมัติของ Apple Watch ด้วยเช่นกัน ต่างจากคำสั่งลัด Siri ตรงที่ระบบอัตโนมัติของ iOS ไม่สามารถแชร์กับผู้อื่นได้ในขณะที่เขียน ซึ่งหมายความว่าเราไม่สามารถให้ลิงก์สำหรับดาวน์โหลดการทำงานอัตโนมัติที่เราชื่นชอบได้ </p> <p> แต่เราจะให้คำแนะนำทีละขั้นตอนในการสร้างการทำงานอัตโนมัติของ Apple Watch (พร้อมภาพหน้าจอ) เพื่อให้คุณสามารถตั้งค่าเหล่านี้บน iPhone ของคุณได้อย่างรวดเร็ว </p> <p> </p> <p> ในการสร้างระบบอัตโนมัติของ Apple Watch ก่อนอื่นคุณต้องตัดสินใจว่าคุณต้องการทำให้เป็นอัตโนมัติและเลือกทริกเกอร์ตามนั้น มาเริ่มกันด้วยเรื่องง่ายๆ กันก่อน เช่น กำหนดให้ Apple Watch ของคุณอยู่ในโหมดปิดเสียงเวลา 22.00 น. ทุกคืน </p> <p> คุณสามารถตั้งค่านี้ได้อย่างง่ายดายโดยทำตามขั้นตอนเหล่านี้: ไปที่ <strong> ระบบอัตโนมัติ </strong> ในแอปคำสั่งลัด นี่คือวิธี: </p> <ol> <li> เปิด <strong> ทางลัด </strong> บนโทรศัพท์ของคุณและไปที่ and <strong> ระบบอัตโนมัติ </strong> แท็บ </li> <li> หากคุณไม่เคยสร้างระบบอัตโนมัติบน iPhone ของคุณ ให้แตะปุ่มสีน้ำเงินขนาดใหญ่ที่มีข้อความว่า <strong> สร้างระบบอัตโนมัติส่วนบุคคล </strong> . ในกรณีที่คุณเคยสร้างระบบอัตโนมัติมาก่อน คุณจะต้องแตะ <strong> พลัส </strong> ที่ด้านบนขวาแล้วกด <strong> สร้างระบบอัตโนมัติส่วนบุคคล </strong> . </li> <li> เนื่องจากเราต้องการทริกเกอร์การทำงานอัตโนมัติในเวลาที่กำหนดทุกวัน ให้แตะ <strong> เวลาของวัน </strong> , เลือก <strong> เวลาของวัน </strong> อีกครั้ง แล้วพิมพ์เวลาในช่องด้านล่างตัวเลือกนั้น ในกรณีของเรา เราจะตรวจสอบให้แน่ใจว่าเวลาคือ 22:00 น. (หรือ 22:00 น.) </li> <li> ด้านล่างนี้ คุณสามารถตั้งค่าความถี่สำหรับการทำงานอัตโนมัตินี้ได้ ในกรณีของเรา เราจะแตะ <strong> รายวัน </strong> . ตอนนี้แตะ <strong> ต่อไป </strong> ซึ่งอยู่ที่มุมขวาบนของหน้าจอ </li> <li> ในหน้าถัดไป ให้แตะ <strong> เพิ่มการกระทำ </strong> และค้นหา <strong> ตั้งโหมดเงียบ </strong> ซึ่งจะปรากฏภายใต้ <strong> การกระทำ </strong> หัวเรื่องย่อย แทป <strong> ตั้งโหมดเงียบ </strong> และตรวจสอบให้แน่ใจว่าการกระทำนั้น <strong> เปิดโหมดเงียบ </strong> . ตอนนี้แตะ <strong> ต่อไป </strong> . </li> <li> หน้าจอสุดท้ายจะแสดงให้คุณเห็นว่าระบบอัตโนมัติจะทำงานเมื่อใด และจะทำอะไรได้บ้าง คุณเพียงแค่ต้องปิดการใช้งาน <strong> ถามก่อนวิ่ง </strong> เพื่อให้แน่ใจว่าระบบอัตโนมัติจะทำงานด้วยตัวเอง แทป <strong> เสร็จแล้ว </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> แกลเลอรี่ภาพ (3 ภาพ) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> ขยาย <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> ขยาย <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> ขยาย </p> <p> ปิด </p> <p> ตอนนี้ เวลา 22.00 น. ทุกคืน Apple Watch ของคุณจะเปิดใช้งานโหมดเงียบโดยอัตโนมัติ หากคุณต้องการปิดโหมดเงียบในตอนเช้า คุณสามารถสร้างระบบอัตโนมัติที่สองที่คล้ายกันเพื่อให้งานเสร็จ </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 ระบบอัตโนมัติที่ยอดเยี่ยมของ Apple Watch ที่ต้องลอง </h2> <p> เมื่อเราดูตัวอย่างแล้ว มาดูการทำงานอัตโนมัติของ Apple Watch ที่มีประโยชน์ที่สุดซึ่งคุณสามารถตั้งค่าบนอุปกรณ์ของคุณได้ </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. เริ่มออกกำลังกายเมื่อคุณมาถึงหรือออกจากสถานที่ </h3> <p> เป็นเรื่องง่ายที่ลืมเริ่มออกกำลังกายบน Apple Watch ของคุณ แม้ว่าอุปกรณ์สวมใส่จะมีคุณสมบัติการตรวจจับการออกกำลังกายอัตโนมัติ แต่ก็ไม่ได้ผลเสมอไป โดยเฉพาะอย่างยิ่งกับการออกกำลังกายที่มีความเข้มข้นต่ำ เช่น การออกกำลังกายแบบเคลื่อนไหว </p> <p> โชคดีที่มีระบบอัตโนมัติของ Apple Watch เพื่อแก้ปัญหานี้: </p> <ol> <li> ในแอปคำสั่งลัด ให้สร้างการทำงานอัตโนมัติใหม่แล้วแตะ <strong> มาถึง </strong> . </li> <li> ตอนนี้แตะ <strong> เลือก </strong> เพื่อเลือกตำแหน่งที่กระตุ้นการออกกำลังกายนี้ เพียงพิมพ์ชื่อโรงยิมหรือสวนสาธารณะในละแวกที่คุณไปวิ่ง แล้วแผนที่พร้อมหมุดตำแหน่งจะปรากฏขึ้นที่ครึ่งล่างของหน้าจอ ที่นี่ คุณสามารถขยายรัศมีที่ระบบอัตโนมัตินี้ถูกทริกเกอร์ได้ แทป <strong> เสร็จแล้ว </strong> . </li> <li> ไม่ว่าจะเลือก <strong> ทุกเวลา </strong> หรือเลือก <strong> ช่วงเวลา </strong> เมื่อคุณต้องการให้การทำงานอัตโนมัตินี้ทำงาน ตอนนี้แตะ <strong> ต่อไป </strong> . </li> <li> แทป <strong> เพิ่มการกระทำ </strong> และค้นหา <strong> เริ่มออกกำลังกาย </strong> . </li> <li> แทป <strong> เริ่มออกกำลังกาย </strong> และเลือกการออกกำลังกายพร้อมกับเป้าหมาย (เป้าหมายเปิด เวลา แคลอรี่ที่เผาผลาญ หรือระยะทางที่ครอบคลุม) หลังจากนี้ ให้แตะ <strong> ต่อไป </strong> . </li> <li> ตรวจสอบการทำงานอัตโนมัติของคุณแล้วแตะ <strong> เสร็จแล้ว </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> แกลเลอรี่ภาพ (3 ภาพ) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> ขยาย <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> ขยาย <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> ขยาย </p> <p> ปิด </p> <p> ตอนนี้ Apple Watch ของคุณจะเริ่มออกกำลังกายโดยอัตโนมัติตามตำแหน่งของคุณ คุณยังสามารถเลือก <strong> ออกจาก </strong> แทน <strong> มาถึง </strong> ในขั้นตอนแรกเพื่อทริกเกอร์การทำงานอัตโนมัตินี้เมื่อคุณออกจากสถานที่บางแห่ง เช่น บ้านของคุณ ตัวอย่างเช่น หากคุณทำงานจากที่บ้านและออกไปเดินเล่นตอนเช้าเท่านั้น คุณสามารถทำให้ Apple Watch เริ่มออกกำลังกายด้วยการเดินกลางแจ้งได้ทุกครั้งที่คุณออกจากบ้าน </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. เปลี่ยน Apple Watch Face ของคุณโดยอัตโนมัติ </h3> <p> การเปลี่ยนหน้าปัดนาฬิกานั้นง่ายพอ แต่สะดวกกว่าที่จะให้ Apple Watch ทำเพื่อคุณ มาดูวิธีเปลี่ยนหน้าปัดเป็นระยะๆ กัน รวมถึงทริกเกอร์ทางเลือกอื่นๆ เพื่อทำให้การทำงานนี้แตกต่างออกไป </p> <p> อันดับแรก ตรวจสอบให้แน่ใจว่าคุณได้ <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> เพิ่มและปรับแต่งหน้าปัดนาฬิกาบน Apple Watch . ของคุณ </a> ดังนั้นคุณจึงมีบางอย่างที่จะทำงานด้วย จากนั้นในแอปคำสั่งลัด: </p> <ol> <li> สร้างระบบอัตโนมัติใหม่และ tap <strong> เวลาของวัน </strong> . </li> <li> เลือกเวลาที่คุณต้องการให้หน้าปัดเปลี่ยนไปพร้อมกับความถี่ที่คุณต้องการให้เกิดขึ้น เราเลือก <strong> พระอาทิตย์ขึ้น </strong> และ <strong> รายวัน </strong> เพื่อตั้งหน้าปัดทุกเช้า แทป <strong> ต่อไป </strong> . </li> <li> ตอนนี้แตะ <strong> เพิ่มการกระทำ </strong> และค้นหา <strong> ตั้งค่าหน้าปัด </strong> . </li> <li> แทป <strong> ตั้งค่าหน้าปัด </strong> , แทป <strong> ใบหน้า </strong> จากนั้นเลือกหน้าปัดนาฬิกาอันใดอันหนึ่งจากรายการ แทป <strong> ต่อไป </strong> . </li> <li> ปิดการใช้งาน <strong> ถามก่อนวิ่ง </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> แกลเลอรี่ภาพ (2 รูปภาพ) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> ขยาย <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> ขยาย </p> <p> ปิด </p> <p> ตอนนี้ดูความมหัศจรรย์เมื่อหน้าปัดนาฬิกาของคุณเปลี่ยนไปโดยอัตโนมัติ หากคุณต้องการให้หน้าปัดนาฬิกาเปลี่ยนทุกสองสามชั่วโมง ให้ตั้งค่าการทำงานอัตโนมัติที่คล้ายกันโดยใช้เวลาต่างกันในขั้นตอนที่ 2 </p> <p> คุณยังสามารถเปลี่ยนหน้าปัดโดยอัตโนมัติทุกครั้งที่คุณออกจากบ้านหรือมาถึงสถานที่ใดโดยเฉพาะโดยใช้ปุ่ม <strong> มาถึง </strong> หรือ <strong> ออกจาก </strong> ทริกเกอร์แทน <strong> เวลาของวัน </strong> ในขั้นตอนแรก </p> <p> หน้าปัดนาฬิกาของ Apple นั้นดีพอที่จะให้คุณเริ่มต้นได้ แต่มีมากมาย <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> หน้าปัด Apple Watch แบบกำหนดเองที่ยอดเยี่ยม </a> ที่คุณควรลองด้วย วิธีนี้จะช่วยให้คุณเพิ่มใบหน้าที่หลากหลายลงในการทำงานอัตโนมัติ </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. เปิดใช้งานโหมดโรงละครในสถานที่เงียบสงบ Quiet </h3> <p> การเปิดใช้งานโหมดโรงภาพยนตร์ (โหมดโรงภาพยนตร์ในบางภูมิภาค) จะทำให้ Apple Watch ของคุณอยู่ในโหมดปิดเสียงและปิดจอแสดงผลจนกว่าคุณจะแตะหน้าจอหรือกด Digital Crown วิธีนี้มีประโยชน์มากที่สุดในโรงภาพยนตร์หรือสถานที่อื่นๆ ที่คุณต้องการหลีกเลี่ยงการรบกวนผู้อื่น </p> <p> ต่อไปนี้คือวิธีที่คุณสามารถใช้ทางลัดเพื่อเปิดใช้งานโหมดโรงภาพยนตร์โดยอัตโนมัติในสถานที่ที่เลือก: </p> <ol> <li> สร้างระบบอัตโนมัติใหม่และเลือก <strong> มาถึง </strong> ทริกเกอร์ </li> <li> ตอนนี้แตะ <strong> เลือก </strong> และค้นหาโรงละครหรือสถานที่อื่นๆ ที่คุณอยู่บ่อยๆ แทป <strong> เสร็จแล้ว </strong> จากนั้นเลือกช่วงเวลาที่คุณต้องการให้การทำงานอัตโนมัตินี้ทำงาน ตัวอย่างเช่น หากคุณเยี่ยมชมสถานที่นั้นในช่วงเย็นเป็นส่วนใหญ่ คุณสามารถตั้งค่าช่วงเวลานั้นเพื่อหลีกเลี่ยงไม่ให้สิ่งนี้เกิดขึ้นโดยไม่ได้ตั้งใจ ตอนนี้แตะ <strong> ต่อไป </strong> . </li> <li> แทป <strong> เพิ่มการกระทำ </strong> และค้นหา <strong> ตั้งค่าโหมดโรงภาพยนตร์ </strong> . </li> <li> แทป <strong> ตั้งค่าโหมดโรงภาพยนตร์ </strong> , ติดตามโดย <strong> ต่อไป </strong> . สุดท้ายให้แตะ <strong> เสร็จแล้ว </strong> เพื่อเปิดใช้งานการทำงานอัตโนมัตินี้ </li> </ol> <p> <strong class=\"gallery__section-title\"> แกลเลอรี่ภาพ (2 รูปภาพ) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> ขยาย <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> ขยาย </p> <p> ปิด </p> <p> อย่าลืมตั้งค่าการทำงานอัตโนมัติอื่นโดยใช้ปุ่ม <strong> ออกจาก </strong> ทริกเกอร์และทำซ้ำขั้นตอนนี้เพื่อให้โหมดโรงภาพยนตร์ถูกปิดใช้งานโดยอัตโนมัติเมื่อคุณออกจากตำแหน่ง </p> <p> คุณยังสามารถใช้ <strong> เวลาของวัน </strong> ทริกเกอร์เพื่อเปิดหรือปิดโหมดโรงละครโดยอัตโนมัติ นี่อาจเป็นตัวเลือกที่มีประโยชน์สำหรับการเข้านอน หรือถ้าคุณมีการประชุมในเวลาที่กำหนดทุกวันธรรมดา </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> สร้างระบบอัตโนมัติของ Apple Watch ของคุณเอง </h2> <p> นี่เป็นเพียงการทำงานอัตโนมัติง่ายๆ สองสามอย่างที่คุณสามารถตั้งค่าด้วย Apple Watch ได้ แต่ความเป็นไปได้นั้นไม่มีที่สิ้นสุด คุณสามารถลองใช้ลูกเล่นเจ๋งๆ ได้ เช่น การส่งข้อความถึงใครสักคนทุกครั้งที่คุณออกกำลังกายเสร็จ และอื่นๆ </p> <p> ระบบอัตโนมัติที่เราเลือกเน้นไปที่งานที่เกิดขึ้นบ่อยๆ แต่ด้วยความคิดสร้างสรรค์เพียงเล็กน้อย คุณสามารถก้าวข้ามขีดจำกัดของสิ่งที่ Apple Watch ทำเพื่อคุณ อย่าลืมว่า Apple Watch มีแอพอื่นๆ มากมายเพื่อเพิ่มประสิทธิภาพการทำงานของคุณเช่นกัน </p>"}