{"title":"วิธีประหยัดแบตเตอรี่ในคอนโทรลเลอร์ PS5 DualSense ของคุณ","content":"<p> แม้ว่าตัวควบคุม DualSense ของ PlayStation 5 จะมีอายุการใช้งานแบตเตอรี่ที่ยาวนานกว่า DualShock 4 ของ PlayStation 4 แต่ยังคงเป็นไปได้ที่ตัวควบคุมของคุณจะตายในช่วงเวลาสำคัญ </p> <p> มาดูวิธีการสองสามวิธีในการประหยัดแบตเตอรี่บนคอนโทรลเลอร์ DualSense และทำให้ใช้งานได้ยาวนานที่สุด </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. ตั้งค่าคอนโทรลเลอร์ PS5 ของคุณให้ปิดโดยอัตโนมัติ </h2> <p> หากคุณปล่อยให้ PS5 ทำงานด้วยเหตุผลใดก็ตาม และปล่อยให้คอนโทรลเลอร์ของคุณเปิดทำงานเป็นเวลาหลายชั่วโมง นั่นจะทำให้แบตเตอรี่ของคุณหมดอายุการใช้งาน เพื่อต่อสู้กับสิ่งนี้ คุณควรตั้งเวลาเพื่อให้ DualSense ของคุณปิดเมื่อคุณไม่ได้ใช้งาน </p> <p> ในเมนูหลักของ PS5 ให้ไปที่ <strong> ตั้งค่า &gt; ระบบ &gt; ประหยัดพลังงาน </strong> . ที่นี่คุณจะเห็น <strong> ตั้งเวลาจนกว่าตัวควบคุมจะปิด </strong> ตัวเลือกซึ่งคุณสามารถตั้งค่าเป็น <strong> หลังจาก 10 นาที </strong> , <strong> 30 นาที </strong> , <strong> 60 นาที </strong> , หรือ <strong> ปิด </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> ไม่มีเหตุผลที่ดีที่จะปล่อยให้คอนโทรลเลอร์ของคุณเปิดทิ้งไว้เป็นเวลานานในขณะที่ไม่ได้ใช้งาน การเปิดใช้งานตัวเลือกนี้จะจำกัดอายุการใช้งานแบตเตอรี่ที่สิ้นเปลืองเมื่อคุณไม่ได้อยู่ที่ทีวี </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. ปิดตัวควบคุม DualSense ด้วยตนเอง </h2> <p> ในบางครั้งที่คุณรู้ว่าคุณจะไม่ใช้คอนโทรลเลอร์ PS5 สักระยะหนึ่ง คุณควรปิดเครื่องทันทีแทนที่จะรอตัวตั้งเวลาปิดอัตโนมัติ สิ่งนี้มีประโยชน์หากคุณใช้ PS5 เพื่อดูแอปความบันเทิง เช่น Netflix หรือแม้แต่นั่งดูคัตซีนยาวๆ ในเกม </p> <p> </p> <p> หากต้องการปิดคอนโทรลเลอร์ PS5 ให้กด <strong> ปุ่ม PS </strong> บนตัวควบคุมเพื่อเปิดเมนูด่วน เลื่อนไปทางขวาและเลือก <strong> เครื่องประดับ </strong> ปุ่มซึ่งแสดงเป็นไอคอนตัวควบคุมพร้อมอายุการใช้งานแบตเตอรี่ปัจจุบันของคุณ ในเมนูผลลัพธ์ ให้เลือกของคุณ <strong> คอนโทรลเลอร์ไร้สาย </strong> , ติดตามโดย <strong> ปิด </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> การทำเช่นนี้จะปิดคอนโทรลเลอร์ของคุณจนกว่าคุณจะกด hit <strong> ปุ่ม PS </strong> เพื่อเปิดอีกครั้ง หากไม่ต้องการใช้เมนู ให้ปิดคอนโทรลเลอร์ PS5 โดยกดปุ่ม . ค้างไว้ <strong> ปุ่ม PS </strong> เป็นเวลา 10 วินาที </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. ลดการทำงานของตัวควบคุมที่ใช้แบตเตอรี่ </h2> <p> DualSense มีฟังก์ชันไม่กี่อย่างที่กินเวลาแบตเตอรี่ การปิดใช้งานตัวเลือกเหล่านี้จะไม่ยืดอายุการใช้งานแบตเตอรี่ของคอนโทรลเลอร์อย่างมาก แต่สามารถช่วยได้เล็กน้อยหากคุณให้ความสำคัญกับอายุการใช้งานแบตเตอรี่มากกว่าคุณสมบัติแฟนซี </p> <p> เยี่ยมชม <strong> การตั้งค่า &gt; อุปกรณ์เสริม &gt; คอนโทรลเลอร์ </strong> เพื่อปิดฟังก์ชันเหล่านี้: </p> <ul> <li> ชุด <strong> ความสว่างของตัวบ่งชี้คอนโทรลเลอร์ </strong> ถึง <strong> ติ่มซำ </strong> . สิ่งนี้จะลดไฟบนคอนโทรลเลอร์ของคุณ พวกเขาจะสว่างขึ้นโดยอัตโนมัติหากจำเป็นสำหรับอุปกรณ์เสริมของกล้อง </li> <li> ลด <strong> ความเข้มของการสั่นสะเทือน </strong> ถึง <strong> อ่อนแอ </strong> หรือ <strong> ปิด </strong> . แม้ว่าคุณลักษณะการตอบสนองแบบสัมผัสใหม่ของ DualSense ทำให้เสียงดังก้องสมจริงยิ่งขึ้น แต่ก็ใช้แบตเตอรี่เพียงเล็กน้อย หากคุณไม่สนใจคุณลักษณะนี้ บางทีสำหรับเกมบางเกม การปิดใช้งานคุณลักษณะนี้จะช่วยเพิ่มอายุการใช้งานแบตเตอรี่ </li> <li> ลดหรือปิดการใช้งาน disable <strong> ความเข้มของเอฟเฟกต์ทริกเกอร์ </strong> . นี่เป็นอีกหนึ่งฟีเจอร์พาดหัวของ DualSense ที่เปลี่ยนความต้านทานของปุ่ม L2 และ R2 ขึ้นอยู่กับสิ่งที่คุณกำลังทำในเกม ถ้าคุณไม่ใส่ใจมาก การลดระดับลงจะช่วยประหยัดน้ำได้ </li> <li> ลด <strong> ระดับเสียง (ลำโพงสำหรับคอนโทรลเลอร์) </strong> ตัวเลื่อน สิ่งนี้จะลดเอาต์พุตของลำโพงในตัวของคอนโทรลเลอร์ ประหยัดแบตเตอรี่เล็กน้อยหากคุณไม่ชอบ </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. ซื้อสายชาร์จที่ยาวขึ้น </h2> <p> หากการใช้เคล็ดลับข้างต้นทั้งหมดยังไม่ช่วยให้คอนโทรลเลอร์ของคุณทำงานได้นานเท่าที่คุณต้องการ คุณควรพิจารณาซื้อสาย USB-C ที่ยาวขึ้น ด้วยวิธีนี้ คุณสามารถเสียบคอนโทรลเลอร์เพื่อชาร์จและเล่นต่อได้เมื่อแบตเตอรี่เหลือน้อย คุณจะไม่ต้องดึงเก้าอี้ให้ชิดกับทีวีมากขึ้นเหมือนใช้สายเคเบิลแบบสั้น </p> <p> คุณสามารถหาสายชาร์จ USB-C เป็น USB-A ขนาด 10 ฟุต (หรือนานกว่า) ได้ใน Amazon ในราคาถูก ลอง <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> CableCreation สาย USB-C </a> สำหรับตัวเลือกที่มั่นคง </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> หากคุณเล่นด้วยสายเคเบิลที่เชื่อมต่อบ่อยๆ ด้านบน <strong> คอนโทรลเลอร์ </strong> หน้าการตั้งค่าคุณควรตั้งค่า <strong> วิธีการสื่อสาร </strong> ถึง <strong> ใช้สาย USB </strong> . ด้วยเหตุนี้ คอนโทรลเลอร์ของคุณจะสื่อสารผ่านสายเคเบิลแทนที่จะยังคงใช้บลูทูธอยู่เมื่อเสียบปลั๊ก </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> ชาร์จ DualSense ของคุณให้เต็ม </h2> <p> ตอนนี้คุณรู้วิธีรักษาแบตเตอรี่ DualSense ของคุณให้คงอยู่สำหรับการเล่นเกมที่ยาวนาน หากคุณไม่ซื้อคอนโทรลเลอร์ตัวที่สองและเปลี่ยนใหม่เป็นประจำ นี่คือตัวเลือกที่ดีที่สุดสำหรับการยืดอายุแบตเตอรี่ </p> <p> อย่าลืมว่าคุณสามารถใช้คอนโทรลเลอร์ PS4 เมื่อเล่นเกม PlayStation 4 บน PS5 ของคุณ นั่นเป็นอีกวิธีหนึ่งในการประหยัดพลังงานแบตเตอรี่ DualSense </p> <p> <small> เครดิตภาพ: Alex Van Aken/ <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}