{"title":"เช่นเดียวกับเทสลา Twitter กำลังพิจารณาลงทุนใน Bitcoin","content":"<p> ไม่ใช่ทุกคนที่คอยติดตามดูตลาดหุ้นหรือสกุลเงินดิจิทัล แต่ถ้าคุณทำ คุณจะรู้ว่าในวันที่ 8 กุมภาพันธ์ Tesla ซื้อ bitcoin มูลค่า 1.5 พันล้านดอลลาร์ หลังจากที่บริษัทเปิดเผยสัดส่วนการถือหุ้นมหาศาล มูลค่าของ bitcoin ก็เพิ่มขึ้นถึง 20.33% เป็น 46,081.64 ดอลลาร์ ซึ่งสูงที่สุดเท่าที่เคยมีมานับตั้งแต่เดือนมีนาคม 2020 </p> <p> อย่างไรก็ตาม มีการเปิดเผยว่า Tesla ไม่ใช่ธุรกิจเดียวที่สนใจในสกุลเงินดิจิทัล </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter อาจจ่ายพนักงานเป็น Bitcoin ในไม่ช้า </h2> <p> ในการให้สัมภาษณ์กับ CNBC นาย Twitter Ned Segal กล่าวว่าบริษัทกำลังพิจารณาที่จะเพิ่ม bitcoin ลงในงบดุล </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;เราได้คิดล่วงหน้ามามากแล้วเพื่อพิจารณาว่าเราจะจ่ายเงินให้พนักงานอย่างไรหากพวกเขาขอค่าจ้าง <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , เราจะจ่ายเงินให้ผู้ขายได้อย่างไรถ้าพวกเขาขอให้จ่ายเงินเป็น <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> และเราจำเป็นต้องมี <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> ในงบดุลของเรา” กล่าว <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> – กล่อง Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 กุมภาพันธ์ 2564 </a></blockquote>  <p> ดังนั้นการลงทุนของ Tesla ใน bitcoin จึงดึงดูดความสนใจของ Twitter แพลตฟอร์มโซเชียลมีเดียยังไม่ได้มีการเคลื่อนไหวจริงในแผนกธนารักษ์ แต่ตอนนี้เรารู้แล้วว่าธุรกรรม bitcoin อย่างน้อยก็ได้รับการพิจารณา </p> <p> เมื่อถูกถาม Segal ว่า Twitter จะต้องลงทุนใน bitcoin อย่างไร เขาได้ให้คำตอบที่ตรงไปตรงมามาก </p> <p> “สิ่งสำคัญอย่างหนึ่งที่เราจะพิจารณาก็คือถ้ามีคนขอให้ทำธุรกรรมกับเราเป็น bitcoin เพราะจากนั้นเราอาจพิจารณาว่าเราจะโอนเงินดอลลาร์เป็น bitcoin ในเวลาที่ทำธุรกรรมหรือถ้าเราต้องการให้ bitcoin งบดุลของเรา พร้อมที่จะทำธุรกรรมนั้นให้เสร็จสิ้น&quot; Segal อธิบาย </p> <p> คุณอาจคิดว่าไม่น่าเป็นไปได้ที่ Twitter จะเสี่ยงเช่นนี้เมื่อเพิ่งเปิดเผยว่า Twitter กำลังมองหาการเปลี่ยนแปลงครั้งใหญ่ในเร็วๆ นี้ เช่น <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> การนำคุณสมบัติ Revue ไปใช้ </a> และอาจ <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> แบบสมัครสมาชิก </a> . </p> <p> แต่บริษัทน้องสาวของ Twitter <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> สแควร์ </a> เป็นนักลงทุน bitcoin แล้ว </p> <p> เมื่อเดือนตุลาคมที่ผ่านมา Square ได้เข้าสู่ <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> เว็บไซต์อย่างเป็นทางการ </a> เพื่อประกาศว่าได้ซื้อ bitcoin มูลค่า 50 ล้านเหรียญ ในขณะนั้น การลงทุนคิดเป็นประมาณร้อยละ 1 ของสินทรัพย์รวมของ Square </p> <p> ไม่เพียงเท่านั้น แต่ Jack Dorsey CEO ของ Twitter นั้นค่อนข้างเป็นแฟนของ bitcoin หลังจากการจลาจลของ Capitol Hill ในเดือนมกราคม เขาโพสต์ข้อความทวีตเพื่อหารือเกี่ยวกับ <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> ห้ามถาวรของอดีตประธานาธิบดีสหรัฐฯ Donald Trump จาก Twitter </a> . </p> <p> ที่ไหนสักแห่งที่อยู่ตรงกลาง Dorsey ขยับเพื่อส่องสปอตไลท์ในสกุลเงินดิจิทัล </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> เหตุผลที่ฉันมีความหลงใหลมากสำหรับ <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> ส่วนใหญ่เป็นเพราะรูปแบบที่แสดง: เทคโนโลยีอินเทอร์เน็ตพื้นฐานที่ไม่ได้รับการควบคุมหรือได้รับอิทธิพลจากบุคคลหรือนิติบุคคลใดบุคคลหนึ่ง นี่คือสิ่งที่อินเทอร์เน็ตต้องการ และเมื่อเวลาผ่านไป มันจะเป็นอย่างนั้นมากขึ้น </p> — แจ็ค (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 มกราคม 2564 </a></blockquote>  <p> Dorsey มีความหลงใหลใน bitcoin มากขึ้นเรื่อย ๆ ในช่วงหลายปีที่ผ่านมา ในช่วงเวลานี้ของปีที่แล้ว Dorsey ได้ให้ Twitter เปิดตัวแฮชแท็กสำหรับ bitcoin ตอนนี้ #bitcoin” มาพร้อมกับโลโก้ bitcoin ในทวีต </p> <p> ในปี 2561 <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> เวลา </a> เขียนว่า Dorsey ทำนายว่าวันหนึ่ง bitcoin จะกลายเป็น &quot;สกุลเงินเดียว&quot; ของโลก </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> อะไรต่อไปสำหรับ Twitter? </h2> <p> เราเพิ่งจะเข้าสู่ปี 2021 ได้เพียงสองเดือน และ Twitter กำลังดำเนินการเปลี่ยนแปลงแพลตฟอร์มอย่างมากมายดังที่เราทราบในวันนี้ </p> <p> อีกก้าวหนึ่งคือการซื้อ bitcoin มูลค่านับล้านในอีกไม่กี่เดือนข้างหน้าสำหรับการทำธุรกรรมหรือไม่? บางที ถ้า Twitter คิดว่าสกุลเงินดิจิทัลเป็น &quot;เครื่องมือในการเสริมอำนาจทางเศรษฐกิจ&quot; อย่างที่ Square ทำ </p>"}