{"title":"PAC ของ Microsoft จะไม่บริจาคให้กับผู้คัดค้านการเลือกตั้งในช่วงรอบที่จะมาถึง","content":"<p> หลังจากการโจมตีอาคารรัฐสภาของสหรัฐฯ Microsoft ได้ระงับการบริจาคเข้าและออกจาก PAC เมื่อประมาณสามสัปดาห์ก่อน ได้มีการตัดสินใจเพื่อให้เวลาคณะกรรมการในการประเมินผลกระทบของการจลาจลและวิธีก้าวไปข้างหน้าหลังเหตุการณ์ </p> <p> ขณะนี้ Microsoft ได้ประกาศว่าการบริจาคจาก PAC จะเริ่มอีกครั้ง แต่จะไม่บริจาคใดๆ ให้กับสมาชิกรัฐสภาที่ลงคะแนนไม่รับรองผลการเลือกตั้ง การระงับจะดำเนินต่อไปตลอดรอบการเลือกตั้งปี 2565 และเป็นคำแถลงที่สำคัญจากหนึ่งในบริษัทเทคโนโลยีชั้นนำของโลก </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC ระงับการสนับสนุนผู้คัดค้าน </h2> <p> เมื่อวันที่ 5 กุมภาพันธ์ พ.ศ. 2564 โพสต์ที่ <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> บล็อกองค์กรของ Microsoft </a> เปิดเผยว่า PAC จะเดินหน้าอย่างไรหลังการโจมตี Capitol ของประเทศอย่างไม่เคยปรากฏมาก่อน </p> <p> </p> <p> PAC ของ Microsoft จะไม่บริจาคเงินให้กับสมาชิกรัฐสภาอีกต่อไป &quot;ซึ่งลงคะแนนคัดค้านการรับรองผู้มีสิทธิเลือกตั้ง&quot; สิ่งนี้ขยายไปถึงเจ้าหน้าที่ของรัฐและองค์กรอื่น ๆ ที่สนับสนุนการคัดค้านหรือแนะนำว่าฝ่ายนิติบัญญัติควรพลิกผลการเลือกตั้ง </p> <p> PAC จะเปลี่ยนวิธีการบริจาคด้วย ก่อนหน้านี้ มีการบริจาคทั้งหมดให้กับผู้สมัครทางการเมือง เช่นเดียวกับคณะกรรมการดำเนินการทางการเมืองหลายแห่ง </p> <p> อย่างไรก็ตาม Microsoft PAC กำลังพิจารณาว่าสมาชิกที่มีส่วนร่วมบางคนไม่ประสงค์จะสนับสนุนบุคคลสำคัญทางการเมืองใดโดยเฉพาะ และต้องการให้ทุนสนับสนุนงานและองค์กรที่มุ่งเน้นที่ </p> <p> </p> <p> เพื่อเป็นการขยายนโยบายนี้ PAC จะทำงานอย่างใกล้ชิดกับธุรกิจและองค์กรอื่นๆ ที่มีอุดมการณ์เดียวกัน </p> <p> การเปลี่ยนแปลงครั้งสุดท้ายของ PAC มาในชื่อ สมาชิกที่มีอยู่ของ Microsoft PAC พบว่าชื่อดังกล่าวไม่ได้สะท้อนถึงข้อเท็จจริงทั้งหมดว่าเป็นกองทุนอาสาสมัคร ต่อจากนี้ไป PAC จะถูกเปลี่ยนชื่อเป็น Microsoft Corporation Stakeholders Voluntary PAC (MSVPAC) </p> <blockquote> <p> เราเชื่อว่าขั้นตอนเหล่านี้มีความเหมาะสมเมื่อพิจารณาถึงความสำคัญของประเด็นเหล่านี้เพื่อความมั่นคงและอนาคตของระบอบประชาธิปไตยของอเมริกา พวกเขายังได้รับการสนับสนุนอย่างกว้างขวางในเซสชั่นการฟังและข้อเสนอแนะอื่นๆ ของพนักงาน เราตระหนักดีว่าขั้นตอนเหล่านี้แม้มีนัยสำคัญ แต่จะมากเกินไปหรือน้อยเกินไปสำหรับพนักงานบางคน </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft พยายามแยกตัวออกจากผู้คัดค้านการเลือกตั้ง </h2> <p> ข่าวที่ว่าตอนนี้ Microsoft กำลังแยกตัวออกจากผู้คัดค้านก็ไม่แปลกใจเลย ไม่ได้น้อยเกินไปและสายเกินไปจากยักษ์ใหญ่ด้านเทคโนโลยี แต่ก็ไม่ต้องสงสัยเลยว่าเป็นความพยายามที่จะรักษาใบหน้าหลังจากปรากฏว่า Microsoft PAC ได้บริจาคเงินจำนวนมากให้กับสมาชิกรัฐสภาหลายคนที่เป็นจุดเริ่มต้นของการเคลื่อนไหวเพื่อปฏิเสธผลการเลือกตั้ง </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @ไมโครซอฟท์ </a> เป็นหนึ่งในผู้สนับสนุนรายใหญ่ที่สุดของสภาคองเกรสที่พยายามล้มล้างกระบวนการประชาธิปไตย <br><br> Microsoft ไม่มีข้อผูกมัดที่จะหยุดให้เงินสนับสนุนกลุ่มนี้ <br><br> ในการประชุมของบริษัทเมื่อวันพฤหัสบดี Prez Brad Smith ได้อธิบายว่าทำไม <br><br> และมันก็ค่อนข้างน่ากลัว </p> — จัดด์ Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 มกราคม 2564 </a></blockquote>  <p> แม้ว่าแบรด สมิธ ประธานไมโครซอฟท์จะพยายามอธิบายการบริจาคเป็นเครื่องมือทางการเมืองตามปกติเพื่อเข้าถึงนักการเมือง (เช่น การบริจาคเพื่อช่วยเหลือทางการเมือง) แต่ก็เน้นย้ำว่าเหตุใดหลายคนจึงเชื่อว่าการมีอยู่ของ PAC และ Super PAC นั้นสร้างความเสียหายอย่างใหญ่หลวงต่อประชาธิปไตย กระบวนการ. </p>"}