{"title":"Microsoft ได้กำหนดวันที่สำหรับการลบ Legacy Edge","content":"<p> เราได้เห็นคำแนะนำที่ Microsoft ต้องการจะกำจัด Edge เดิมออกไปในที่สุด และวันนี้ก็มาถึงในที่สุด หากคุณใช้ Edge รุ่นเก่า คุณมีเวลาถึงวันที่ 13 เมษายน 2021 เท่านั้นในการข้ามไปยังเบราว์เซอร์ใหม่ก่อนที่จะถูกลบออกจากพีซีของคุณ </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> จุดจบของ Legacy Edge ของ Microsoft </h2> <p> Microsoft ประกาศกำหนดเวลาในวันที่ <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> เว็บไซต์ Tech Community </a> . ข่าวดังกล่าวไม่ได้สร้างความประหลาดใจอย่างมาก เนื่องจากซอฟต์แวร์ยักษ์ใหญ่ไม่ได้ตัดสัมพันธ์กับเบราว์เซอร์รุ่นเก่าอย่างแนบเนียน ตัวอย่างเช่น <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> ชุดภาษาในอนาคตไม่รองรับ Edge รุ่นเก่าอีกต่อไป </a> . </p> <p> ย้อนกลับไปตอนนั้น เราไม่รู้ว่า Microsoft จะดึงปลั๊กเมื่อใด ทั้งหมดที่เรารู้ก็คือ Microsoft ต้องการให้มันหายไปในไม่ช้า ขณะนี้ ยักษ์ซอฟต์แวร์ได้ระบุวันสำคัญสองวันในการลบ Edge รุ่นเก่าออก </p> <p> วันแรกคือเมื่อ Microsoft แกนรองรับ Edge รุ่นเก่า ซึ่งจะเกิดขึ้นในวันที่ 9 มีนาคม 2021 ในวันนั้น Edge ดั้งเดิมจะไม่ได้รับการอัปเดตอีกต่อไป แม้ว่าจะมีคนพบข้อบกพร่องด้านความปลอดภัยที่น่ารังเกียจ ดังนั้น นี่เป็นวันที่เหมาะที่จะเปลี่ยนเบราว์เซอร์หากคุณยังใช้ Edge รุ่นเก่าอยู่ </p> <p> วันที่สองคือวันที่ 13 เมษายน 2021 เมื่อ Microsoft กำจัด Edge รุ่นเก่า เราไม่ได้หมายถึงการทิ้ง Edge รุ่นเก่าไว้ในอุปกรณ์ของตัวเอง Microsoft ตั้งใจที่จะเผยแพร่การอัปเดต Windows 10 ที่ขัดเบราว์เซอร์เก่าออกจากระบบปฏิบัติการ </p> <p> โปรดทราบว่าการดำเนินการนี้จะไม่ลบ Chromium Edge ใหม่ ซึ่ง <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft เปิดตัวเมื่อปีที่แล้ว </a> . อันที่จริงแล้ว Edge เวอร์ชัน Chromium เป็นสาเหตุหลักที่ทำให้ Microsoft เลิกใช้ Edge รุ่นเก่าตั้งแต่แรก </p> <p> หากคุณใช้ Edge และไม่แน่ใจว่าคุณใช้ Edge รุ่นเก่าหรือ Chromium หรือไม่ ตัวเก่าจะใช้ E สีน้ำเงินทึบเป็นโลโก้ Chromium Edge มีเกลียวสีน้ำเงินและสีเขียวที่มีสีสันมากกว่าซึ่งดูเหมือน E. </p> <p> ดังนั้น หากคุณใช้ Microsoft Edge รุ่นเก่า ตอนนี้เป็นเวลาที่ดีในการย้ายเบราว์เซอร์ แม้ว่าจะเป็นเพียงการกระโดดไปยัง Chromium Edge เพียงเล็กน้อยก็ตาม </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> วางมรดกไว้บนเตียง </h2> <p> หากคุณยังคงยึดติดกับ Edge รุ่นเก่าอยู่ ตอนนี้เป็นเวลาที่ยอดเยี่ยมที่จะกระโดดขึ้นเรือ เวอร์ชันเก่าของ Edge จะยิ่งแย่ลงเรื่อยๆ นับจากนี้เป็นต้นไป จนกว่าจะถูกกำจัดออกไปโดยสิ้นเชิงในเดือนเมษายน พ.ศ. 2564 </p> <p> หากคุณต้องการลองใช้ Chromium Edge มาโดยตลอด ตอนนี้ก็ถึงเวลาที่ต้องทำ Microsoft เพิ่งอวดผู้ใช้ 600 ล้านคนในเบราว์เซอร์ใหม่ ดังนั้นมันจึงคุ้มค่าที่จะลอง </p> <p> <small> เครดิตภาพ: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}