{"title":"Magna, Nissan และ Foxconn ต่างก็เป็นผู้สมัครเพื่อสร้าง Apple Car","content":"<p> Kia อาจไม่อยู่ระหว่างการผลิต Apple Car ที่เข้าใจยากอีกต่อไป แต่ Apple มีตัวเลือกอื่นๆ ที่ใช้งานได้จริงหากตัดสินใจสร้างรถยนต์คันแรก </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> รถยนต์ไฟฟ้า (EV) ช่วยรักษาสิ่งแวดล้อม </a> และความสำเร็จของเทสลาตามรายงานนั้นไม่ได้ถูกมองข้ามไปโดยกลุ่มผู้บริหารระดับสูงของ Apple เห็นได้ชัดว่าบริษัทกำลังทุ่มทรัพยากรเพื่อสร้างระบบขับเคลื่อนอัตโนมัติ <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> EV ที่อาจไม่มีพวงมาลัย </a> . ที่กล่าวว่าการผลิตรถยนต์เป็นบ่อเงินที่ต้องใช้ห่วงโซ่อุปทานขนาดใหญ่ที่ครอบคลุมทวีปต่างๆ มาโดยตลอด </p> <p> ตามที่เรารายงานไปเมื่อเร็วๆ นี้ ดูเหมือนว่า Apple และ Kia จะไม่ได้ร่วมมือกันใน Apple Car นอกจากนี้ บริษัทผู้ผลิตรถยนต์รายใหญ่ของญี่ปุ่น Apple ได้เข้ามาใกล้ตามรายงานแล้ว <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> กังวลเกี่ยวกับการตกชั้นไปยังผู้ผลิตตามสัญญา </a> . </p> <p> รายงานใหม่โดย <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> พยายามรวบรวมซัพพลายเออร์และหุ้นส่วนการประกอบที่เป็นไปได้สำหรับการผลิต EV ที่มีข่าวลือของ Apple ตัวเลือกที่เป็นไปได้ ได้แก่ Nissan และ Stellantis เช่นเดียวกับ Magna ซึ่งผลิตรถยนต์สำหรับแบรนด์อื่นๆ และอื่นๆ </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn มีความผูกพันกับ Apple </h2> <p> Foxconn เป็นตัวเลือกที่สำคัญ บริษัทมีความสัมพันธ์กับ Apple ในฐานะผู้ผลิตตามสัญญาที่ประกอบ iPhone และอุปกรณ์อื่นๆ เมื่อไม่กี่เดือนที่ผ่านมา Foxconn ได้เปิดตัวแชสซี EV ตัวแรกพร้อมกับแพลตฟอร์มซอฟต์แวร์ </p> <p> มีแผนที่จะเปิดตัวแบตเตอรี่แบบโซลิดสเตตภายในปี 2567 ซึ่งเป็นปีเดียวกับที่ Apple Car จะเข้าสู่การผลิตจำนวนมาก Foxconn และ Fiat Chrysler ร่วมมือกันสร้างรถยนต์ไฟฟ้าในประเทศจีน Apple สามารถใช้ประโยชน์จากเทคโนโลยีของ Foxconn เป็นพื้นฐานสำหรับ EV </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> แม็กน่าเหมาะมาก </h2> <p> Magna ซึ่งตั้งอยู่ในแคนาดาสร้างชิ้นส่วนต่างๆ ให้กับแบรนด์ต่างๆ เช่น BMW และ Jaguar Land Rover ในโรงงานในเมืองกราซ ประเทศออสเตรีย Magna นำเสนอบริการด้านวิศวกรรมและการผลิตแก่บริษัทสตาร์ทอัพ EV บริษัทได้ร่วมมือกับ LG เพื่อสร้างระบบขับเคลื่อนร่วมกัน และเพิ่งเริ่มประกอบรถยนต์ในประเทศจีน </p> <p> </p> <p> Bloomberg กล่าวว่า Magna ได้รับประโยชน์จากความสัมพันธ์ก่อนหน้านี้กับ Apple ซึ่งเป็นผู้ผลิตสัญญารายแรกที่ Apple พูดคุยด้วยเมื่อตัดสินใจเข้าสู่พื้นที่ EV เมื่อห้าปีที่แล้ว </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> การสนทนาของ Apple-Hyundai สามารถเริ่มต้นใหม่ได้ </h2> <p> สำหรับ Hyundai และ Kia ทั้งคู่ดำเนินการผลิตในสหรัฐอเมริกา แพลตฟอร์ม EV ใหม่ของ Kia ให้ระยะการขับขี่ประมาณ 311 ไมล์ (มากกว่า 500 กิโลเมตร) และแบตเตอรี่ที่ชาร์จเร็วได้ถึง 80 เปอร์เซ็นต์ใน 18 นาที </p> <p> มีรายงานว่า Apple สนใจที่จะร่วมมือกับ Hyundai/Kia อย่างไรก็ตาม <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> บทสนทนาแตกสลาย </a> หลังจากที่ผู้บริหารได้ยืนยันรายงานว่าบริษัทกำลังเจรจากับ Apple </p> <blockquote> <p> ข้อเสียเปรียบอย่างใหญ่หลวงของ Hyundai และ Kia คือการกลับไปกลับมาเมื่อเร็วๆ นี้ว่าพวกเขากำลังพัฒนารถยนต์สำหรับ Apple ซึ่งเป็นบริษัทที่มีความลับอย่างฉาวโฉ่ แม้ว่าผู้ผลิตรถยนต์ทั้งสองจะกล่าวว่าการเจรจาไม่เกิดขึ้น แต่ก็มีความเป็นไปได้ที่การสนทนาจะเริ่มใหม่หาก Apple เห็นว่าพวกเขาเป็นหุ้นส่วนที่ดีที่สุด </p> </blockquote> <p> Kia วางแผนที่จะเปิดตัวรถยนต์ EV ใหม่ 23 รุ่นโดยใช้แพลตฟอร์มภายในปี 2025 </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> ผู้ผลิตรถยนต์นิสสันและยุโรป </h2> <p> บทความนี้พยายามอธิบายว่าทำไม Nissan จึงเหมาะกับ Apple Nisan มีแพลตฟอร์ม EV ที่พัฒนาร่วมกับเรโนลต์ แต่ที่สำคัญที่สุด มาโกโตะ อูชิดะ ซีอีโอของบริษัทกล่าวว่า นิสสัน &quot;มี DNA ที่จะทำสิ่งต่างๆ ที่คนอื่นไม่ทำ&quot; </p> <p> </p> <p> เมื่อรวมกับข้อเท็จจริงที่ว่าบริษัทประสบปัญหาทางการเงินในช่วง 12 เดือนที่ผ่านมา และคุณมีข้อตกลงกับ Apple-Nissan ที่เป็นไปได้ Bloomberg มี </p> <blockquote> <p> ผู้ผลิตรถยนต์รายนี้ประสบภาวะตกต่ำ โดยรายงานความสูญเสียครั้งใหญ่ที่สุดในรอบสองทศวรรษในปีงบประมาณ 2019 และอาจได้รับรายได้ที่จำเป็นมากจากการช่วย Apple พัฒนาหรือผลิตรถยนต์ นอกจากนี้ยังอาจได้รับประโยชน์จากการเข้าถึงเทคโนโลยีของ Apple หลังจากดำเนินตามกลยุทธ์ของปริมาณที่ต้นทุนใดๆ ก็ตามที่กินเพื่อผลกำไร นิสสันจำเป็นต้องดึงดูดลูกค้าที่จ่ายเงินสูงกว่าส่วนใหญ่ด้วยเทคโนโลยีภายในรถยนต์ </p> </blockquote> <p> รายงานยังเน้นย้ำถึงผู้ผลิตรถยนต์ในยุโรป เช่น Stellantis ว่าเป็นพันธมิตรด้านการประกอบและการผลิตสำหรับ Apple Car ความพร้อมใช้งานของกำลังการผลิตอาจเป็นปัจจัยที่สำคัญที่สุดในการผลิตรถยนต์—เพียงแค่ถามเทสลา ด้วยเหตุนี้ Apple จึงควรที่จะจ้างบริษัทภายนอกเพื่อผลิต EV ให้กับผู้จำหน่ายรถยนต์และซัพพลายเออร์หลายราย </p> <p> <small> เครดิตภาพ: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}