{"title":"Microsoft เพิ่มการแจ้งเตือนภัยคุกคาม Nation-State ให้กับ Defender สำหรับ Office 365","content":"<p> ในการอัปเดตที่น่าสนใจและเพื่อเป็นการตอบโต้โดยตรงต่อการโจมตีทางไซเบอร์ของ SolarWinds Microsoft ได้ตั้งค่าให้เพิ่มคำเตือนกิจกรรมการแฮ็กข้อมูลระดับชาติใหม่ใน Microsoft 365 คำเตือนจะแจ้งเตือนผู้ใช้ถึงภัยคุกคามใดๆ เวลาในการตอบสนองต่อภัยคุกคาม </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft เปิดตัวการแจ้งเตือนภัยคุกคามระดับประเทศ </h2> <p> Microsoft Defender สำหรับ Office 365 (เดิมเรียกว่า Office 365 Advanced Threat Protection) จะแสดงการแจ้งเตือนที่แจ้งผู้ใช้ระดับองค์กรว่าการโจมตีด้วยภัยคุกคามระดับประเทศที่น่าสงสัยกำลังรบกวนพื้นที่ทำงาน </p> <blockquote> <p> การโจมตีเหล่านี้แสดงถึงกิจกรรมการคุกคามที่ก้าวหน้าและต่อเนื่องที่สุดบางส่วนที่ Microsoft ติดตาม ศูนย์ข่าวกรองภัยคุกคามของ Microsoft ติดตามภัยคุกคามเหล่านี้ สร้างโปรไฟล์ที่ครอบคลุมของกิจกรรม และทำงานอย่างใกล้ชิดกับทีมรักษาความปลอดภัยของ Microsoft ทั้งหมดเพื่อใช้การตรวจจับและบรรเทาผลกระทบเพื่อปกป้องลูกค้าของเรา </p> </blockquote> <p> Microsoft ได้แจ้งผู้ใช้หลายพันคนต่อปีแล้วว่าผู้คุกคามระดับประเทศอาจรบกวนเครือข่ายของพวกเขา อย่างไรก็ตาม ในขณะนี้ การแจ้งเตือนจะถูกส่งทางอีเมล </p> <p> ถ้าผู้ใช้ Microsoft Defender for Office 365 ไม่ตรวจสอบอีเมลในวันนั้น พวกเขาอาจพลาดการแจ้งเตือนที่สำคัญ แม้ว่า Defender for Office 365 จะเป็นผลิตภัณฑ์สำหรับองค์กรเป็นหลัก แต่การแจ้งเตือนที่สำคัญก็ยังหลุดรอดไปได้ </p> <p> การแจ้งเตือนใหม่จะปรากฏภายในแดชบอร์ด Microsoft Defender สำหรับ Office 365 จะมีโอกาสสูงมากที่ผู้ดูแลระบบเครือข่าย ทีมรักษาความปลอดภัย ผู้บริหาร และอื่นๆ จะมองเห็น </p> <p> Microsoft ได้เพิ่ม &quot;การแจ้งเตือนกิจกรรมระดับประเทศที่มีศักยภาพ&quot; ลงในแผนงาน Office 365 เมื่อวันที่ 6 กุมภาพันธ์ พ.ศ. 2564 และคาดว่าคุณลักษณะนี้จะเสร็จสิ้นการเปิดตัวภายในสิ้นเดือนนี้ </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> การโจมตีระดับชาติและรัฐคืออะไร? </h2> <p> การโจมตีแบบรัฐชาติถือเป็นหนึ่งในประเภทที่อันตรายที่สุดของการโจมตีทางไซเบอร์ เช่น ความรู้เชิงลึกและทรัพยากรที่หลากหลายสำหรับผู้คุกคาม </p> <p> </p> <p> <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> การโจมตีทางอินเทอร์เน็ตล่าสุดของ SolarWinds </a> ถูกสงสัยว่าเป็นการโจมตีระดับประเทศ ซึ่งเป็นระดับความเชี่ยวชาญที่จำเป็นในการแทรกซึมเครือข่ายระดับสูง การโจมตี, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> ที่รู้จักกันในชื่อการแฮ็กห่วงโซ่อุปทาน </a> , โจมตีหลายเป้าหมายหลังจากอยู่เฉยๆในเครือข่ายของเหยื่อเป็นเวลาหลายเดือน </p> <p> แต่ถึงแม้การโจมตีแบบรัฐชาติจะฟังดูอันตราย แต่ส่วนใหญ่แล้ว ผู้ใช้ทั่วไปเช่นคุณและฉันไม่ใช่เป้าหมาย การใช้ทรัพยากรจำนวนมากเพื่อโจมตีประชาชนทั่วไปนั้นไม่คุ้มค่า เนื่องจากมีวิธีที่ง่ายกว่ามากในการเข้าถึงข้อมูลของพวกเขา </p> <p> ด้วยเหตุนี้ ภัยคุกคามระดับชาติจึงมักโจมตีเป้าหมายที่ใหญ่กว่ามาก เช่น หน่วยงานของรัฐ บริษัทเทคโนโลยีรายใหญ่ โครงสร้างพื้นฐานของประเทศ และอื่นๆ </p>"}