{"title":"Microsoft กำลังทำให้การยกมือของคุณง่ายขึ้นในทีม","content":"<p> หากคุณเคยพยายามยกมือใน Microsoft Teams มาก่อน คุณอาจสังเกตเห็นว่าไม่มีวิธีที่รวดเร็วและง่ายดายในการทำเช่นนั้น อย่างไรก็ตาม Microsoft กำลังวางแผนที่จะแก้ไขด้วยการเพิ่มแป้นพิมพ์ลัดที่ยกมือขึ้นทันที </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> แป้นพิมพ์ลัดใหม่สำหรับ Microsoft Teams </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> บนMSFT </a> พบประกาศคุณสมบัติใหม่ครั้งแรก Microsoft ประกาศการพัฒนาคุณลักษณะนี้บน this <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> UserVoice เป็นฟอรัมพิเศษที่ผู้ใช้สามารถนำเสนอสิ่งที่พวกเขาต้องการเห็นจาก Teams โดยตรงกับยักษ์ใหญ่ด้านเทคโนโลยี ก่อนหน้านี้เราเห็น <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft เพิ่มกำหนดการประชุม Teamss </a> ขอบคุณฟอรัม UserVoice </p> <p> ในฟอรัมดังกล่าว มีคนเสนอแนวคิดในการเพิ่มแป้นพิมพ์ลัดเพื่อยกมือของคุณในการประชุม Teams Microsoft ตั้งกระทู้ด้วยการแสดงตนและโพสต์ต่อไปนี้: </p> <blockquote> <p> ขอบคุณสำหรับความคิดเห็นของคุณ. ทีมงานได้เริ่มทำงานเกี่ยวกับคุณลักษณะนี้สำหรับเดสก์ท็อป Windows และ Mac เว็บไคลเอ็นต์จะทำงานต่อไปในอนาคต เราจะแชร์การอัปเดตทันทีที่มีให้ </p> </blockquote> <p> แม้ว่าเราจะไม่มีวันวางจำหน่ายที่แน่นอน แต่ให้คอยติดตามการอัปเดตในอนาคตที่เพิ่มคุณสมบัติที่มีประโยชน์นี้ </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> ใครต้องการสิ่งนี้ ยกมือขึ้น </h2> <p> ถ้าคุณต้องการแป้นพิมพ์ลัดสำหรับยกมือใน Teams คุณโชคดี เราไม่แน่ใจว่าจะวางจำหน่ายเมื่อใด แต่จะเป็นส่วนเสริมที่น่ายินดีเมื่อเปิดตัวใน Teams </p> <p> ถ้าคุณชอบโต้ตอบในการประชุม Teams ของคุณ คุณทราบหรือไม่ว่า Microsoft จะเพิ่มการตอบสนองแบบอีโมจิให้กับแฮงเอาท์วิดีโอของคุณ </p> <p> <small> เครดิตรูปภาพ: FS Stock / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}