{"title":"Microsoft อาจให้รางวัลแก่คุณในไม่ช้าสำหรับการใช้ Edge","content":"<p> Microsoft Edge ใหม่ก้าวกระโดดตั้งแต่ย้ายไปยังบิลด์ Chromium แต่ไม่ใช่ทุกคนที่มั่นใจมากพอที่จะใช้งาน ซอฟต์แวร์ยักษ์มีจุดมุ่งหมายเพื่อแก้ไขปัญหาดังกล่าวโดยให้คะแนนผู้ใช้ใน Microsoft Rewards สำหรับการใช้เบราว์เซอร์ใหม่ </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> รับคะแนนก้อนโตด้วย Microsoft Edge </h2> <p> การเปลี่ยนแปลงล่าสุดของ Microsoft Rewards ถูกพบโดย <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> บนMSFT </a> . ผู้ใช้ Rewards แบบ Eagle-eyed บางคนตั้งข้อสังเกตว่าขณะนี้ Microsoft ได้ให้คะแนนมากขึ้นแก่ผู้ที่ใช้ Edge เพื่อค้นหา Bing </p> <p> คุณสามารถแลกเปลี่ยนคะแนนเหล่านี้เป็นสินค้าซึ่งเป็นประโยชน์อย่างมากสำหรับแฟน ๆ ของ Microsoft ตัวอย่างเช่น คุณสามารถใช้ Microsoft Rewards เพื่อรับ <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> ฟรี Xbox Live Gold </a> . </p> <p> ก่อนหน้านี้ ผู้ใช้ได้รับการสนับสนุนเพียงเล็กน้อยเมื่อใช้ Edge เพื่อค้นหาใน Bing คุณจะได้รับ 150 คะแนน หากคุณค้นหาบนพีซี และ 100 คะแนนบนอุปกรณ์พกพา วิธีใดก็ตามที่คุณเลือก คุณจะได้รับโบนัส 20 คะแนน หากคุณใช้ Microsoft Edge ขณะค้นหาบน Bing </p> <p> ขณะนี้ Microsoft กำลังทดลองใช้ระบบคะแนนใหม่ที่สามารถให้คะแนนได้มากถึง 250 คะแนนสำหรับการใช้ Edge Microsoft ปรับสมดุลคะแนน Edge ที่เพิ่มขึ้นโดยให้น้อยลงสำหรับการใช้พีซีหรืออุปกรณ์มือถือ แต่ก็ยังมีอีกมากสำหรับการใช้เบราว์เซอร์ Edge </p> <p> บางคนไม่เห็นจุดขอบที่ได้รับการปรับปรุงเหล่านี้ ดังนั้นจึงมีโอกาสดีที่ Microsoft เพิ่งเห็นว่าสิ่งต่างๆ ดำเนินไปอย่างไรในขณะนั้น อย่างไรก็ตาม แสดงให้เห็นว่าบริษัทกำลังพิจารณาความเป็นไปได้ที่จะให้รางวัลแก่ผู้ใช้มากขึ้นสำหรับการใช้ Edge </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> นำคะแนน Microsoft Rewards ของคุณไปให้ถึงขีดสุด </h2> <p> หากคุณเป็นแฟนตัวยงของ Microsoft Rewards คุณจะต้องลองใช้ Edge เพื่อค้นหา Bing ในอนาคต ดูเหมือนว่าบริษัทกำลังวางแผนที่จะให้รางวัลแก่ผู้ใช้ Edge มากขึ้น เพื่อเป็นการขอบคุณสำหรับการใช้เบราว์เซอร์ </p> <p> หากคุณต้องการข้อแก้ตัวเพิ่มเติมในการบู๊ต Microsoft Edge คุณทราบหรือไม่ว่า Microsoft Edge สามารถทำงานได้อย่างมีประสิทธิภาพมากกว่า Google Chrome ในบางพื้นที่ ตัวอย่างเช่น แบตเตอรีแล็ปท็อปจะเบากว่าและใช้หน่วยความจำน้อยกว่า </p> <p> <small> เครดิตภาพ: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}