{"title":"Microsoft Teams ได้รับสองแอปเพิ่มประสิทธิภาพและติดตามผลใหม่","content":"<p> Microsoft กำลังนำ Power Apps ใหม่สองรายการมาสู่ Microsoft Teams: กระดานข่าวและเหตุการณ์สำคัญ แอปใหม่ทั้งสองมุ่งเน้นไปที่การทำให้การแชร์และติดตามงานง่ายขึ้น อีกทั้งยังสร้างโดยใช้ Power Platform ที่ปรับแต่งได้ ช่วยให้คุณกำหนดรูปแบบได้ตามความต้องการขององค์กรของคุณ </p> <p> แอปใหม่มีวางจำหน่ายแล้วในร้านค้า Microsoft Teams ซึ่งหมายความว่าคุณสามารถเริ่มใช้งานได้ทันที </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Power Apps ใหม่สำหรับ Microsoft Teams: กระดานข่าวสารและเหตุการณ์สำคัญ </h2> <p> แอพใหม่ทำหน้าที่เหมือนชื่อจริง </p> <p> ตามที่ประกาศเมื่อ <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> บล็อก Power Apps </a> , <strong> กระดานข่าว </strong> เป็นแอป Microsoft Teams ที่คุณใช้โพสต์ข่าวสารของบริษัท ข้อมูล และอื่นๆ ไปยังทั้งองค์กรของคุณ แอปจะมีบทบาทสำคัญในการกระจายการสื่อสารทั่วทั้งพื้นที่ทำงาน เพื่อให้มั่นใจว่าผู้ใช้ทุกคนจะได้รับการแจ้งเตือนและรวมอยู่ในการสนทนาขององค์กร </p> <blockquote> <p> โซลูชัน Bulletins ช่วยให้ทีมสื่อสารสามารถแบ่งปันข่าวสารและข้อมูลของบริษัทหรือแผนกได้จากศูนย์กลาง บทความข่าวสามารถจัดระเบียบตามหมวดหมู่และมีเนื้อหาที่หลากหลาย รวมถึงรูปภาพ วิดีโอ ปุ่มที่ดำเนินการได้ ผู้จัดพิมพ์ยังสามารถดูตัวชี้วัดสำหรับบทความที่โพสต์ เช่น อัตราการดูในช่วงเวลาหนึ่ง </p> </blockquote> <p> Microsoft Teams Bulletins ได้รับการปรับให้เหมาะกับอุปกรณ์พกพาเช่นกัน ผู้ใช้อุปกรณ์เคลื่อนที่มีสิทธิ์เข้าถึงแอปเหมือนกันและสามารถตอบสนอง ปรับแต่ง และโพสต์ได้เหมือนกับผู้ใช้เดสก์ท็อป </p> <p> <strong> เหตุการณ์สำคัญ </strong> นำการติดตามโครงการ การอัปเดตสถานะ และการอัปเดตทีมข้ามสายงานมาไว้ในฮับเดียว </p> <blockquote> <p> ทุกองค์กรมีความต้องการเฉพาะจากซอฟต์แวร์ติดตามโครงการ แอป Milestones ช่วยให้คุณใช้โค้ดน้อยได้ง่ายในการปรับแต่งประสบการณ์นี้ คุณสามารถอัปเดตป้ายกำกับของฟิลด์ เพิ่มฟิลด์ใหม่ หรือเพิ่มโฟลว์กระบวนการทางธุรกิจ เช่น การแจ้งเตือนไปยังเจ้าของสตรีมงาน เมื่อมีการเปลี่ยนแปลงสถานะในงาน </p> </blockquote> <p> เหตุการณ์สำคัญมีเป้าหมายที่จะกลายเป็นพอร์ทัลติดตามโครงการเพื่อสนับสนุนแพลตฟอร์ม Microsoft Teams ทั้งหมด แทนที่จะต้องเข้าถึงแอปอื่นเพื่อติดตามสิ่งที่เกิดขึ้นกับโครงการของคุณ </p> <p> แอป Milestones จะช่วยให้สามารถปรับแต่งได้หลากหลายเพื่อให้เหมาะกับความต้องการขององค์กรและโครงการของคุณ นอกจากนี้ คุณยังสามารถปักหมุดหลักชัยในแชนเนลทีมหลักให้ทุกคนได้ดู </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams กำลังจะกลายเป็น Go-To Tool </h2> <p> การแนะนำแอปใหม่สำหรับการจัดการโครงการและกระดานข่าวสารทั่วทั้งองค์กรเป็นอีกก้าวหนึ่งที่ทำให้ Microsoft Teams กลายเป็นเครื่องมือที่ลงตัวสำหรับทุกฟังก์ชัน Microsoft เพิ่งทำ <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> การนำทางของทีมง่ายขึ้นมาก </a> และในช่วงไม่กี่เดือนที่ผ่านมา เราได้เห็นการอัปเดตฟังก์ชันมากมายบนแพลตฟอร์มพื้นที่ทำงานร่วมกัน </p> <p> </p> <p> เนื่องจากการระบาดใหญ่ของโควิด-19 ยังคงส่งผลกระทบต่อสถานที่ทำงานแบบเดิมๆ และแนวทางการทำงานจากที่บ้านเพิ่มมากขึ้น คาดว่า Microsoft จะยังคงผลักดันฟีเจอร์ใหม่ของ Microsoft Teams </p>"}