{"title":"Parler เสนอให้องค์กร Trump เป็นสัดส่วนการถือหุ้น","content":"<p> ในระหว่างที่ดำรงตำแหน่งของอดีตประธานาธิบดีโดนัลด์ ทรัมป์ พาร์เลอร์และทีมทรัมป์ถูกกล่าวหาว่าพยายามเจรจาข้อตกลงที่จะทำให้เครือข่ายโซเชียลหลักของพาร์เลอร์ เพื่อแลกกับทรัมป์จะได้รับสัดส่วนการถือหุ้น 40% ในแพลตฟอร์ม </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler อาจต้องการ Trump Onboard </h2> <p> Parler เครือข่ายสังคมออนไลน์ที่มีเสรีภาพในการพูด ได้กลายเป็นหัวข้อข่าวไปแล้ว และไม่ใช่เพียงเพราะแพลตฟอร์มอนุรักษ์นิยมทางการเมืองส่วนใหญ่ <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> บูตจากร้านแอปและ Amazon Web Services </a> . </p> <p> ครั้งนี้รายงานโดย <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Buzzfeed News </a> อ้างว่า Parler เสนอให้ทรัมป์ถือหุ้น 40% ใน Parler ถ้าเขาทำให้เป็นแพลตฟอร์มโซเชียลหลักของเขา มีรายงานว่าการเจรจาเหล่านี้เกิดขึ้นในช่วงฤดูร้อนปี 2020 และถูกพูดถึงอีกครั้งหลังการเลือกตั้งในเดือนพฤศจิกายน </p> <p> ยังไม่ชัดเจนว่าทรัมป์เองมีส่วนเกี่ยวข้องในการเจรจาหรือไม่ ผู้เชี่ยวชาญด้านกฎหมายที่อ้างถึงในรายงานของ Buzzfeed กล่าวว่าหากทรัมป์ยอมรับข้อตกลงนี้ระหว่างดำรงตำแหน่งประธานาธิบดี ก็อาจละเมิดกฎหมายต่อต้านการให้สินบน </p> <p> นักข่าวของ Buzzfeed ยังอ้างว่าเห็นเอกสารการเจรจาเหล่านี้ เป็นส่วนหนึ่งของข้อตกลง ทรัมป์ควรจะต้องโพสต์ไปยัง Parler อย่างน้อยสี่ชั่วโมงก่อนเครือข่ายโซเชียลอื่น ๆ ทั้งหมด </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> จะเกิดอะไรขึ้นถ้าทรัมป์ทำให้ Parler เครือข่ายหลักของเขา </h2> <p> การมีทรัมป์เป็นผู้ใช้แพลตฟอร์มบ่อยครั้งจะทำให้ Parler สูงขึ้นไปอีก <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler เห็นการอพยพจำนวนมากไปยังเครือข่าย </a> หลังจากการสูญเสียของทรัมป์ในการเลือกตั้งในปี 2020 และฝูงแกะนี้น่าจะยิ่งใหญ่กว่านี้หากทรัมป์เข้าร่วม </p> <p> ในระหว่างการหาเสียงและตำแหน่งประธานาธิบดี ทรัมป์หันไปหา Facebook และ Twitter เพื่อระดมผู้สนับสนุน ทรัมป์ไม่เคยหันไปหา Parler ในฐานะเครือข่ายที่เข้าถึงได้ ซึ่งเป็นแพลตฟอร์มที่ผู้ชมของเขาน่าจะยอมรับมากกว่า </p> <p> ทรัมป์เคยเป็น <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> ถูกแบนถาวรจาก Twitter </a> และ <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> ถูกระงับจาก Facebook อย่างไม่มีกำหนด </a> - การเข้าร่วม Parler อาจทำให้การโจมตีครั้งนี้อ่อนลง อย่างไรก็ตาม เห็นได้ชัดว่า Parler ยังไม่ได้ผล </p> <p> หลังจากที่แพลตฟอร์มถูกขึ้นบัญชีดำ <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> คณะกรรมการ Parler ถูกกล่าวหาว่าไล่ออกจาก CEO และผู้ร่วมก่อตั้ง John Matze </a> . เห็นได้ชัดว่า Matze ได้ผลักดันให้มีการดูแลที่เข้มงวดมากขึ้นเพื่อช่วยให้ Parler ได้พื้นที่ใน App Store กลับคืนมา แต่ทีม Parler ที่เหลือไม่ชอบแนวคิดนี้ </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> อนาคตของ Parler จะเป็นอย่างไร? </h2> <p> ตอนนี้ John Matze ถูกกล่าวหาว่าออกจากเก้าอี้ CEO แล้ว Parler มีอนาคตที่ไม่แน่นอนมากขึ้น ปัจจุบันเว็บไซต์แสดงหน้าเว็บแบบคงที่ แต่ไม่มีใครรู้ว่าเว็บไซต์จะเปิดใช้งานอย่างเป็นทางการเมื่อใด </p> <p> เมื่อทรัมป์ออกจากทำเนียบขาว ฐานผู้ใช้ของ Parler จะยังคงแข็งแกร่งเหมือนเดิมในช่วงสิ้นสุดตำแหน่งประธานาธิบดีหรือไม่? ถ้าทรัมป์ปิดข้อตกลงกับพาร์เลอร์ ก็น่าจะเป็นเช่นนั้น </p>"}