{"title":"Photoshop, Illustrator และ Fresco เพิ่มการทำงานร่วมกันของเอกสาร","content":"<p> คุณเคยทำงานในโครงการสร้างสรรค์ร่วมกับผู้อื่นทางออนไลน์หรือไม่? มักจะประกอบด้วยการส่งไฟล์ไปมาในอีเมลหรือข้อความ การดาวน์โหลดไฟล์ใหม่เพียงเพื่อแก้ไข และอัปโหลดไฟล์อีกครั้งก่อนที่คนอื่นจะทำแบบเดียวกัน—กระบวนการนี้ดูยุ่งยากและไม่มีประสิทธิภาพในบางครั้ง </p> <p> แต่ถ้าโครงการของทีมคุณสร้างขึ้นใน Photoshop, Illustrator หรือ Fresco คุณยินดีที่จะเรียนรู้ว่า Adobe ได้ปรับปรุงขั้นตอนการทำงานนั้นให้กับคุณ </p> <h2 id=\"collaborate-on-the-cloud\"> ทำงานร่วมกันบนคลาวด์ </h2> <p> Pam Clark ผู้จัดการผลิตภัณฑ์ Photoshop โพสต์ไปที่ to <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe บล็อก </a> ด้วยการอัปเดตฟีเจอร์ใน Photoshop, Illustrator และ Fresco </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> ตอนนี้นั่งอยู่ที่มุมบนขวาของอินเทอร์เฟซผู้ใช้ของแต่ละโปรแกรมคือ new <strong> เชิญแก้ไข </strong> ลักษณะเฉพาะ. ในกระบวนการที่คล้ายกันมากกับ <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> แบ่งปันใน Google ไดรฟ์ </a> คุณสามารถคลิกปุ่มเพื่อเปิดกล่องข้อความเพื่อให้คุณพิมพ์อีเมลของผู้ที่คุณต้องการเพิ่มในโครงการเป็นผู้ทำงานร่วมกัน </p> <p> ผู้ทำงานร่วมกันทุกคนมีสิทธิ์แก้ไขเอกสารและประวัติเวอร์ชันในอุปกรณ์ที่รองรับ สำหรับ Photoshop และ Illustrator นั่นคือ PC และ iPad สำหรับ Fresco เป็นสองแพลตฟอร์มเดียวกัน นอกเหนือจาก iPhone </p> <p> มีเพียงคนเดียวเท่านั้นที่สามารถทำงานในเอกสารระบบคลาวด์ที่แชร์ในแต่ละครั้ง แต่การเปลี่ยนแปลงที่พวกเขาบันทึกไว้จะซิงค์กับผู้ทำงานร่วมกันทั้งหมดโดยอัตโนมัติ คุณสามารถเข้าถึงเอกสารคลาวด์ที่แชร์ของคุณบน on <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Assets </a> หน้าและใน <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Creative Cloud </a> แอพเดสก์ท็อป </p> <p> ต้องการแปรงใหม่สำหรับฤดูกาลหรือไม่? Kyle T. Webster ผู้เชี่ยวชาญด้านการออกแบบอาวุโสของ Adobe ได้เปิดตัว has <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> ชุดแปรงฤดูหนาวปี 2020 </a> สำหรับ Photoshop และ Fresco </p> <p> </p> <p> โพสต์เดียวกันนี้ได้ให้รายละเอียดเกี่ยวกับการเพิ่ม Preset Sync ใน Photoshop สำหรับ Mac และ Windows เปิดใช้งานและการตั้งค่าสำหรับพู่กัน ตัวอย่าง การไล่ระดับสี รูปแบบ สไตล์ และรูปร่างของคุณจะถูกเก็บไว้ &quot;พู่กันที่ซิงค์กำลังจะมาในเวอร์ชัน iPad เร็วๆ นี้&quot; คลาร์กเขียน </p> <p> </p> <p> นอกจากนี้ หากคุณเป็นศิลปินที่ต้องเดินทางบ่อยๆ คุณจะดีใจที่ได้เรียนรู้ว่าขณะนี้คุณสามารถหมุนผืนผ้าใบใน Illustrator บน iPad </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe ช่วยให้ทำงานจากระยะไกลได้ง่ายขึ้น </h2> <p> เป็นเรื่องง่ายสำหรับครีเอทีฟโฆษณาดิจิทัลที่จะทุบตี Adobe เมื่อเราเห็นว่าพวกเขาครองตลาดซอฟต์แวร์มัลติมีเดียดิจิทัลมาเป็นเวลานาน แต่คุณไม่สามารถตัด Adobe ออกอย่างเป็นธรรมในฐานะ บริษัท ที่หยิบเงินสดได้เมื่อปรับให้เข้ากับวิธีที่ผู้ใช้เปลี่ยนแปลงเวิร์กโฟลว์เมื่อเวลาผ่านไปอย่างสม่ำเสมอ </p> <p> การอัปเดตฟีเจอร์ใหม่สำหรับ Photoshop, Illustrator หรือ Fresco มาเพียงห้าวันหลังจากนี้ <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark เพิ่มแบรนด์ที่ใช้ร่วมกัน </a> . เมื่อการทำงานกับคนออนไลน์เพียงอย่างเดียวกลายเป็นเรื่องปกติมากขึ้น ดูเหมือนว่าบริษัทกำลังทำทุกอย่างที่ทำได้เพื่อทำให้การทำงานร่วมกันทางออนไลน์ราบรื่นยิ่งขึ้น </p> <p> ไขว้นิ้วไว้ บางทีเราอาจจะได้เห็นการแก้ไขบนคลาวด์ในแอป Creative Cloud ทั้งหมดในอนาคต </p>"}