{"title":"รายงาน: Apple จะหยุดผลิต iPhone 12 Mini ได้ในไตรมาสที่ 2","content":"<p> iPhone 12 mini เป็น iPhone รุ่นล่าสุดที่เล็กที่สุดของ Apple และดูเหมือนว่าจะเป็นจริงสำหรับยอดขายด้วยเช่นกัน ตั้งแต่วันแรกที่ iPhone 12 ขนาดเล็กที่สุดของซีรีส์ได้รับการเชื่อฟังว่ามีรายงานว่าไม่ได้ขายในปริมาณพี่น้องที่ใหญ่กว่าและมีราคาแพงกว่า </p> <p> ตอนนี้รายงานจากวาณิชธนกิจ JP Morgan แบ่งปันโดย <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> โดยอ้างว่า Apple อาจหยุดการผลิต iPhone 12 mini ทันทีในช่วงไตรมาสที่สองของปี 2564 ซึ่งอาจหมายความว่าโทรศัพท์น่าจะมีเวลาอีกเพียงไม่กี่เดือนก่อนที่จะหยุดผลิตทั้งหมด </p> <h2 id=\"adjusting-iphone-12-orders\"> การปรับคำสั่งซื้อ iPhone 12 </h2> <p> บันทึกการลงทุนจากนักวิเคราะห์ซัพพลายเชนของ JP Morgan William Yang ยังระบุถึงการเปลี่ยนแปลงอื่นๆ ในไตรมาส 2 ที่ Apple อาจทำกับ iPhone 12 รุ่นต่างๆ Yang อ้างว่า Apple จะเพิ่มจำนวน iPhone 12 Pro Max ขึ้น 11 ล้านเครื่อง iPhone 12 Pro เพิ่มอีก 2 ล้านเครื่อง และ iPhone 11 ในยุค 2019 เพิ่มขึ้นอีก 8 ล้านเครื่อง </p> <p> ในขณะเดียวกัน iPhone 12 ปกติจะถูกตัดและ 9 ล้านเครื่อง ในขณะที่ iPhone 12 mini จะถูกตัด 11 ล้านเครื่อง ซึ่งเป็นจำนวนที่ลดลงเท่ากับ iPhone 12 Pro Max ที่เพิ่มขึ้น รายงานระบุว่า Apple อาจหยุดการผลิต iPhone 12 mini อย่างสมบูรณ์ในไตรมาสนี้ </p> <p> </p> <p> นี่ไม่ใช่ครั้งแรกที่เราได้ยินว่า iPhone 12 mini เป็นความล้มเหลวในการเปรียบเทียบสำหรับ Apple รายงานจาก Morgan Stanley เพิ่งอ้างว่า Apple กำลังตัดคำสั่งซื้อ iPhone 12 mini ในไตรมาสแรกของปี 2021 </p> <p> ในขณะเดียวกัน รายงานก่อนหน้านี้ชี้ให้เห็นว่าในขณะที่สมาร์ทโฟน 9 ใน 10 อันดับแรกที่เปิดใช้งานในวันคริสต์มาสในสหรัฐอเมริกาเป็นไอโฟน แต่ iPhone 12 mini เป็นเครื่องเดียวที่ไม่ติดอันดับ (นั่นคือแม้จะมี iPhone ที่เก่ากว่าบางรุ่นรวมอยู่ด้วย) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: มิสเซอร์ไพรส์ </h2> <p> ความจริงที่ว่า iPhone 12 mini ดูเหมือนจะดิ้นรนเป็นเรื่องที่น่าแปลกใจ ได้รับการวิจารณ์ที่ยอดเยี่ยมและมอบประสบการณ์ iPhone 12 ระดับพรีเมียมที่อัดแน่นอยู่ในฟอร์มแฟกเตอร์ขนาดเล็ก </p> <p> ประกอบด้วยจอแสดงผล OLED แบบเต็มหน้าจอเช่นเดียวกับพี่น้องที่ใหญ่กว่า (แม้ว่าจะเล็กกว่าเล็กน้อย), Face ID, โปรเซสเซอร์ A14 Bionic และการเชื่อมต่อ 5G เริ่มต้นเพียง 699 ดอลลาร์ ซึ่งเป็นราคาที่ถูกที่สุดสำหรับ iPhone รุ่นใหม่ของ Apple แต่ดูเหมือนว่าด้วยเหตุผลใดก็ตาม มันก็ไม่สามารถประสบความสำเร็จแบบเดียวกับ iPhone ที่มีขนาดใหญ่กว่าในปีนี้ได้ </p> <p> ที่น่าสนใจคือรายงานของ JP Morgan ระบุว่า Apple วางแผนที่จะเปิดตัว iPhone อีก 4 รุ่นในปีนี้ นั่นดูเหมือนจะบ่งบอกว่า Apple อาจยังไม่พร้อมที่จะโยนผ้าเช็ดตัวบนสาย iPhone &quot;mini&quot; ที่เล็กกว่า เราจะต้องรอจนถึงเดือนกันยายนเพื่อดูว่าจะเกิดอะไรขึ้น </p>"}