{"title":"Raspberry Pi OS เผชิญกับการตอบกลับของผู้ใช้หลังจากรวม Microsoft Repo หลังจากอัปเดต","content":"<p> เมื่อเร็ว ๆ นี้ปรากฏว่าระบบปฏิบัติการโอเพ่นซอร์ส Raspberry Pi OS ติดตั้งที่เก็บของ Microsoft ระหว่างการติดตั้ง การรวมที่เก็บข้อมูลจำนวนมากของ Microsoft หมายความว่าทุกครั้งที่อัปเดต Raspberry Pi OS เซิร์ฟเวอร์ของ Microsoft จะส่ง Ping ซึ่งอาจเปิดเผยข้อมูลเกี่ยวกับอุปกรณ์ของคุณ </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> Raspberry Pi OS ส่งข้อมูลไปยัง Microsoft? </h2> <p> อา <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> โพสต์ Reddit </a> รายละเอียดว่าทำไม Raspberry Pi OS (เดิมเรียกว่า Raspbian) เริ่มส่งข้อมูลไปยังเซิร์ฟเวอร์ของ Microsoft ทุกครั้งที่ระบบปฏิบัติการอัปเดต </p> <blockquote> <p> เป็นทางการเพราะพวกเขารับรอง IDE ของ Microsoft (!) แต่คุณจะได้รับแม้ว่าคุณจะติดตั้งจากภาพที่มีแสงและใช้ Pi ของคุณโดยไม่มี GUI ซึ่งหมายความว่าทุกครั้งที่คุณทำ &quot;apt update&quot; บน [Raspberry] Pi ของคุณ คุณกำลังส่ง Ping ไปยังเซิร์ฟเวอร์ Microsoft </p> </blockquote> <p> ข้อกังวลประการหนึ่งจากผู้ใช้คือ Microsoft อาจรวบรวมข้อมูลบนอุปกรณ์ที่ใช้งาน เช่น ที่อยู่ IP จากนั้นเชื่อมโยงสิ่งนี้กับข้อมูลอื่นๆ เพื่อสร้างโปรไฟล์โฆษณาที่กำหนดเป้าหมาย สำหรับผู้ใช้ที่พยายามทำงานภายใต้เรดาร์ วิธีนี้สามารถใช้เป็นวิธีการระบุ </p> <p> แต่สำหรับผู้ใช้จำนวนมาก มีปัญหาใหญ่กว่าในการเล่น </p> <p> ประการแรก ผู้ใช้หลายคนแสดงความผิดหวังที่โปรเจ็กต์โอเพนซอร์สจะอัปเดตที่เก็บซอร์สโดยไม่แจ้งให้ผู้ใช้ทราบ ประการที่สอง การอัปเดตที่เพิ่มพื้นที่เก็บข้อมูลของ Microsoft ลงในการติดตั้งที่มีอยู่ก็ทำให้เกิดความโกรธ </p> <p> ประการที่สาม Eben Upton ผู้ก่อตั้ง Raspberry Pi ได้ปฏิเสธประเด็นนี้โดยสิ้นเชิง โดยตั้งคำถามว่าทำไมผู้ใช้ถึงต้องกังวลเกี่ยวกับการรวมดังกล่าวตั้งแต่แรก </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> ขออภัย: ฉันไม่เข้าใจว่าทำไมคุณถึงคิดว่านี่เป็นสิ่งที่ควรทำ เราทำสิ่งนี้ตลอดเวลาโดยไม่ต้องโพสต์บล็อกเกี่ยวกับวิธียกเลิก </p> — อีเบนอัพตัน (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 กุมภาพันธ์ 2564 </a></blockquote>  <p> ดูเหมือนว่าอย่างน้อยที่สุด ผู้ใช้น่าจะชอบที่จะได้รับแจ้งว่าจะมีการเพิ่มที่เก็บของ Microsoft ลงใน Raspberry Pi OS เริ่มต้น เนื่องจากลักษณะของชุมชนที่เกี่ยวข้องกับการใช้งาน Raspberry Pi มากที่สุด (ผู้ใช้ Linux ที่เน้นความเป็นส่วนตัวแบบโอเพนซอร์ส) ซึ่งดูยุติธรรม </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Raspberry Pi OS จะยังคงนำเสนอ Repository ของ Microsoft ต่อไปหรือไม่ </h2> <p> น่าเสียดายที่ผู้ใช้ Raspberry Pi OS จะต้องยิ้มและอดทนหากต้องการใช้ระบบปฏิบัติการอย่างเป็นทางการต่อไป </p> <p> ในกระทู้เกี่ยวกับ repo ของ Microsoft บน <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> ฟอรัม Raspberry Pi </a> Gordon Hollingworth ผู้อำนวยการฝ่ายวิศวกรรมซอฟต์แวร์ของ Raspberry Pi กล่าวว่า &quot;สิ่งนี้จะไม่เปลี่ยนแปลง เพราะมันทำให้ประสบการณ์ครั้งแรกสำหรับผู้ที่ต้องการใช้เครื่องมือเช่น VSCode ง่ายขึ้น&quot; </p> <p> ซึ่งหมายความว่าผู้ใช้บางรายจะทิ้ง Raspberry Pi OS ไว้เบื้องหลังอย่างหลีกเลี่ยงไม่ได้เพื่อค้นหาทางเลือกอื่น โชคดีที่เมื่อพูดถึง Raspberry Pi คุณมีระบบปฏิบัติการทางเลือกที่ยอดเยี่ยมมากมายให้เลือกใช้ </p> <p> </p> <p> ถึงกระนั้น ผู้ใช้บางคนก็จะทำสิ่งนี้ต่อไปและเปลี่ยนจาก Raspberry Pi ไปพร้อม ๆ กันโดยมุ่งไปที่หนึ่งในคู่แข่งคอมพิวเตอร์รายอื่น </p>"}