{"title":"รายงาน: Apple มอบหมายงานอดีตหัวหน้าฮาร์ดแวร์ด้วย AR/VR Work","content":"<p> Dan Riccio อดีตหัวหน้าฮาร์ดแวร์ของ Apple ได้รับมอบหมายให้ช่วยรับผิดชอบดูแลอุปกรณ์เทคโนโลยีความจริงเสริม (AR) และอุปกรณ์ VR เขาเพิ่งเริ่ม &quot;บทใหม่&quot; ที่ Apple และตอนนี้เป็นผู้นำใน &quot;โครงการใหม่&quot; ที่ไม่ระบุรายละเอียด </p> <p> &quot;ฉันตั้งตารอที่จะทุ่มเทเวลาและพลังงานทั้งหมดให้กับ Apple ในการสร้างสรรค์สิ่งใหม่ๆ ที่น่าอัศจรรย์ซึ่งฉันตื่นเต้นจนไม่อยากเจออีกแล้ว&quot; <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> ข่าวประชาสัมพันธ์ของ Apple </a> คำพูดที่เขาพูด <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> มีว่าตอนนี้ Riccio มุ่งเน้นไปที่ชุดหูฟัง AR / VR ของ Apple </p> <h2 id=\"riccio-s-importance-to-apple\"> ความสำคัญของ Riccio ต่อ Apple </h2> <p> ผู้บริหารระดับสูงคนนี้ทำงานกับ Apple มากว่าสองทศวรรษ Riccio ทำงานในโครงการยอดนิยม เช่น iMac รุ่นดั้งเดิม, รุ่น iPhone 12 และ M1 Mac ใหม่ ด้วยเหตุนี้ เขาจึงเป็นตัวเลือกที่สมบูรณ์แบบในการเร่งความเร็วของการใช้ AR/VR ของ Apple </p> <p> บางคนกล่าวว่าการปรับโครงสร้างองค์กรด้านวิศวกรรมฮาร์ดแวร์ของ Apple เป็นเครื่องบ่งชี้ที่ชัดเจนว่า Riccio อาจกำลังพูดถึง Project Titan ซึ่งเป็นชื่อรหัสภายในสำหรับโครงการ Apple Car ในตำนาน เกือบจะไม่ใช่กรณีนี้เนื่องจาก Apple Car ได้รับการพิจารณาอย่างกว้างขวางว่าอยู่ห่างจากการเปิดตัวอย่างน้อยครึ่งทศวรรษ </p> <p> </p> <p> แม้ว่า Apple Car ที่อยู่ในสถานะปัจจุบันอาจไม่ต้องการความสนใจอย่างไม่มีการแบ่งแยกจาก Riccio แต่ดูเหมือนว่าเขาจะเป็นสินทรัพย์ที่ยอดเยี่ยมในแง่ของกลยุทธ์ AR/VR ของ Apple </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> กลยุทธ์ AR/VR ของ Apple </h2> <p> Apple กำลังคิดว่าจะทำงานเกี่ยวกับ a <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> ชุดหูฟังแบบผสมความเป็นจริงที่มีราคาแพงและทรงพลังสำหรับการเปิดตัวในปี 2021 </a> . ควรมาก่อนแว่นตา AR ราคาไม่แพงสำหรับคนทั่วไปซึ่งจะเปิดตัวในปี 2565 แหล่งข่าวอธิบายว่าชุดหูฟังเป็นอุปกรณ์เสริมเฉพาะราคาแพงที่ขับเคลื่อนโดยชิปที่กำหนดเองของ Apple ซึ่งเร็วกว่าซิลิคอน M1 ที่พบใน Mac ใหม่ </p> <p> ข้อมูลจำเพาะอื่นๆ ที่มีข่าวลือว่ารวมถึงจอแสดงผล 8K แบบคู่และกล้องในตัวจำนวนมากเพื่อการติดตามด้วยตาและมือที่แม่นยำ อุปกรณ์อาจมีราคาประมาณ $3,000 ซึ่งเทียบได้กับ HoloLens ของ Microsoft ได้รับการอธิบายว่าเป็นอุปกรณ์เสริมเฉพาะที่ Apple อาจขายให้กับนักพัฒนาเป็นหลัก เพื่อสร้างแอป AR/VR สำหรับอุปกรณ์ </p>"}