{"title":"Sony อาจเผชิญฟ้องคดี PS5 DualSense Class Action","content":"<p> ในช่วงพักอีกวัน ข่าวที่ว่าคอนโซลยักษ์ใหญ่ คราวนี้ Sony อาจถูกฟ้องร้องดำเนินคดีแบบกลุ่มเกี่ยวกับแผงควบคุมที่ผิดพลาด </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; ด้านหลังหัวน่าเกลียด </h2> <p> ไม่มีทางหนีจากความจริงที่ว่า Sony ทำลายแม่พิมพ์ด้วยแผงควบคุม DualSense ของ PS5 แท้จริงแล้วได้รับ <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> วิธีที่ Sony สลักสัญลักษณ์ PlayStation ทั้งหมดบนแชสซีของแผ่น </a> . </p> <p> อย่างไรก็ตาม a <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> คำชี้แจงจากสำนักงานกฎหมายของสหรัฐอเมริกา CSK&amp;D </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) บอกเราว่าการดำเนินการแบบกลุ่มอาจอยู่ในขอบฟ้าสำหรับ Sony ทำไม? เพราะเช่นเดียวกับ Joy-Cons ของ Nintendo เจ้าของ PS5 กำลังรายงานการเลื่อนนิ้วหัวแม่มือ </p> <p> หากคุณติดตามการรายงานข่าวของ Joy-Con drift class action saga ที่ Nintendo กำลังเผชิญอยู่ คุณอาจจำชื่อเล่นของ CSK&amp;D นั่นเป็นเพราะมันเป็นหนึ่งในสำนักงานกฎหมายที่ฟ้อง Nintendo ด้วย </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> การกระทำในชั้นเรียนพูดว่าอย่างไร? </h2> <p> ในแถลงการณ์ CSK&amp;D กล่าวว่า: </p> <blockquote> <p> CSK&amp;D กำลังตรวจสอบการดำเนินการในชั้นเรียนที่อาจเกิดขึ้นตามรายงานที่ตัวควบคุม Sony PS5 DualSense สำหรับคอนโซล PlayStation 5 อาจประสบปัญหาการเลื่อนลอยและ/หรือล้มเหลวก่อนเวลาอันควร โดยเฉพาะอย่างยิ่ง มีรายงานว่าจอยสติ๊กบนคอนโทรลเลอร์ PS5 DualSense บางรุ่นจะลงทะเบียนการเคลื่อนไหวโดยอัตโนมัติเมื่อไม่ได้ควบคุมจอยสติ๊กและรบกวนการเล่นเกม </p> </blockquote> <p> เช่นเดียวกับ Nintendo Joy-Con จอยสติ๊กบน DualSense กำลังประสบปัญหาการสึกหรอก่อนเวลาอันควร ส่วนประกอบที่ทำให้จอยสติ๊กอยู่ในตำแหน่งเมื่อไม่ได้ใช้งานกำลังเสื่อมสภาพ ดังนั้นแผ่นอิเล็กโทรดจะบันทึกการเคลื่อนไหวโดยไม่มีการโต้ตอบของผู้เล่น </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> DualSense Drift คืออะไร? </h2> <p> เมื่อคุณขยับแท่งนิ้วหัวแม่มือบน DualSense สิ่งนี้จะบันทึกการเคลื่อนไหวด้วยคอนโซล PS5 และแปลงสิ่งนี้เป็นการกระทำบนหน้าจอ นี่คือวิธีการทำงานของคอนโทรลเลอร์ DualSense ภายใต้สถานการณ์ปกติและเมื่ออยู่ในสภาวะสูงสุด </p> <p> คุณจะรู้ได้ทันทีว่านิ้วหัวแม่มือ DualSense ของคุณลอยอยู่หรือไม่ อย่างไร? เพราะ PS5 ของคุณจะเริ่มทำตัวราวกับว่าคุณกำลังใช้นิ้วหัวแม่มือแม้ว่าคุณจะไม่ได้สัมผัสมันก็ตาม </p> <p> ดังนั้น ตัวละครของคุณอาจเคลื่อนที่ไปรอบๆ หน้าจอโดยที่คุณไม่ต้องป้อนข้อมูล หรือเคอร์เซอร์อาจวนไปตามตัวเลือกเมนูโดยที่คุณไม่ต้องแตะไม้ ไม่ว่าจะด้วยวิธีใด คุณไม่ต้องการให้ DualSense drift เกิดขึ้น </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> คุณสามารถทำอะไรเกี่ยวกับ DualSense Drift? </h2> <p> หากแผงควบคุมของคุณมีปัญหาการเลื่อนลอย สิ่งที่คุณทำได้คือติดต่อ <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> รองรับ PlayStation </a> และจัดให้มีการส่งคืน Sony เปิดตัว PS5 เฉพาะในเดือนพฤศจิกายน 2020 ดังนั้นคุณจึงอยู่ในการรับประกัน </p> <p> โปรดทราบว่าสายด่วนของ PS Support มีแนวโน้มที่จะยุ่งมาก จะได้รับสายที่เกี่ยวข้องกับปัญหาคอนโซล PS5 เช่นกัน </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> ตัวควบคุมสมัยใหม่มีคุณภาพดีหรือไม่? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> คุณสามารถสร้างความวุ่นวายได้มากเท่าที่ต้องการกับคอนโทรลเลอร์ของคุณ แต่ถ้ามันหยุดทำงาน ฟีเจอร์ที่ยอดเยี่ยมทั้งหมดที่คุณนำเสนอจะล้าสมัย </p> <p> เนื่องจากเราเห็นคอนโทรลเลอร์มากขึ้นและใช้งานได้มากขึ้นในหลายแพลตฟอร์ม จึงขึ้นอยู่กับผู้ออกแบบคอนโซลและผู้ผลิตเพื่อให้แน่ใจว่าส่วนประกอบนั้นเป็นศูนย์ก่อนวางจำหน่าย ไม่มีใครอยากได้เครื่องเล่นเกมที่พวกเขาเล่นไม่ได้ </p>"}