{"title":"Sony เปิดเผยว่าคอนโทรลเลอร์ PS5 มีพื้นผิวด้วยสัญลักษณ์ PlayStation อย่างไร","content":"<p> หากคุณเคยเห็นคอนโทรลเลอร์ PS5 DualSense เป็นเจ้าของหรืออ่านโฆษณาเกี่ยวกับจอยแพดรุ่นใหม่ คุณจะรู้ว่ามันมีพื้นผิวที่ด้านหลังของอุปกรณ์ </p> <p> พื้นผิวนี้ประกอบด้วยสี่เหลี่ยมเล็กๆ วงกลม สามเหลี่ยม และ Xs เล็กๆ นับพันรายการ ซึ่งแสดงถึงปุ่มการทำงานที่ด้านหน้าของ DualSense ตอนนี้ Sony ได้เปิดเผยอย่างชัดเจนว่าสัญลักษณ์เหล่านี้ไปถึงที่นั่นได้อย่างไร </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony เปิดเผยว่าตัวควบคุม DualSense มีพื้นผิวอย่างไร </h2> <p> พลิก DualSense ของคุณแล้วคุณจะเห็นว่าด้านหลังมีสัญลักษณ์เล็กๆ นับไม่ถ้วนจากปุ่มการทำงานของคอนโทรลเลอร์ ที่จริงแล้ว คุณอาจไม่เห็นพวกมัน เพราะมันเล็กมากอย่างไม่น่าเชื่อ แต่เชื่อเราเถอะ พวกมันอยู่ที่นั่น </p> <p> มันยากที่จะจินตนาการว่ามันมีอยู่จริงได้อย่างไร พวกมันเล็กมาก แต่ Sony ได้เปิดเผยให้ <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> ว่าสัญลักษณ์ 40,000 เหล่านี้เป็นอย่างไร ดูเหมือนจะเป็นกระบวนการที่ค่อนข้างอุตสาหะที่จะพูดน้อย </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> หลังจากการออกแบบที่ล้มเหลวหลายครั้ง ในที่สุด Sony ก็ตัดสินใจเลือกพื้นผิวขนาดเล็กที่รู้สึกว่าสมบูรณ์แบบ มวลของสัญลักษณ์—ทั้งหมดสูงเพียงไม่กี่ไมครอนและสร้างขึ้นจากการออกแบบที่วาดด้วยมือ—ไม่เพียงมีไว้เพื่อการตกแต่งเท่านั้น และยังให้การยึดเกาะเมื่อคุณใช้ DualSense </p> <p> นักออกแบบพยายามตัดสัญลักษณ์เล็กๆ เหล่านี้ให้เป็นแม่พิมพ์ โดยใช้เครื่องแกะสลักเลเซอร์ที่แม่นยำซึ่งทำงานในรูปแบบ 3 มิติ แทนที่จะตัดผ่านระนาบ 2 มิติเดียว ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> ค้นหาเพิ่มเติมเกี่ยวกับเครื่องกัดเลเซอร์ </a> ). </p> <p> เมื่อเครื่องจักรในการผลิตฉีดพลาสติกเข้าไปในแม่พิมพ์ พลาสติกจะเข้าที่อย่างเรียบร้อยในทุกพื้นที่ว่าง โดยให้พื้นผิวที่คุณถืออยู่ในมือ สิ่งที่ฉลาด โดยเฉพาะอย่างยิ่งเมื่อพิจารณาถึงขนาดของแบบจำลองนี้ </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> คุณสามารถหาพื้นผิวที่อื่นได้หรือไม่? </h2> <p> ที่จริงแล้ว คุณสามารถหาพื้นผิวที่อื่นได้ Sony ทราบดีว่าความต่อเนื่องคือหัวใจสำคัญของการออกแบบ ดังนั้น คุณจึงสามารถค้นหาพื้นผิวทั่วทั้งระบบนิเวศของ PlayStation 5 ได้ </p> <p> ตั้งแต่ตัวควบคุม DualSense ไปจนถึงรีโมทคอนโทรล Media, ชุดหูฟังไร้สาย PS5 และแม้แต่คอนโซลเอง คุณจะพบพื้นผิวนี้ทั้งหมด </p> <p> นี่ไม่ใช่ครั้งแรกที่ Sony ได้กำหนดพื้นผิวของแผ่นควบคุมด้วยเช่นกัน เมื่อ Sony เปิดตัว DualShock 4 ควบคู่ไปกับ PS4 นั่นก็มีพื้นผิวที่มีพื้นผิวอยู่บนพังผืด สิ่งนี้เกี่ยวข้องกับการจับแผ่นมากกว่าที่จะมีมูลค่าเครื่องสำอาง </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: คอนโทรลเลอร์ที่สมบูรณ์แบบ? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> ตกลง ดังนั้น PS5 DualSense อาจไม่สมบูรณ์แบบ แต่เป็นการออกแบบที่ยอดเยี่ยมและใช้งานได้ดีมาก </p> <p> นี่คือความใส่ใจในรายละเอียดของ Sony ที่ทำให้ DualSense แตกต่างจากคู่แข่ง ด้วยการที่ Sony ดื่มด่ำและผสานรวมก่อนที่จะมีการเปิดตัว PS5 มันเป็นเรื่องดีที่เห็นว่ามันได้ทุ่มเงินจริง ๆ ในแง่ของการออกแบบ </p>"}