{"title":"&quot;เช็คเพื่อน&quot; ของ Snapchat ชวนคุณล้างเพื่อนที่ไม่ต้องการ","content":"<p> รายชื่อเพื่อน Snapchat ของคุณสามารถใช้การลดขนาดได้หรือไม่? หากคุณมีเพื่อนมากมายที่คุณจำไม่ได้ว่าเคยเพิ่ม คุณลักษณะการตรวจสอบเพื่อนของ Snapchat จะสนับสนุนให้คุณล้างผู้ใช้ที่ไม่ต้องการเหล่านี้ออก </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> ได้เวลาล้างรายชื่อเพื่อนของคุณแล้ว </h2> <p> โพสต์เกี่ยวกับ <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Snap Newsroom </a> ไฮไลท์ Friend Check Up ฟีเจอร์ใหม่เปิดตัวทันเวลา <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> วันอินเทอร์เน็ตที่ปลอดภัยยิ่งขึ้น </a> . การตรวจสอบเพื่อนจะปรากฏเป็นการแจ้งเตือนใน Snapchat และจะแจ้งให้คุณตรวจสอบรายชื่อเพื่อนของคุณ </p> <p> การแจ้งเตือนจะระบุว่า &quot;Snapchat มีไว้สำหรับเพื่อนแท้ แตะเพื่อตรวจสอบรายชื่อเพื่อนของคุณ&quot; การเลือกการแจ้งเตือนจะนำคุณไปสู่รายชื่อเพื่อนของคุณ ซึ่งคุณสามารถตัดการเชื่อมต่อที่ไม่ต้องการได้ </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> เป้าหมายของเครื่องมือนี้คือช่วยคุณลบผู้ใช้ที่คุณอาจเพิ่มโดยไม่ได้ตั้งใจ รวมถึงใครก็ตามที่คุณไม่ต้องการให้อยู่ในรายชื่อเพื่อนของคุณอีกต่อไป การเตือนความจำนี้ยังเป็นคุณลักษณะด้านความปลอดภัยที่ดีเยี่ยม เพราะคุณอาจให้ผู้ใช้บางรายเข้าถึงเรื่องราวและตำแหน่งของคุณโดยไม่รู้ตัว </p> <p> </p> <p> จากข้อมูลของ Snapchat ฟีเจอร์นี้จะเปิดตัวบนอุปกรณ์ Android ในอีกไม่กี่สัปดาห์ข้างหน้า และบน iOS ในอีกไม่กี่เดือนข้างหน้า </p> <p> ที่กล่าวว่าคุณไม่ต้องรอจนกว่า Snapchat จะเผยแพร่คุณลักษณะนี้เพื่อเริ่มทำความสะอาดรายชื่อเพื่อนของคุณ คุณสามารถทำได้ทันทีโดยไปที่โปรไฟล์ Snapchat แล้วแตะ <strong> เพื่อนของฉัน </strong> . กดค้างที่ผู้ใช้ที่คุณต้องการลบ แตะ <strong> มากกว่า </strong> แล้วกด <strong> ลบเพื่อน </strong> &gt; <strong> ลบ </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> วิธีอื่นที่ Snapchat กำลังปรับปรุงความปลอดภัย </h2> <p> ในบล็อกโพสต์เดียวกัน Snapchat ประกาศว่ากำลังร่วมมือกับ Connect Safely ในสหรัฐอเมริกาและ ChildNet ในสหราชอาณาจักรเพื่อแสดงตัวกรองการศึกษา การปัดขึ้นบนตัวกรองเหล่านี้จะเชื่อมโยงคุณกับแหล่งข้อมูลความปลอดภัยทางอินเทอร์เน็ตจากองค์กรที่เกี่ยวข้อง </p> <p> นอกจากนี้ Snapchat กำลังขยายการรวมเข้ากับ Crisis Text Line ในสหรัฐอเมริกา และวางแผนที่จะเปิดตัวฟีเจอร์ที่คล้ายกันในสหราชอาณาจักร แพลตฟอร์มนี้ยังทำงานร่วมกับ The Trevor Project เพื่อจัดหาแหล่งข้อมูลในแอปสำหรับเยาวชน LGBTQ </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat เน้นที่ เพื่อนสนิท </h2> <p> ฟีเจอร์ Friend Check Up เป็นอีกวิธีหนึ่งที่ Snapchat พยายามเสริมสร้างภาพลักษณ์ของตนในฐานะแพลตฟอร์มสำหรับเพื่อนสนิท ไม่ใช่คนแปลกหน้า </p> <p> แพลตฟอร์มนี้ภาคภูมิใจในความจริงที่ว่าแพลตฟอร์มนี้ไม่สนับสนุนให้มีการสื่อสารระหว่างคนที่ยังไม่รู้จักกันดีพอ มันสร้างขึ้นสำหรับเพื่อนสนิท ซึ่งแสดงให้เห็นโดยสมาชิกสูงสุด 64 คนบนแพลตฟอร์มบน Groups และความจริงที่ว่าคุณไม่สามารถสื่อสารกับใครก็ได้ เว้นแต่ว่าคุณทั้งคู่ยอมรับคำขอเป็นเพื่อนของกันและกัน </p>"}