{"title":"Steam สร้างสถิติใหม่เพื่อเริ่มต้นปี 2021 ด้วย Bang","content":"<p> Steam ได้ทำลายสถิติของตัวเองอีกครั้งสำหรับคนส่วนใหญ่ที่ใช้แพลตฟอร์มในคราวเดียว </p> <h2 id=\"concurrent-steam-users-top-26-million\"> ผู้ใช้ Steam พร้อมกันสูงสุด 26 ล้านคน </h2> <p> Steam เพิ่งอัปเดต <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> สถิติ Steam </a> หน้า. ที่นี่ เราจะเห็นได้ว่าตลาดเกมยอดนิยมและบริการสตรีมมิ่งได้ทำลายสถิติ &quot;ผู้ใช้พร้อมกัน&quot; ก่อนหน้านี้โดยมีผู้เล่นออนไลน์เกือบ 26.5 ล้านคนพร้อมกัน </p> <p> นี่คือค่า &quot;สูงสุด&quot; ซึ่งหมายความว่าเป็นสถิติสูงสุดที่บันทึกไว้ภายในระยะเวลา 24 ชั่วโมง หน้าสถิติ Steam มีการอัปเดตอย่างต่อเนื่อง ทำให้ผู้ใช้ Steam มีโอกาสดูจำนวนคนที่ออนไลน์ได้ตลอดเวลา ทั้งกลางวันและกลางคืน ไซต์แสดงสถิติเป็นระยะเวลา 48 ชั่วโมงต่อเนื่อง </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> คุณควรสังเกตว่าตัวเลขนี้เกี่ยวข้องกับจำนวนคนที่เข้าสู่ระบบ Steam ไม่ใช่จำนวนคนที่เล่นเกม สิ่งเหล่านี้อยู่ภายใต้ &quot;ผู้ใช้ที่ใช้งานอยู่&quot; และในขณะเดียวกัน Steam ก็สร้างสถิตินี้ 7.2 จาก 26.5 ล้านคนนั้นยุ่งอยู่กับการเล่นเกมโปรดของพวกเขา </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Steam ตั้งค่าการบันทึกครั้งล่าสุดเมื่อใด </h2> <p> นี่ไม่ใช่ครั้งแรกที่ Steam ทำลายสถิติของตัวเองในปี 2021 ไม่ได้แย่อะไร เพราะเราเพิ่งจะเข้าสู่เดือนกุมภาพันธ์ </p> <p> เมื่อต้นเดือนมกราคม Steam ได้อัปเดตสถิติเพื่อแสดงสถิติใหม่ ซึ่งอยู่ที่ประมาณ 25.5 ล้าน ดังนั้น บันทึกนี้ได้สร้างแบบอย่างใหม่ โดยทำลายสถิติก่อนหน้านี้ด้วยผู้ใช้เพิ่มเติม 1 ล้านคน </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> ทำไม Steam ถึงได้รับความนิยม? </h2> <p> คน 26.5 ล้านคนไม่ผิดใช่ไหม Steam เป็นแพลตฟอร์มที่ได้รับความนิยมอย่างไม่น่าเชื่อด้วยเหตุผลที่ดี มีเกมให้เล่นมากมาย <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> เป็นตลาดที่ปลอดภัยสำหรับการซื้อเกมเหล่านั้น </a> และมีชุมชนขนาดใหญ่ของผู้คนที่มีความคิดเหมือนกันให้มีส่วนร่วม </p> <p> ไม่เพียงแค่นั้น แต่ตัวเกมเองก็เป็นที่จับตามองสำหรับสมาชิก Steam ด้วยเช่นกัน ขณะที่ฉันเขียนบทความนี้ เกือบ 1 ล้านคนกำลังเล่น Counter-Strike: Global Offensive มีประชากรกว่าครึ่งล้านคนในเซิร์ฟเวอร์ Dota 2 ผู้ใช้พร้อมกันอยู่ที่ 25.1 ล้านคนและเพิ่มขึ้น โดยบอกว่า Steam อาจมีสถิติใหม่สำหรับเราในวันพรุ่งนี้ </p> <p> นอกจากนี้ เราต้องพิจารณาด้วยว่าเกมได้รับความนิยมเพิ่มขึ้นอย่างรวดเร็วในปี 2020 ไม่น้อยเพราะโควิดทำให้ทุกคนต้องอยู่แต่ในบ้าน <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> การใช้จ่ายเกมของสหรัฐพุ่งทะลุหลังคาปีที่แล้ว </a> . ไม่แปลกใจเลยจริงๆ </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam เติบโตอย่างต่อเนื่อง </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam เป็นแพลตฟอร์มที่ได้รับความนิยมมาโดยตลอด และปี 2020 ได้วางไว้ในตำแหน่งที่ทรงพลัง นี่เป็นเรื่องน่ายินดี เนื่องจากปี 2020 เป็นปีที่น่ากลัวสำหรับธุรกิจส่วนใหญ่ </p> <p> มีหลายวิธีที่คุณสามารถเพลิดเพลินกับระบบนิเวศ Steam ได้ ทำไมไม่ลองชวนเพื่อนมาเล่นเกมทางไกลบ้างล่ะ? หากพวกเขาไม่ใช่สมาชิก Steam คุณอาจเห็นเกี่ยวกับการลงชื่อสมัครใช้ </p>"}