{"title":"Twitter&amp;#039;ทรัมป์แบนจะคงอยู่ตลอดไป...แม้ว่าเขาจะลงสมัครรับตำแหน่งประธานาธิบดีอีกครั้งก็ตาม","content":"<p> Twitter จริงจังกับการแบนอดีตประธานาธิบดีสหรัฐฯ Donald Trump แพลตฟอร์มดังกล่าวได้ประกาศว่าจะไม่มีวันปล่อยให้ทรัมป์กลับมาเล่น Twitter แม้ว่าทรัมป์จะลงสมัครรับตำแหน่งประธานาธิบดีอีกครั้งในปี 2567 </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> ทรัมป์ถูกแบนจาก Twitter เพื่อชีวิต </h2> <p> ท่ามกลางการพิจารณาคดีฟ้องร้องครั้งที่สองของทรัมป์ เน็ด ซีกัล ประธานเจ้าหน้าที่ฝ่ายการเงินของ Twitter ได้ให้สัมภาษณ์เกี่ยวกับ Squawk Box ของ CNBC เกี่ยวกับอนาคตที่เป็นไปได้ของบัญชี Twitter ของทรัมป์ Segal กล่าวว่า Twitter จะไม่ยอมให้ทรัมป์อยู่บนแพลตฟอร์มอีก ไม่ว่าเขาจะตัดสินใจลงสมัครรับเลือกตั้งหรือไม่ก็ตาม </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;วิธีการทำงานของนโยบายของเรา เมื่อคุณถูกลบออกจากแพลตฟอร์ม คุณจะถูกลบออกจากแพลตฟอร์ม ไม่ว่าคุณจะเป็นผู้วิจารณ์ คุณเป็น CFO หรือคุณเป็นอดีต เจ้าหน้าที่ของรัฐ” . กล่าว <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> ซีเอฟโอ <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> น.ส </a> ว่าบัญชีของประธานาธิบดีทรัมป์สามารถกู้คืนได้หรือไม่ <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> – กล่อง Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 กุมภาพันธ์ 2564 </a></blockquote>  <p> Segal ตั้งข้อสังเกตว่านโยบายการลบของ Twitter ไม่ได้เลือกปฏิบัติ โดยระบุว่า &quot;เมื่อคุณถูกลบออกจากแพลตฟอร์ม คุณจะถูกลบออกจากแพลตฟอร์ม ไม่ว่าคุณจะเป็นนักวิจารณ์ คุณเป็น CFO หรือคุณเป็นอดีตหรือสาธารณะ เป็นทางการ.&quot; </p> <p> จากนั้นเขาก็กล่าวต่อไปว่า &quot;นโยบายของ Twitter ได้รับการออกแบบมาเพื่อให้แน่ใจว่าผู้คนจะไม่ยุยงให้เกิดความรุนแรง&quot; และหากมีใครละเมิดนโยบายเหล่านั้น Twitter จะต้องลบออก กฎของแพลตฟอร์ม &quot;ไม่อนุญาตให้ผู้คนกลับมา&quot; </p> <p> กล่าวอีกนัยหนึ่ง ทรัมป์ไม่มีวันกลับมาที่ Twitter และความจริงที่ว่าเขาเป็นอดีตเจ้าหน้าที่ของรัฐจะไม่เปลี่ยนแปลงสิ่งนั้น การแบน Twitter จะยังคงมีผลหากทรัมป์พยายามลงสมัครรับตำแหน่งประธานาธิบดีอีกครั้ง </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> ความสัมพันธ์ที่ป่วนของทรัมป์กับโซเชียลมีเดีย </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> ทวิตเตอร์แบนทรัมป์ </a> หลังจากการจลาจลที่ Capitol Hill เมื่อวันที่ 6 มกราคม พ.ศ. 2564 เนื่องจากละเมิดนโยบายการปลุกระดมความรุนแรงของแพลตฟอร์ม แต่ก่อนการแบนถาวรนี้ ทรัมป์และ Twitter มีความสัมพันธ์ที่แน่นแฟ้นมาก </p> <p> ตลอดช่วงตำแหน่งประธานาธิบดีของทรัมป์ มีคนพบ Twitter บ่อย <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> ตั้งค่าสถานะและลบทวีตของทรัมป์ </a> สำหรับการละเมิดนโยบายของแพลตฟอร์ม แพลตฟอร์มดังกล่าวติดป้ายกำกับทวีตของเขาอย่างต่อเนื่องว่ามีข้อมูลที่ผิดเกี่ยวกับการลงคะแนนเสียง โควิด-19 และแม้แต่ความซื่อสัตย์ของการเลือกตั้งในสหรัฐอเมริกา </p> <p> ถึงกระนั้น Twitter ไม่ได้อยู่คนเดียวในการติดฉลากและจำกัดทวีตของทรัมป์ Facebook ก็มีส่วนสำคัญใน <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> ตั้งค่าสถานะเนื้อหาของทรัมป์สำหรับข้อมูลที่ผิด </a> . </p> <p> ทรัมป์ถูกแบนจากโซเชียลมีเดียทั้งหมดหลังจากการประท้วงในวอชิงตัน ดี.ซี. Twitter ไม่เพียงแต่ลบทรัมป์ออกจากแพลตฟอร์มเท่านั้น แต่ Facebook, Instagram Snapchat, YouTube และแม้แต่ Twitch ยังได้ดำเนินการกับบัญชีของทรัมป์ </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> อนาคตอันเลวร้ายของการแสดงตนทางสังคมของทรัมป์ Pre </h2> <p> ตอนนี้ทรัมป์ถูกกีดกันจากแพลตฟอร์มโซเชียลหลักเกือบทั้งหมด ยังไม่ชัดเจนว่าเขาจะปรากฏตัวบนโซเชียลมีเดียอีกหรือไม่ สำหรับบางคน นี่เป็นแนวคิดที่น่ายินดี แต่สำหรับคนอื่นๆ การแบนบัญชีของทรัมป์เป็นการละเมิดเสรีภาพในการพูด </p> <p> Parler เครือข่ายสังคมออนไลน์ที่เรียกว่า free speech น่าจะยินดีกับการปรากฏตัวของทรัมป์ด้วยอาวุธที่เปิดกว้าง แต่ตอนนี้แพลตฟอร์มดังกล่าวได้ไล่ซีอีโอของตัวเองออกและถูกบูทจากอินเทอร์เน็ตทั้งหมด อาจต้องใช้เวลาหลายสัปดาห์ (หรืออาจเป็นเดือน) จนกว่า Parler จะกลับมา </p>"}