{"title":"Xiaomi Mi 11 กำลังจะเข้าสู่ตลาดโลกอย่างเป็นทางการ","content":"<p> หากคุณอยู่ในตลาดสำหรับสมาร์ทโฟนเครื่องใหม่ คุณอาจคิดว่า <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> เป็นเรือธงที่สมบูรณ์แบบสำหรับคุณ แต่ Xiaomi Mi 11 เป็นสมาร์ทโฟนอีกเครื่องที่มีสเปคระดับไฮเอนด์ที่คุณต้องพิจารณา </p> <p> โทรศัพท์เป็นเครื่องแรกที่เปิดตัวด้วยโปรเซสเซอร์ Qualcomm Snapdragon 888 ระดับไฮเอนด์ แต่เดิมมีวางจำหน่ายเฉพาะในประเทศจีนเท่านั้น </p> <p> โชคดีที่ Xiaomi ได้แก้ไขสถานการณ์และเปิดตัวโทรศัพท์ไปทั่วโลก และไม่เพียงแต่มาพร้อมกับสเปกที่น่าประทับใจเท่านั้น แต่ยังมีป้ายราคาที่ต่ำจนน่าตกใจอีกด้วย </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> Xiaomi Mi 11 Fuss เกี่ยวกับอะไร? </h2> <p> เห็นได้ชัดว่าสิ่งสำคัญที่จะดึงความสนใจของคุณมาที่ Xiaomi Mi 11 คือโปรเซสเซอร์ Snapdragon 888 แต่บริษัทยังนำฮาร์ดแวร์ที่น่าประทับใจมาไว้ในอุปกรณ์ทั้งหมดด้วย </p> <p> เริ่มต้นด้วยหน้าจอ Xiaomi Mi 11 มีหน้าจอ 6.81 นิ้วที่น่าประทับใจ มันมีหน้าจอ AMOLED WQHD+ 120Hz ดังนั้นคุณจะได้รับอัตราการรีเฟรชที่รวดเร็วอย่างเห็นได้ชัด โทรศัพท์ยังมี Gorilla Glass Victus ที่จะฟาดฟัน นอกจากนี้ยังมาพร้อมกับความสว่างสูงสุด 1,500 นิต ซึ่งค่อนข้างน่าประทับใจ </p> <p> </p> <p> อีกตัวที่ดึงดูดความสนใจอย่างมากคือเซ็นเซอร์กล้องหลัก 108 ล้านพิกเซล ซึ่งจะถ่ายภาพที่น่าทึ่ง มีเลนส์มุมกว้างพิเศษ 13 เมกะพิกเซลพร้อมมุมมองภาพที่มั่นคง 123 องศาและกล้องเทเลโฟโต้ 5 เมกะพิกเซลที่จะเข้าใกล้และเป็นส่วนตัว </p> <p> ด้านหน้าของโทรศัพท์มีกล้องเซลฟี่ 20 ล้านพิกเซลซ่อนอยู่ในรู </p> <p> มีแบตเตอรี่ขนาด 4,600 mAh ที่ช่วยให้โทรศัพท์ใช้งานได้นานขึ้น เช่นเดียวกับเรือธงที่ดี มีความเร็วในการชาร์จแบบมีสาย 55W หรือแบบไร้สาย 50W ดังนั้นคุณจึงสามารถเติมเงินได้อย่างรวดเร็ว นอกจากนี้ คุณจะได้รับการชาร์จแบบย้อนกลับด้วย Xiaomi Mi 11 คุณจึงสามารถใช้แบตเตอรี่ขนาดใหญ่เพื่อชาร์จอุปกรณ์อื่นๆ ของคุณได้ </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Xiaomi Mi 11 ราคาและการวางจำหน่าย </h2> <p> โทรศัพท์ถูกตั้งค่าให้เปิดตัวในยุโรปและออสเตรเลีย บริษัทเปิดเผยราคาในสกุลเงินยูโร โดยบอกว่าโทรศัพท์มีราคาเพียง 749 ยูโร ซึ่งค่อนข้างสมเหตุสมผลสำหรับสเปกที่อุปกรณ์นี้นำเสนอ ราคานั้นสำหรับโทรศัพท์รุ่นพื้นฐานที่มี RAM 8GB และที่เก็บข้อมูล 128GB รุ่นที่แพงกว่ามี RAM 8GB และที่เก็บข้อมูลภายใน 256GB ราคา €799 </p> <p> โทรศัพท์มีกำหนดเปิดตัวในสี Midnight Grey และ Horizon Blue ในตลาดยุโรป </p> <p> Xiaomi ไม่ได้บอกว่าโทรศัพท์จะเริ่มจัดส่งเมื่อใด แต่บริษัทกล่าวว่าจะประกาศเพิ่มเติมผ่านช่องทางโซเชียลมีเดียระดับภูมิภาคในอีกไม่กี่วันข้างหน้า </p> <p> หากคุณอยู่ในตลาดอุปกรณ์เรือธงและไม่ได้อยู่ในสหรัฐอเมริกา คุณควรพิจารณาเลือกซื้อ Xiaomi Mi 11 อย่างแน่นอน โดยมีสเปกสำหรับราคาที่แน่นอน </p>"}