{"title":"TikTok กำลังพัฒนาเกมอีคอมเมิร์ซ","content":"<p> TikTok กำลังเข้าสู่ฉากอีคอมเมิร์ซ มีรายงานว่าแพลตฟอร์มดังกล่าวมีแผนจะเปิดตัวชุดเครื่องมือที่ช่วยให้ครีเอเตอร์สร้างรายได้จากลิงก์พันธมิตรและเซสชันการช็อปปิ้งแบบสตรีมสด </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok ตั้งเป้าไปที่การสร้างรายได้ </h2> <p> ตามรายงานของ <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> The Financial Times </a> , TikTok จะเพิ่มช่องทางให้ครีเอเตอร์สร้างรายได้จากแอป ในการบรรยายสรุปกับผู้ลงโฆษณา แอปวิดีโอแบบสั้นตั้งข้อสังเกตว่าคุณลักษณะอีคอมเมิร์ซใหม่จำนวนหนึ่งมีกำหนดจะเปิดตัวในช่วงปี พ.ศ. 2564 </p> <p> ผู้ใช้ TikTok อาจสามารถแทรกลิงก์ผลิตภัณฑ์ลงในวิดีโอได้ในไม่ช้า ไม่จำเป็นต้องมีการเชื่อมต่อระหว่างผู้สร้างและแบรนด์ หากผู้ดูคลิกที่ลิงก์และซื้อผลิตภัณฑ์ ผู้สร้างจะได้รับค่าคอมมิชชั่น </p> <p> แพลตฟอร์มนี้กำลังพิจารณาคุณสมบัติการช็อปปิ้งแบบสตรีมสดด้วย <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> เหมือนที่เราเห็นใน Instagram Reels . แล้ว </a> . ครีเอเตอร์จะโฆษณาหรือสาธิตผลิตภัณฑ์ได้ในระหว่างการสตรีมแบบสด และผู้ชมก็ซื้อได้ด้วยการแตะเพียงไม่กี่ครั้ง </p> <p> TikTok อาจอนุญาตให้แบรนด์โฆษณาแคตตาล็อกทั้งหมดในแอป ซึ่งฟังดูเหมือน <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> คุณสมบัติแคตตาล็อกช้อปปิ้งมีอยู่แล้วใน WhatsApp </a> . </p> <p> Facebook, Instagram และ WhatsApp ได้ปรับเปลี่ยนเป็นแพลตฟอร์มโซเชียลมีเดียที่เพิ่มเป็นสองเท่าของศูนย์การค้า ด้วยการเปลี่ยนแปลงเหล่านี้ ดูเหมือนว่า TikTok มีเป้าหมายที่จะทำเช่นเดียวกัน </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok ประกาศความร่วมมือกับ TeeSpring </a> ในเดือนกันยายน 2020 การผสานรวมที่ช่วยให้ครีเอเตอร์ขายสินค้าของตนเองได้ในแอป แพลตฟอร์มดังกล่าวยังร่วมมือกับ Shopify ในเวลาเดียวกัน ทำให้ผู้ค้ามีโอกาสสร้างแคมเปญโฆษณาสำหรับ TikTok </p> <p> Financial Times ยังระบุด้วยว่าผู้ใช้บน TikTok ราว 40 เปอร์เซ็นต์ไม่มีบัญชี Facebook และ 63 เปอร์เซ็นต์ไม่ได้ใช้ Twitter ซึ่งหมายความว่าเป็นตลาดใหม่สำหรับผู้ใช้ที่ไม่เห็นแคมเปญโฆษณาทั่ว Facebook และ Twitter นี่น่าจะหมายถึงเงินก้อนโตสำหรับแบรนด์และผู้ลงโฆษณา </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> โซเชียลมีเดีย: แหล่งช้อปปิ้งแห่งใหม่? </h2> <p> เงินมีความสำคัญมากขึ้นเรื่อย ๆ ในโซเชียลมีเดีย และอาจเป็นเรื่องที่น่าเป็นห่วงสำหรับผู้ใช้ที่ใช้โซเชียลเน็ตเวิร์กเพียงอย่างเดียวในการติดต่อกับเพื่อนๆ ผลิตภัณฑ์กำลังถูกผลักดันผ่าน Facebook และ Instagram และ TikTok จะเข้าร่วมในไม่ช้า </p> <p> ที่กล่าวว่าของคุณ <strong> สำหรับคุณ </strong> ฟีดอาจไม่ จำกัด เฉพาะการละเล่นและคู่ตลกอีกต่อไป ปลายปีนี้ คุณอาจเห็นดาวเด่นของ TikTok โฆษณาผลิตภัณฑ์ระหว่างสตรีมแบบสด หรือบางทีคุณอาจสะดุดกับลิงก์ผลิตภัณฑ์ที่คุณคิดจะซื้อ </p> <p> โซเชียลมีเดียกำลังกลายเป็นช่องทางให้ครีเอเตอร์ ผู้ลงโฆษณา และธุรกิจทำเงินได้อย่างรวดเร็ว ซึ่งเราน่าจะได้เห็นมากขึ้นในอนาคตอันใกล้ </p>"}