{"title":"Twitter พิจารณาการสมัครรับข้อมูลเพื่อลดโฆษณา","content":"<p> Twitter กำลังชั่งน้ำหนักแนวคิดของการสมัครรับข้อมูลแบบชำระเงินเพื่อลดการพึ่งพาโฆษณา แพลตฟอร์มนี้ไม่เพียงแต่สำรวจการเข้าถึง TweetDeck ตามการสมัครรับข้อมูลเท่านั้น แต่ยังอาจเริ่มเรียกเก็บเงินจากผู้ใช้สำหรับคุณสมบัติบางอย่างด้วย </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter ต้องการก้าวออกจากโฆษณา </h2> <p> Twitter อาจไม่ฟรีอย่างสมบูรณ์ รายงานเกี่ยวกับ <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> เผยให้เห็นว่า Twitter กำลังคิดหาวิธีใหม่ๆ ในการสร้างรายได้ ซึ่งรวมถึงค่าธรรมเนียมการสมัครรับข้อมูล เคล็ดลับที่ต้องชำระเงิน หรือแม้แต่ฟีเจอร์เพย์วอล </p> <p> Twitter อาจพิจารณาเพิ่มรูปแบบการสมัครรับข้อมูลไปที่ <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> ทวีตDeck </a> ทางเลือก Twitter ที่จัดระเบียบฟีดของคุณอย่างเป็นระเบียบในคอลัมน์ที่ไม่มีโฆษณา แพลตฟอร์มสำรวจการเรียกเก็บเงินสำหรับ TweetDeck ในปี 2560 แต่ไม่มีอะไรเกิดขึ้น </p> <p> Twitter กำลังครุ่นคิดถึงแนวคิดเกี่ยวกับคุณลักษณะที่ต้องชำระเงินบน Twitter ในเดือนกรกฎาคม 2020 Twitter ได้ส่งแบบสำรวจเพื่อถามผู้ใช้ว่าฟีเจอร์ใดบ้างที่พวกเขาจะพิจารณาจ่าย หากฟีเจอร์แบบชำระเงินปรากฏขึ้นมา อาจหมายถึงการจ่ายเงินสำหรับตัวเลือกการปรับแต่งโปรไฟล์ขั้นสูง และอาจรวมถึงฟีเจอร์ที่อนุญาตให้คุณยกเลิกการดำเนินการบางอย่างได้ </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> หลังจากที่ CEO Jack Dorsey ยืนยันว่า Twitter กำลังสำรวจรูปแบบการสมัครรับข้อมูล บริษัทกำลังดำเนินการสำรวจผู้ใช้เกี่ยวกับคุณลักษณะประเภทใดที่พวกเขาต้องการเห็นในบริการดังกล่าว <br><br> เลิกทำการส่ง ตราพิเศษสำหรับโปรไฟล์และการวิเคราะห์ขั้นสูงเป็นหนึ่งในคุณสมบัติที่อยู่ระหว่างการพิจารณา <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> — Andrew Roth+ (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 กรกฎาคม 2020 </a></blockquote>  <p> รายงานของ Bloomberg ยังระบุด้วยว่า Twitter กำลังสำรวจ &quot;เคล็ดลับ&quot; ด้วยเช่นกัน ซึ่งจะทำให้ผู้ใช้แนะนำนักข่าวหรือผู้สร้างเนื้อหาบางประเภทได้ แพลตฟอร์มได้ทดลองใช้ตัวเลือกนี้ในแอปออกอากาศing <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Periscope ซึ่งมีกำหนดปิดตัวลงในเดือนมีนาคม 2021 </a> . </p> <p> นอกจากนี้ Ned Segal หัวหน้าเจ้าหน้าที่การเงินของ Twitter ยังได้บอกใบ้ถึงคุณสมบัติแบบชำระเงินอื่นๆ ในการประชุมในเดือนธันวาคม 2020 เขาตั้งข้อสังเกตว่าฟีเจอร์แบบชำระเงินของ Twitter อาจเกี่ยวข้องกับ &quot;วิดีโอคุณภาพสูง&quot; &quot;การวิเคราะห์&quot; และแม้แต่ &quot;สถานะทางธุรกิจ &quot; </p> <p> Bruce Falck หัวหน้าฝ่ายผลิตภัณฑ์รายได้ของ Twitter บอกกับ Bloomberg ว่า Twitter &quot;อาจรวมถึง&quot; การสมัครรับข้อมูลในอนาคต เขากล่าวต่อไปว่า &quot;ในขณะที่เรารู้สึกตื่นเต้นกับศักยภาพนี้ เราไม่คาดหวังรายได้ที่มีความหมายจากโอกาสเหล่านี้ในปี 2564” ซึ่งหมายความว่าเรายังไม่ต้องกังวลเกี่ยวกับคุณลักษณะที่ต้องชำระเงิน </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter ประกาศว่ากำลังซื้อบริการจดหมายข่าว </a> , Revue, ในเดือนมกราคม 2021 การเรียกเก็บเงินผู้ใช้สำหรับการสมัครรับจดหมายข่าวดูเหมือนจะเป็นเส้นทางที่สมเหตุสมผลสำหรับ Twitter แต่ยังไม่ชัดเจนว่า Twitter วางแผนที่จะทำเช่นนั้นหรือไม่ </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> คุณจะจ่ายสำหรับคุณสมบัติบน Twitter หรือไม่? </h2> <p> เป็นการยากที่จะจินตนาการว่า Twitter เป็นอย่างอื่นที่ไม่ใช่เครือข่ายโซเชียลฟรี แม้ว่าผู้ใช้ระดับสูงอาจต้องจ่ายเงินเพื่อซื้อคุณลักษณะบางอย่างเพื่อปรับปรุงประสบการณ์การใช้ Twitter ของตน แต่ผู้ใช้ทั่วไปคงไม่รู้สึกอยากจ่ายเงินสำหรับการสมัครสมาชิก TweetDeck หรือซื้อคุณลักษณะเลิกทำ </p> <p> Twitter จำเป็นต้องสร้างสมดุลที่สมบูรณ์แบบระหว่างผู้โฆษณาและผู้ใช้ที่พึงพอใจ หากเน้นไปที่การเรียกเก็บเงินจากผู้ใช้และการกำจัดโฆษณามากเกินไป จะทำให้ทั้งผู้ใช้และผู้ลงโฆษณาไม่พอใจ </p>"}