{"title":"การรายงานเหมือน Waze มาถึง Apple Maps","content":"<p> Apple Maps บน iOS 14.5 กำลังได้รับฟีเจอร์การรายงานแบบฝูงชนซึ่งคล้ายกับที่พบใน Waze และ Google Maps เมื่อการอัปเดตเปิดตัวสู่สาธารณะ ผู้ใช้จะสามารถรายงานอุบัติเหตุ อันตราย และการตรวจสอบความเร็วตลอดเส้นทางเมื่อขอเส้นทาง </p> <p> Apple โฆษณาคุณลักษณะนี้ด้วยหน้าจอเริ่มต้นที่ปรากฏขึ้นในครั้งแรกที่คุณขอเส้นทางจาก Maps หลังจากอัปเกรดเป็น iOS 14.5 นี่เป็นความสามารถใหม่อย่างแน่นอน เนื่องจากแอป Maps เวอร์ชันก่อนไม่มีฟังก์ชันการรายงานอุบัติเหตุ </p> <p> เมื่อพูดถึงการนำทางด้วย GPS บนสมาร์ทโฟน ทั้ง <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Maps และ Waze ได้รับความนิยม </a> การรายงานอันตรายจากฝูงชน ด้วยเหตุนี้ บริการแผนที่ของ Apple จึงได้รับคุณลักษณะการรายงานที่คล้ายคลึงกันในที่สุด </p> <h2 id=\"when-can-i-use-this-feature\"> ฉันจะใช้คุณสมบัตินี้ได้เมื่อใด </h2> <p> ตามโปสเตอร์บน <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> ที่ตรวจพบการรายงานอันตรายใน Maps ต้องใช้ iOS 14.5 หรือ iPadOS 14.5 ขณะนี้การอัปเดตทั้งสองกำลังได้รับการทดสอบโดยนักพัฒนาซอฟต์แวร์ที่ลงทะเบียนของ Apple และผู้ทดสอบเบต้าสาธารณะ สำหรับคนทั่วไป คุณจะได้รับโอกาสลองใช้อินเทอร์เฟซการรายงานใน Maps เมื่อการอัปเดตเหล่านี้เปิดตัวต่อสาธารณะในช่วงฤดูใบไม้ผลิ </p> <p> </p> <p> iOS 14.5 นำความสามารถเพิ่มเติมมาผสมผสาน ซึ่งรวมถึงป๊อปอัป App Tracking Transparency ที่เป็นข้อขัดแย้งของ Apple คุณสมบัติใหม่อื่นๆ ได้แก่ ความสามารถในการ ability <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> แบ่งปัน Apple Card ของคุณกับสมาชิกในครอบครัว </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> รองรับคอนโทรลเลอร์ PlayStation 5 และ Xbox Series X ใหม่ </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> ปลดล็อค iPhone ของคุณด้วย Apple Watch </a> ขณะสวมหน้ากาก พร้อมด้วยฟีเจอร์ความปลอดภัยใหม่ที่ป้องกันการระเบิดข้อความของ Messages เป็นต้น </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> วิธีรายงานอันตรายจากการจราจรบน Apple Maps </h2> <p> หากต้องการรายงานอันตรายที่คุณเห็นระหว่างทาง ให้ปัดขึ้นบนอินเทอร์เฟซ Maps ที่มีรายละเอียดแผนที่เพื่อแสดงปุ่ม &quot;รายงาน&quot; ใหม่ในถาดด้านล่าง ตอนนี้ให้กดไอคอน &quot;อุบัติเหตุ&quot; &quot;อันตราย&quot; หรือ &quot;ตรวจสอบความเร็ว&quot; เพื่อรายงานเหตุการณ์การจราจรที่ถูกต้อง ซึ่งคล้ายกับแอปอย่าง Waze &quot;การแตะจะติดธงตำแหน่งของคุณโดยอัตโนมัติโดยไม่มีหน้าต่างยืนยัน ดังนั้นจึงไม่ควรใช้ยกเว้นในสถานการณ์ที่ถูกต้อง หมายเหตุ <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> . </p> <p> </p> <p> อินเทอร์เฟซการรายงานใหม่ยังมีอยู่ใน Maps รุ่น CarPlay และผ่านผู้ช่วยดิจิทัลของ Siri MacRumors ได้ค้นพบ ตัวอย่างเช่น &quot;หวัดดี Siri มีกับดักความเร็วอยู่ที่นี่&quot; &quot;เฮ้ ‌Siri‌ มีอุบัติเหตุ&quot; หรือบางอย่างจะทำได้ </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> การรายงานการจราจรในแอปแผนที่คู่แข่ง M </h2> <p> แอปการทำแผนที่ของคู่แข่งคืออุบัติเหตุจากฝูงชน กับดักความเร็ว อันตราย และอื่นๆ อีกมากในหลายปีที่ผ่านมา ใน Google Maps ผู้ใช้สามารถรายงานเหตุการณ์การจราจรเพิ่มเติมนอกเหนือจากอุบัติเหตุ อันตราย และการตรวจสอบความเร็ว ตัวอย่างเช่น Google Maps ให้คุณรายงานการชน การปิดเลน ยานพาหนะที่จอดอยู่ การก่อสร้าง และวัตถุบนท้องถนน </p> <p> และใน Waze คุณสามารถรายงานการปิดถนน ตำรวจ การก่อสร้าง และอื่นๆ การรายงานแบบ Crowdsourced ใน Waze จะรวบรวมรายงานผู้ใช้บนเซิร์ฟเวอร์ของ Google และมาพร้อมกับระบบจุดเพื่อจูงใจให้ผู้คนส่งกิจกรรมการจราจรบนท้องถนน Apple ยังไม่ได้ให้รายละเอียดว่าระบบทำงานอย่างไร และยังไม่ได้เปิดเผยว่าฟีเจอร์ใหม่ปกป้องความเป็นส่วนตัวอย่างไร </p>"}