{"title":"สิ่งที่คุณต้องรู้เกี่ยวกับ Cognizant Maze Ransomware Attack","content":"<p> ลองนึกภาพว่ากำลังเขียนอีเมลงานสำคัญแต่จู่ๆ ก็เข้าถึงทุกอย่างไม่ได้ หรือได้รับข้อความแสดงข้อผิดพลาดร้ายแรงที่เรียกร้อง bitcoin เพื่อถอดรหัสคอมพิวเตอร์ของคุณ อาจมีสถานการณ์ที่แตกต่างกันมากมาย แต่สิ่งหนึ่งที่ยังคงเหมือนเดิมสำหรับการโจมตีด้วยแรนซัมแวร์ทั้งหมด—ผู้โจมตีจะให้คำแนะนำเกี่ยวกับวิธีการเข้าถึงของคุณกลับคืนมาเสมอ แน่นอน สิ่งเดียวที่จับได้คือคุณต้องให้เงินค่าไถ่ล่วงหน้าเป็นจำนวนมหาศาลก่อน </p> <p> แรนซัมแวร์ประเภททำลายล้างที่รู้จักกันในชื่อ &quot;เขาวงกต&quot; ทำให้เกิดการรักษาความปลอดภัยในโลกไซเบอร์ นี่คือสิ่งที่คุณต้องรู้เกี่ยวกับ Cognizant Maze ransomware </p> <h2 id=\"what-is-the-maze-ransomware\"> Maze Ransomware คืออะไร? </h2> <p> แรนซัมแวร์ Maze มาในรูปแบบของสายพันธุ์ Windows ที่แจกจ่ายผ่านอีเมลขยะและชุดเจาะระบบที่เรียกร้อง bitcoin หรือสกุลเงินดิจิทัลจำนวนมาก เพื่อแลกกับการถอดรหัสและกู้คืนข้อมูลที่ถูกขโมย </p> <p> อีเมลดังกล่าวมาพร้อมกับหัวเรื่องที่ดูไร้เดียงสา เช่น &quot;ใบเรียกเก็บเงิน Verizon ของคุณพร้อมดู&quot; หรือ &quot;ส่งพัสดุที่ไม่ได้รับ&quot; แต่มาจากโดเมนที่เป็นอันตราย มีข่าวลือว่า Maze เป็นแรนซัมแวร์ในเครือซึ่งทำงานผ่านเครือข่ายนักพัฒนาที่แบ่งปันผลกำไรกับกลุ่มต่างๆ ที่แทรกซึมเข้าไปในเครือข่ายขององค์กร </p> <p> ในการคิดกลยุทธ์ในการป้องกันและจำกัดการเปิดเผยจากการโจมตีที่คล้ายกัน เราควรไตร่ตรองถึง Cognizant Maze... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> Cognizant Maze Ransomware โจมตี </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> ในเดือนเมษายน 2020 Cognizant บริษัทที่ติดอันดับ Fortune 500 และหนึ่งในผู้ให้บริการด้านไอทีรายใหญ่ที่สุดของโลก ตกเป็นเหยื่อของการโจมตี Maze ที่ชั่วร้าย ซึ่งทำให้บริการหยุดชะงักอย่างมหาศาลทั่วทั้งกระดาน </p> <p> เนื่องจากการลบไดเร็กทอรีภายในที่ดำเนินการโดยการโจมตีครั้งนี้ พนักงานของ Cognizant หลายคนได้รับความเดือดร้อนจากการหยุดชะงักในการสื่อสาร และทีมขายก็รู้สึกงงงันที่ไม่มีวิธีสื่อสารกับลูกค้าและในทางกลับกัน </p> <p> ข้อเท็จจริงที่ว่าการละเมิดข้อมูลของ Cognizant เกิดขึ้นเมื่อบริษัทเปลี่ยนพนักงานให้ทำงานทางไกลเนื่องจากการแพร่ระบาดของไวรัสโคโรนาทำให้มีความท้าทายมากขึ้น ตามรายงานของ <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> พนักงานถูกบังคับให้หาวิธีอื่นในการติดต่อเพื่อนร่วมงานเนื่องจากการเข้าถึงอีเมลที่หายไป </p> <p> Brian Humphries ซีอีโอของ Cognizant กล่าวว่า &quot;ไม่มีใครอยากรับมือกับการโจมตีของแรนซัมแวร์ “โดยส่วนตัวแล้วฉันไม่เชื่อว่าไม่มีใครสามารถหลีกเลี่ยงได้อย่างแท้จริง แต่ความแตกต่างคือวิธีที่คุณจัดการกับมัน และเราพยายามจัดการมันอย่างมืออาชีพและเป็นผู้ใหญ่” </p> <p> บริษัททำให้สถานการณ์ไม่มั่นคงอย่างรวดเร็วโดยได้รับความช่วยเหลือจากผู้เชี่ยวชาญด้านความปลอดภัยทางไซเบอร์ชั้นนำและทีมรักษาความปลอดภัยด้านไอทีภายใน นอกจากนี้ยังมีการรายงานการโจมตีทางไซเบอร์ของ Cognizant ไปยังหน่วยงานบังคับใช้กฎหมายและลูกค้าของ Cognizant จะได้รับการอัปเดตอย่างต่อเนื่องเกี่ยวกับตัวบ่งชี้การประนีประนอม (IOC) </p> <p> อย่างไรก็ตาม บริษัทได้รับความเสียหายทางการเงินจำนวนมากจากการโจมตี ซึ่งรวมกันเป็นมหันต์ <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> สูญเสียรายได้ 50-70 ล้านเหรียญสหรัฐ </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> เหตุใด Maze Ransomware จึงเป็นภัยคุกคามสองเท่า </h2> <p> ราวกับว่าการได้รับผลกระทบจาก Ransomware นั้นไม่ได้เลวร้ายพอ นักประดิษฐ์ของการโจมตี Maze ได้ทุ่มสุดตัวเพื่อให้ผู้ที่ตกเป็นเหยื่อต้องเผชิญ กลวิธีที่เป็นอันตรายที่เรียกว่า &quot;การขู่กรรโชกสองครั้ง&quot; ถูกนำมาใช้กับการโจมตีทางวงกตที่เหยื่อถูกคุกคามด้วยการรั่วไหลของข้อมูลที่ถูกบุกรุก หากพวกเขาปฏิเสธที่จะร่วมมือและตอบสนองความต้องการของแรนซัมแวร์ </p> <p> แรนซัมแวร์ที่ฉาวโฉ่นี้ถูกเรียกอย่างถูกต้องว่าเป็น &quot;ภัยคุกคามซ้ำซ้อน&quot; เพราะนอกจากจะปิดการเข้าถึงเครือข่ายสำหรับพนักงานแล้ว ยังสร้างแบบจำลองของข้อมูลเครือข่ายทั้งหมด และใช้ข้อมูลดังกล่าวเพื่อใช้ประโยชน์และหลอกล่อเหยื่อให้พบกับค่าไถ่ </p> <p> น่าเสียดายที่กลยุทธ์กดดันโดยผู้สร้างเขาวงกตไม่ได้จบที่นี่ การวิจัยล่าสุดระบุว่า TA2101 ซึ่งเป็นกลุ่มที่อยู่เบื้องหลังแรนซัมแวร์ Maze ได้เผยแพร่เว็บไซต์เฉพาะที่แสดงรายการเหยื่อที่ไม่ให้ความร่วมมือทั้งหมด และเผยแพร่ตัวอย่างข้อมูลที่ขโมยมาบ่อยครั้งเพื่อเป็นการลงทัณฑ์ </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> วิธีการจำกัดเหตุการณ์ Maze Ransomware </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> การบรรเทาและขจัดความเสี่ยงของแรนซัมแวร์เป็นกระบวนการที่มีหลายแง่มุมซึ่งรวมกลยุทธ์ต่างๆ และปรับแต่งตามกรณีของผู้ใช้แต่ละรายและโปรไฟล์ความเสี่ยงของแต่ละองค์กร ต่อไปนี้คือกลยุทธ์ยอดนิยมที่ช่วยหยุดการโจมตีของ Maze ได้โดยตรง </p> <h3 id=\"enforce-application-whitelisting\"> บังคับใช้รายการอนุญาตพิเศษ </h3> <p> Application Whitelisting เป็นเทคนิคการบรรเทาภัยคุกคามเชิงรุกที่อนุญาตให้เรียกใช้เฉพาะโปรแกรมหรือซอฟต์แวร์ที่ได้รับอนุญาตล่วงหน้าเท่านั้น ในขณะที่โปรแกรมอื่นทั้งหมดจะถูกบล็อกโดยค่าเริ่มต้น </p> <p> เทคนิคนี้ช่วยอย่างมากในการระบุความพยายามที่ผิดกฎหมายในการดำเนินการโค้ดที่เป็นอันตรายและช่วยในการป้องกันการติดตั้งโดยไม่ได้รับอนุญาต </p> <h3 id=\"patch-applications-and-security-flaws\"> โปรแกรมแก้ไขและข้อบกพร่องด้านความปลอดภัย </h3> <p> ข้อบกพร่องด้านความปลอดภัยควรได้รับการแก้ไขทันทีที่ตรวจพบเพื่อป้องกันการยักย้ายถ่ายเทและการละเมิดโดยผู้โจมตี ต่อไปนี้คือกรอบเวลาที่แนะนำสำหรับการใช้โปรแกรมแก้ไขโดยทันทีตามความรุนแรงของข้อบกพร่อง: </p> <ul> <li> <strong> เสี่ยงมาก </strong> : ภายใน 48 ชั่วโมงหลังจากปล่อยแพตช์ </li> <li> <strong> มีความเสี่ยงสูง </strong> : ภายในสองสัปดาห์หลังจากออกแพตช์ </li> <li> <strong> ความเสี่ยงปานกลางหรือต่ำ </strong> : ภายในหนึ่งเดือนหลังจากปล่อยแพตช์ </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> กำหนดการตั้งค่ามาโคร Microsoft Office </h3> <p> มาโครถูกใช้เพื่อทำให้งานประจำเป็นอัตโนมัติ แต่บางครั้งอาจเป็นเป้าหมายที่ง่ายสำหรับการขนส่งโค้ดที่เป็นอันตรายไปยังระบบหรือคอมพิวเตอร์เมื่อเปิดใช้งาน วิธีที่ดีที่สุดคือปิดการใช้งานพวกเขาถ้าเป็นไปได้หรือให้พวกเขาประเมินและตรวจสอบก่อนใช้ </p> <h3 id=\"employ-application-hardening\"> จ้าง Application Hardening Application </h3> <p> Application Hardening เป็นวิธีการป้องกันแอปพลิเคชันของคุณและใช้ชั้นการรักษาความปลอดภัยเพิ่มเติมเพื่อป้องกันการโจรกรรม แอปพลิเคชัน Java มักมีช่องโหว่ด้านความปลอดภัย และสามารถใช้เป็นจุดเริ่มต้นได้โดยผู้คุกคาม จำเป็นต้องปกป้องเครือข่ายของคุณโดยใช้วิธีการนี้ในระดับแอปพลิเคชัน </p> <h3 id=\"restrict-administrative-privileges\"> จำกัดสิทธิ์การบริหาร </h3> <p> สิทธิ์ของผู้ดูแลระบบควรได้รับการจัดการด้วยความระมัดระวังเป็นอย่างยิ่ง เนื่องจากบัญชีผู้ดูแลระบบสามารถเข้าถึงทุกสิ่งได้ ใช้หลักการของสิทธิพิเศษน้อยที่สุด (POLP) เสมอเมื่อตั้งค่าการเข้าถึงและการอนุญาต เนื่องจากอาจเป็นปัจจัยสำคัญในการบรรเทาแรนซัมแวร์ Maze หรือการโจมตีทางไซเบอร์สำหรับเรื่องนั้น </p> <h3 id=\"patch-operating-systems\"> ระบบปฏิบัติการแพทช์ </h3> <p> ตามหลักการทั่วไป แอปพลิเคชัน คอมพิวเตอร์ และอุปกรณ์เครือข่ายใด ๆ ที่มีความเสี่ยงสูงควรได้รับการแก้ไขภายใน 48 ชั่วโมง สิ่งสำคัญคือต้องตรวจสอบให้แน่ใจว่าใช้เฉพาะระบบปฏิบัติการเวอร์ชันล่าสุดเท่านั้น และหลีกเลี่ยงเวอร์ชันที่ไม่รองรับไม่ว่าจะต้องเสียค่าใช้จ่ายใดๆ </p> <h3 id=\"implement-multi-factor-authentication\"> ใช้การตรวจสอบสิทธิ์แบบหลายปัจจัย </h3> <p> Multi-Factor Authentication (MFA) เพิ่มการรักษาความปลอดภัยอีกชั้นหนึ่ง เนื่องจากอุปกรณ์ที่ได้รับอนุญาตหลายเครื่องจำเป็นต้องเข้าสู่ระบบโซลูชันการเข้าถึงระยะไกล เช่น ธนาคารออนไลน์ หรือการดำเนินการที่มีสิทธิพิเศษอื่นๆ ที่ต้องใช้ข้อมูลที่ละเอียดอ่อน </p> <h3 id=\"secure-your-browsers\"> รักษาความปลอดภัยเบราว์เซอร์ของคุณ </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> สิ่งสำคัญคือต้องตรวจสอบให้แน่ใจว่าเบราว์เซอร์ของคุณอัปเดตอยู่เสมอ โฆษณาป๊อปอัปถูกบล็อก และการตั้งค่าเบราว์เซอร์ของคุณป้องกันการติดตั้งส่วนขยายที่ไม่รู้จัก </p> <p> ตรวจสอบว่าเว็บไซต์ที่คุณกำลังเยี่ยมชมนั้นถูกต้องหรือไม่โดยตรวจสอบแถบที่อยู่ เพียงจำไว้ว่า HTTPS มีความปลอดภัยในขณะที่ HTTP นั้นน้อยกว่ามาก </p> <p> </p> <h3 id=\"employ-email-security\"> จ้างความปลอดภัยของอีเมล </h3> <p> วิธีการหลักในการเข้าสู่ Maze ransomware คือทางอีเมล </p> <p> ใช้การตรวจสอบสิทธิ์แบบหลายปัจจัยเพื่อเพิ่มชั้นความปลอดภัยเพิ่มเติมและกำหนดวันหมดอายุสำหรับรหัสผ่าน นอกจากนี้ ให้ฝึกตัวเองและพนักงานไม่ให้เปิดอีเมลจากแหล่งที่ไม่รู้จักหรืออย่างน้อยไม่ดาวน์โหลดไฟล์แนบที่น่าสงสัย การลงทุนในโซลูชันการป้องกันอีเมลช่วยให้ส่งอีเมลของคุณได้อย่างปลอดภัย </p> <h3 id=\"make-regular-backups\"> ทำการสำรองข้อมูลเป็นประจำ </h3> <p> การสำรองข้อมูลเป็นส่วนสำคัญของแผนการกู้คืนข้อมูลหลังภัยพิบัติ ในกรณีที่มีการโจมตี การกู้คืนข้อมูลสำรองที่สำเร็จจะทำให้คุณสามารถถอดรหัสข้อมูลที่สำรองไว้เดิมซึ่งถูกเข้ารหัสโดยแฮกเกอร์ เป็นความคิดที่ดีที่จะตั้งค่าการสำรองข้อมูลอัตโนมัติและสร้างรหัสผ่านที่ไม่ซ้ำกันและซับซ้อนสำหรับพนักงานของคุณ </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> ให้ความสนใจกับปลายทางและข้อมูลรับรองที่ได้รับผลกระทบ </h3> <p> สุดท้ายแต่ไม่ท้ายสุด หากปลายทางเครือข่ายของคุณได้รับผลกระทบจากแรนซัมแวร์ Maze คุณควรระบุข้อมูลประจำตัวทั้งหมดที่ใช้กับอุปกรณ์ดังกล่าวอย่างรวดเร็ว คิดเสมอว่าอุปกรณ์ปลายทางทั้งหมดพร้อมใช้งานและ/หรือถูกแฮกเกอร์บุกรุก บันทึกเหตุการณ์ของ Windows จะมีประโยชน์สำหรับการวิเคราะห์การเข้าสู่ระบบหลังการประนีประนอม </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> งงกับ Cognizant Maze Attack? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> การละเมิดของ Cognizant ทำให้ผู้ให้บริการโซลูชันไอทีต้องดิ้นรนเพื่อฟื้นฟูจากการสูญเสียทางการเงินและข้อมูลจำนวนมหาศาล อย่างไรก็ตาม ด้วยความช่วยเหลือจากผู้เชี่ยวชาญด้านความปลอดภัยทางไซเบอร์ชั้นนำ บริษัทสามารถกู้คืนจากการโจมตีที่เลวร้ายนี้ได้อย่างรวดเร็ว </p> <p> ตอนนี้พิสูจน์แล้วว่าการโจมตีของแรนซัมแวร์นั้นอันตรายเพียงใด </p> <p> นอกจากเขาวงกตแล้ว ยังมีการโจมตีแรนซัมแวร์อื่นๆ มากมายที่ดำเนินการโดยผู้คุกคามที่ชั่วร้ายทุกวัน ข่าวดีก็คือ ด้วยความรอบคอบและหลักปฏิบัติด้านความปลอดภัยที่เข้มงวด บริษัทใดๆ สามารถบรรเทาการโจมตีเหล่านี้ได้อย่างง่ายดายก่อนที่จะโจมตี </p>"}