{"title":"การสัมมนาผ่านเว็บมาถึง Microsoft Teams ผ่านแผนชำระเงินใหม่","content":"<p> หากคุณต้องการโฮสต์การสัมมนาผ่านเว็บใน Microsoft Teams มาโดยตลอด คุณจะสามารถ---แต่ต้องจ่ายเงินก่อน บริษัทซอฟต์แวร์ได้เปิดเผยแผนการสำหรับ Teams Pro ซึ่งเป็นบริการสมัครสมาชิกที่อนุญาตให้สมาชิกโฮสต์การสัมมนาผ่านเว็บกับ Teams </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> มีอะไรมาสู่ Microsoft Teams ด้วย Teams Pro </h2> <p> ข่าวของคุณลักษณะนี้แตกออกใน <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Petri </a> . Microsoft กำลังวางแผนที่จะเปิดตัวบริการตามการสมัครใช้งานใหม่ที่เรียกว่า Teams Pro ซึ่งออกแบบมาเพื่อปรับปรุงวิธีที่คุณใช้ Teams ปัจจุบันบริการนี้มีกำหนดเปิดตัวกลางเดือนมีนาคม 2564 </p> <p> ยังไม่ชัดเจนว่า Teams Pro จะเป็นอย่างไร แต่สิ่งที่เรารู้คือสมาชิก Pro จะได้รับความสามารถในการสร้างการสัมมนาทางเว็บ นี้ทำให้รู้สึกมากเช่น <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft กำลังทำกำไรมหาศาลในโลกที่มีการระบาดใหญ่ </a> และทีมมีศักยภาพที่จะเป็นผู้สร้างรายได้ให้กับบริษัท </p> <p> Teams Pro จะนำ &quot;ระบบการประชุมอัจฉริยะ&quot; มาใช้ด้วย ไม่แน่ใจว่าสิ่งนี้หมายถึงอะไรกันแน่ แต่ Brad Sams จาก Petri มีความคิดบางอย่างเกี่ยวกับคุณลักษณะลึกลับนี้อาจนำมาซึ่ง </p> <blockquote> <p> ...ฉันสงสัยว่าสิ่งนี้จะเชื่อมโยงอย่างใกล้ชิดกับฟังก์ชันการสัมมนาผ่านเว็บ—ทั้งสองเข้ากันได้อย่าง OneDrive และ SharePoint หากคุณโฮสต์การสัมมนาผ่านเว็บกับ Teams คุณจะต้องการข้อมูลเชิงลึกเพิ่มเติม เช่น เวลาในเซสชัน หากพวกเขาถามคำถาม เป็นต้น </p> </blockquote> <p> ด้วยเหตุนี้ จึงมีโอกาสดีที่ &quot;ข้อมูลการประชุมอัจฉริยะ&quot; จะเป็นอีกตัวอย่างหนึ่งของ Microsoft ที่ทดลองใช้กระบวนการตอบรับการประชุมโดยอัตโนมัติ เราเห็นบริษัทลองใช้วิธีนี้ก่อนหน้านี้กับ a <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> ระบบตรวจจับว่าใครดูเบื่อในการประชุม </a> . </p> <p> เท่าที่รายละเอียดเพิ่มเติมดำเนินไป อย่างไรก็ตาม ไม่มีอะไรมากไปกว่านี้ ด้วยเหตุนี้ เราจึงต้องรอดูว่า Microsoft ได้วางแผนไว้สำหรับ Teams Pro อย่างไร รวมถึงค่าใช้จ่ายและการสัมมนาผ่านเว็บจะทำงานอย่างไร </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: สิ่งที่ต้องมีสำหรับมืออาชีพ? </h2> <p> น่าเสียดายที่รายละเอียดมีน้อยมากเกี่ยวกับสิ่งที่ Microsoft กำลังวางแผนสำหรับ Teams Pro อย่างไรก็ตาม เราทราบดีว่าการสัมมนาผ่านเว็บเป็นส่วนหนึ่งของแผนการสมัครสมาชิก ดังนั้นเราต้องรอดูว่าข่าวนี้จะพัฒนาอย่างไรเมื่อเวลาผ่านไป </p> <p> หากคุณกำลังทำงานจากที่บ้านและสนุกกับความคิดในการเริ่มต้นธุรกิจของคุณเอง การสัมมนาผ่านเว็บเป็นวิธีที่ยอดเยี่ยมในการทำให้ชื่อของคุณเป็นที่รู้จัก ก่อนที่คุณจะเริ่มสร้าง คุณควรศึกษาสิ่งที่ทำให้การสัมมนาผ่านเว็บที่ดี เพื่อสร้างความประทับใจแรกพบอย่างมืออาชีพ </p> <p> <small> เครดิตรูปภาพ: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}