{"title":"เทอร์มินัลของ Bloomberg คืออะไรและอะไรทำให้มีประสิทธิภาพมาก","content":"<p> Bloomberg เป็นหนึ่งในบริการข่าวการเงินที่ใหญ่ที่สุดในโลก และผู้ก่อตั้งคือ Mike Bloomberg เป็นหนึ่งในคนที่ร่ำรวยที่สุดในโลก </p> <p> ความมั่งคั่งส่วนใหญ่ที่เขาได้รับมาจาก Bloomberg Terminal ซึ่งเป็นซอฟต์แวร์คอมพิวเตอร์ที่ขาดไม่ได้สำหรับบริษัทหลายแห่งในภาคการเงิน หากคุณทำงานในสำนักงานขององค์กร มีโอกาสที่คุณจะใช้มันด้วยตัวเอง </p> <p> ดังนั้น Bloomberg Terminal ทำอะไรกันแน่ และอะไรที่ทำให้เครื่องมือนี้มีประสิทธิภาพและมีค่าสำหรับมืออาชีพใน Wall Street </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> บลูมเบิร์กเทอร์มินัลมาถึงอย่างไร Came </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> ก่อนสร้าง Bloomberg Terminal ไมค์ บลูมเบิร์กเป็นหุ้นส่วนทั่วไปที่ Salomon Brothers ซึ่งเป็นธนาคารเพื่อการลงทุนซึ่งมีสำนักงานใหญ่ในนิวยอร์ก </p> <p> หลังจากได้รับเงินชดเชย 10 ล้านดอลลาร์ในปี 2524 เขาได้คิดค้นระบบที่รวมข้อมูลทางการเงิน การวิเคราะห์ การปฏิบัติตามข้อกำหนด และบริการข้อมูลธุรกิจและข้อมูลทางการเงินที่เกี่ยวข้องภายใต้ซอฟต์แวร์คอมพิวเตอร์เครื่องเดียว นั่นคือ Bloomberg Terminal </p> <p> Bloomberg Terminal เปิดตัวอย่างเป็นทางการในปี 1982 และที่เหลือคือประวัติศาสตร์ ปัจจุบัน Terminal มีผู้ใช้งานมากกว่า 320,000 รายทั่วโลก คาดว่าซอฟต์แวร์จะรับผิดชอบหนึ่งในสามของรายได้ของ Bloomberg LP นอกเหนือจากพีซีแล้ว Bloomberg Terminal ยังมีให้บริการบนสมาร์ทโฟนอีกด้วย </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> ใครใช้เทอร์มินัลบลูมเบิร์ก </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> เครดิตภาพ: Andrey Rudakov/ <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Bloomberg Terminal มักถูกอธิบายว่าเป็นซูเปอร์คอมพิวเตอร์ที่มืออาชีพใน Wall Street ขาดไม่ได้ การสมัครสมาชิก Bloomberg Terminal มีค่าใช้จ่ายประมาณ $20,000 ถึง $24,000 ต่อปี แต่นั่นไม่ได้หยุดฐานลูกค้าจากการต่ออายุการสมัครเนื่องจากมีประโยชน์ </p> <p> เทรดเดอร์ โบรกเกอร์ นักวิเคราะห์ ผู้จัดการพอร์ตการลงทุน นักลงทุน และผู้บริหารเป็นฐานผู้บริโภคหลักของเทอร์มินัล </p> <p> หากคุณเป็นนักศึกษามหาวิทยาลัยที่กำลังศึกษาหลักสูตรด้านการเงินหรือเศรษฐศาสตร์ คุณอาจเคยได้รับการสอนวิธีใช้งานฟังก์ชันพื้นฐานด้วยเช่นกัน เนื่องจากสถาบันอุดมศึกษาจำนวนมากขึ้นสมัครใช้บริการ Terminal เพื่อให้นักศึกษาได้รับความรู้เชิงปฏิบัติเกี่ยวกับตลาดการเงิน </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Bloomberg Terminal มีลักษณะอย่างไร? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> เครดิตภาพ: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> เทอร์มินัลของ Bloomberg มีอินเทอร์เฟซที่เป็นสัญลักษณ์ซึ่งง่ายต่อการจดจำ: หน้าจอสีดำแบบเต็มและเส้นและบรรทัดของข้อความนีออนในแบบอักษรที่ชวนให้นึกถึงวิดีโอเกมยุค 90 แบบเก่า </p> <p> เทอร์มินัลยังจัดหาคอมพิวเตอร์ของตัวเองเพื่อประสบการณ์ที่ดีที่สุด ซึ่งเรียกว่าเทอร์มินัลจอแสดงผลขนาดกะทัดรัด 15 นิ้วของ Bloomberg ด้วยความละเอียดปกติที่ 60Hz, สี 32 บิต และหน้าจอ 1024 x 768 (XGA) Compact Display Terminals นำเสนอจอแสดงผลคุณภาพสูงผ่านขาตั้งคอมพิวเตอร์ที่ออกแบบตามหลักสรีรศาสตร์ ในการตั้งค่าขององค์กร Terminal มักจะทำงานบนสองหน้าจอ แต่บางครั้งก็มีสี่ถึงหกหน้าจอ </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> เครดิตภาพ: Bloomberg Professional Services/ <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> ในแง่ของฮาร์ดแวร์ ในการใช้ Bloomberg Terminal คุณต้องมีแป้นพิมพ์แบบพีซีพื้นเมืองของ Bloomberg ที่เรียกว่า Starboard ซึ่งอยู่ด้านบนของปุ่ม QWERTY ปกติของคุณ จะมีปุ่มสีแดง สีน้ำเงิน สีเขียว และสีเหลืองสำหรับฟังก์ชันเฉพาะ </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> ฟังก์ชันบลูมเบิร์กเทอร์มินัล </h2> <p> ต่อไปนี้คือฟังก์ชันที่ทรงพลังที่สุดของ Bloomberg Terminal </p> <p> <b> ช่วยด้วย </b> ปุ่มอาจเป็นคีย์ที่มีประโยชน์ที่สุดสำหรับผู้ที่เพิ่งเริ่มใช้งาน หากคุณมีคำถามเกี่ยวกับสิ่งใดใน Terminal เพียงกดปุ่มหนึ่งครั้งและผู้เชี่ยวชาญของ Bloomberg จะอยู่ที่นั่นเพื่อเริ่มแชทสดกับคุณเพื่อแก้ไขข้อสงสัยของคุณ ทำไมต้องรบกวน Google อีกต่อไป? </p> <p> หากคุณมีการเชื่อมต่ออินเทอร์เน็ต คุณจะไม่ใช่คนแปลกหน้าอย่างแน่นอน <b> ข่าวบลูมเบิร์ก </b> . ผู้ใช้สามารถพิมพ์ <b> ข่าว </b> และกด Enter เพื่อรับข้อมูลล่าสุดเกี่ยวกับแนวโน้มของตลาด ความเคลื่อนไหว และข่าวด่วนอื่นๆ ที่เกี่ยวข้อง </p> <p> เมื่อโบรกเกอร์วอลล์สตรีทได้รับฟังข่าวใหญ่ที่สุดของวันนั้น ให้บอกว่าพวกเขาต้องการตรวจสอบหุ้นของบริษัทและผลการดำเนินงานทางการเงินในวันนั้น ไม่มีปัญหา: ปุ่มลัดเช่น <b> BQ </b> , <b> GIP </b> , และ <b> โอมอน </b> จัดทำแผนภูมิ ข้อมูล ราคา แนวโน้ม และการคาดการณ์แบบเรียลไทม์เกี่ยวกับตัวเลือกหุ้นหรือกองทุน </p> <p> ต้องการส่งออกกราฟที่น่าดึงดูดใจจากเทอร์มินัลไปยัง Excel หรือไม่? เทอร์มินัลนั้นทำงานร่วมกับ Microsoft Excel เป็นอย่างดี แค่ตี <b> ดาปี้ </b> บนเทอร์มินัล ผู้ที่มีความคุ้นเคยขั้นสูงกับสเปรดชีตบิลด์ Terminal ซึ่งจะอัปเดตโดยอัตโนมัติด้วยข้อมูลล่าสุดทุกครั้งที่เปิดไฟล์ <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> เรียนรู้วิธีสร้างแผนภูมิ Microsoft Excel ที่อัปเดตตัวเองได้ที่นี่ </a> . </p> <p> คนในวงการคุยกันมากกว่า <b> การส่งข้อความของ Bloomberg </b> ซึ่งโดยพื้นฐานแล้วคือ Facebook Messenger แต่ใน Bloomberg ช่วยให้คุณสามารถส่งข้อความถึงใครก็ตามที่อยู่ในเทอร์มินัล ซึ่งหมายความว่าทุกคนในอุตสาหกรรมสามารถติดต่อกันทางเทคนิคได้ทันที ไม่ต้องขอหมายเลขของคนอื่นหรือสอบถามเกี่ยวกับวิธีที่ดีที่สุดในการติดต่ออีกต่อไป </p> <p> หากคุณกำลังพยายามค้นหาข้อมูลเพิ่มเติมเกี่ยวกับบุคคลที่มีชื่อเสียงในอุตสาหกรรมเฉพาะ ให้ป้อน <b> ประชาชน </b> จะช่วยให้คุณสามารถเรียกดูข้อมูลประจำตัวของพวกเขาได้ </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> เครดิตภาพ: Bloomberg Professional Services/ <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> แผนที่บลูมเบิร์ก </b> โดยพื้นฐานแล้วคือ Google Maps แต่มีรายละเอียดมากขึ้นและปรับให้เข้ากับอุตสาหกรรมการเงิน </p> <p> การใช้ข้อมูลเชิงพื้นที่ แผนที่แสดงให้ผู้ใช้เห็นภาพของภัยธรรมชาติที่เกิดขึ้นทั่วโลก ดังนั้นผู้ติดตามสินค้าโภคภัณฑ์จึงทราบถึงผลกระทบของภัยธรรมชาติที่มีต่อสินค้าโภคภัณฑ์ เช่น น้ำมันและทองคำ หากต้องการเข้าถึงแผนที่ ให้ป้อน <b> BMAP </b> . </p> <p> งานเสร็จสิ้นสำหรับวัน สมมติว่านายหน้า Wall Street ของเราต้องการทานอาหารเย็นที่ร้านอาหารสุดหรู บางคนจะ <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> ค้นหาสถานที่ดีๆใน Google หรือแอพรีวิวร้านอาหารยอดนิยม </a> . อย่างไรก็ตาม Terminal สามารถทำได้ด้วย <b> DINE ซึ่ง </b> แสดงข้อมูลของผู้ใช้และบทวิจารณ์เกี่ยวกับร้านอาหารระดับไฮเอนด์ในบริเวณใกล้เคียง </p> <p> หากนายหน้า Wall Street ของเราต้องการใช้จ่ายจำนวนมากแต่ไม่รู้ว่าจะจ่ายไปเพื่ออะไร เพียงแค่ป้อน <b> MLUX </b> บนเครื่องปลายทางจะส่งคืนสินค้าสุดหรูที่ดีที่สุดที่สามารถซื้อได้ทางออนไลน์ </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> บลูมเบิร์กเทอร์มินัล </h2> <p> Bloomberg Terminal ไม่ได้เป็นเพียงระบบข้อมูลทางการเงินเท่านั้น นอกจากนี้ยังเป็นเครือข่ายสังคมออนไลน์ แหล่งช้อปปิ้ง และแพลตฟอร์มการรับประทานอาหาร จุดขายที่ใหญ่ที่สุดของมันคือบริการแบบครบวงจรที่ส่งมอบด้วยความเร็วและความแม่นยำที่เหลือเชื่อ ไม่น่าแปลกใจเลยที่ผู้ที่ใช้ Terminal จะไม่รู้จักพอ </p> <p> หากคุณมีโอกาสเข้าถึง Terminal ที่โรงเรียนหรือที่ทำงาน โปรดใช้ให้เป็นประโยชน์และลองป้อนคีย์คำสั่งด้านบนเพื่อดูว่ามีอะไรปรากฏขึ้น </p>"}