{"title":"ทำไม Sling TV ถึงขึ้นราคาอีกครั้ง?","content":"<p> Sling เป็นหนึ่งในบริการสตรีมมิ่งที่ได้รับความนิยมมากที่สุดในช่วงไม่กี่ปีที่ผ่านมา ต้องขอบคุณช่องทางที่หลากหลายและราคาที่แข่งขันได้สูง </p> <p> แต่ในช่วงปลายเดือนมกราคม พ.ศ. 2564 บริษัทได้ประกาศว่าจะเพิ่มค่าใช้จ่ายทั้งแพ็กเกจการสมัครสมาชิกและส่วนเสริม </p> <p> เหตุใดราคาจึงสูงขึ้นตั้งแต่แรก และเรามีแนวโน้มที่จะเห็นการขึ้นราคามากขึ้นในอีกไม่กี่เดือนข้างหน้านี้หรือไม่ อ่านต่อไปเพื่อหา </p> <h2 id=\"how-much-does-sling-cost-now\"> สลิงราคาเท่าไหร่ตอนนี้? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> สำหรับผู้ที่ไม่ทราบ Sling เสนอแพ็คเกจที่แตกต่างกันสองแบบ: Sling Blue และ Sling Orange </p> <p> แต่ละแพ็กเกจมีช่องทางให้เลือกหลากหลาย ตัวอย่างเช่น ช่องต่างๆ เช่น ESPN และ Disney มีให้บริการใน Orange เท่านั้น ในขณะที่ FOX News, MSNBC และ NFL Network มีให้บริการใน Blue เท่านั้น คุณสามารถซื้อสองแพ็คเกจในชุดรวมหากคุณต้องการเข้าถึงทุกสิ่ง </p> <p> ก่อน <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> ขึ้นราคาสลิงในเดือนมกราคม 2564 </a> ทั้งสองบริการมีค่าใช้จ่าย $30 ตอนนี้พวกเขาอยู่ที่ 35 เหรียญ แพ็คเกจที่แถมยังเพิ่มขึ้นอีก 5 ดอลลาร์ (จาก 45 ดอลลาร์เป็น 50 ดอลลาร์) ส่วนเสริมกีฬาเพิ่มขึ้นจาก $10 เป็น $11 และส่วนเสริมอื่นๆ ทั้งหมดได้เพิ่มขึ้นจาก $5 เป็น $6 </p> <p> สมาชิกใหม่จะต้องชำระอัตราใหม่ทันที ผู้ใช้ที่มีอยู่จะได้รับระยะเวลาผ่อนผันจนถึงเดือนกรกฎาคม 2564 เนื่องจากการรับประกันราคาหนึ่งปีของ Sling </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> เหตุใดสลิงจึงเพิ่มราคา </h2> <p> สลิงได้ตำหนิการขึ้นราคาบนเครือข่ายทีวีอย่างรวดเร็ว เมื่อมีการประกาศการเดินป่า Michael Schwimmer ประธานกลุ่ม Sling TV ไม่เสียเวลาในการแจ้งให้ลูกค้าทราบว่าควรชี้นำความโกรธเคืองไปยังใครใน <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> ข่าวประชาสัมพันธ์ </a> : </p> <blockquote> <p> น่าเสียดายที่เราถูกบังคับให้ขึ้นราคาเนื่องจากเครือข่ายโทรทัศน์เรียกเก็บเงินจากเรามากขึ้น แต่เราต่อสู้อย่างหนักเพื่อให้ได้ข้อตกลงที่ดีที่สุดสำหรับลูกค้าของเรา ข้อพิสูจน์ความมุ่งมั่นของเรานั้นชัดเจน เนื่องจาก Sling TV ยังคงเป็นข้อเสนอที่ดีที่สุดในตลาด ทำให้ราคาของเราต่ำกว่าบริการเคเบิลและบริการสตรีมมิงแบบสดอื่นๆ มาก ลูกค้า Sling TV สามารถวางใจได้ว่าเราจะนำเสนอรายการสด ช่องกีฬา และช่องรายการเคเบิลเพื่อความบันเทิงที่ดีที่สุดอย่างต่อเนื่องในราคาที่คุ้มค่าที่สุด </p> </blockquote> <p> แม้ว่าบางคนอาจคิดว่า Schwimmer และ Sling กำลังวางแผงควันเพื่อซ่อนแรงจูงใจที่แท้จริงในการขึ้นราคาจากลูกค้า แต่การขึ้นราคาก็สอดคล้องกับการขึ้นราคาที่เราเคยเห็นในอุตสาหกรรมสตรีมมิ่งในช่วงสองสามเดือนที่ผ่านมา </p> <p> ตัวอย่างเช่น Hulu + Live TV และ YouTube TV ต่างก็ขึ้นราคาในช่วงปลายปี 2020 YouTube TV เปลี่ยนจาก $50 เป็น $65 และ Hulu เปลี่ยนจาก $55 เป็น $65 </p> <p> ในกรณีของ Hulu ตอนนี้เราเห็นราคาเพิ่มขึ้นจาก 40 ดอลลาร์ในเดือนมกราคม 2019 เป็น 65 ดอลลาร์ในเวลาเพียงสองปีต่อมา นั่นคือการเพิ่มขึ้นมากกว่า 50% </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> เครือข่ายทีวีต้องโทษจริงหรือ? </h2> <p> เห็นได้ชัดว่าเราไม่ทราบแน่ชัดว่า Sling จ่ายเครือข่ายทีวีเป็นจำนวนเท่าใดเพื่อให้สามารถใช้งานได้บนแพลตฟอร์ม </p> <p> อย่างไรก็ตาม หากคุณเปรียบเทียบราคาที่เพิ่มขึ้นที่ Sling et al ด้วยราคาที่เพิ่มขึ้นสำหรับบริการที่มีเฉพาะวิดีโอแบบออนดีมานด์เท่านั้น เช่น Netflix ความแตกต่างนั้นชัดเจน </p> <p> อันที่จริงตั้งแต่ Netflix เปิดตัวแผนระดับเริ่มต้นในเดือนพฤษภาคม 2014 เราพบว่าราคาเพิ่มขึ้นเพียงครั้งเดียวจาก $8 / เดือนเป็น $ 9 / เดือน นั่นต่ำกว่าราคาที่เพิ่มขึ้นที่ Sling มากทั้งในแง่ดอลลาร์และเปอร์เซ็นต์ ใช่ แผนราคาที่แพงกว่านั้นมีการก้าวกระโดดมากขึ้น แต่พวกเขาก็มีคุณสมบัติพิเศษที่เพิ่มเข้ามาตลอดทาง </p> <p> ความคลาดเคลื่อนระหว่างบริการสตรีมมิงทีวีและบริการวิดีโอออนดีมานด์ดูเหมือนจะแนะนำว่าเครือข่ายทีวีจะต้องถูกตำหนิอย่างแน่นอน </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> สลิงยังถูกกว่าเคเบิล </h2> <p> ไม่มีใครชอบที่จะเห็นค่าของพวกเขาเพิ่มขึ้น แต่เมื่อพิจารณาจากการเซาะร่องราคาที่เราเคยเห็นในโลกเคเบิลทีวีในช่วงทศวรรษที่ผ่านมา (ราคาเฉลี่ยของบิลเคเบิลในสหรัฐอเมริกาตอนนี้มากกว่า 200 ดอลลาร์) ก็ยากที่จะบ่นว่าสลิงเพิ่มขึ้นเล็กน้อย </p> <p> การบริการยังคงดีเยี่ยม เมื่อเทียบกับวิธีดูทีวีแบบอื่นๆ ก็ยังถือว่าคุ้มค่าคุ้มราคา </p>"}