{"title":"WallStreetBet ได้รับการแนะนำในโฆษณา Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r/WallStreetBets </a> ชุมชน Reddit ที่อยู่เบื้องหลังความบ้าคลั่งของหุ้น GameStop ได้รับโฆษณา Super Bowl ของตัวเอง Reddit สร้างโฆษณาสั้น ๆ ห้าวินาทีเพื่อเป็นเกียรติแก่เจตจำนงและความมุ่งมั่นของ WallStreetBet </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBet ทำให้ Super Bowl </h2> <p> ใครก็ตามที่ดู Super Bowl LV จะได้รับเซอร์ไพรส์ระหว่างการทำทัชดาวน์ของ Rob Gronkowski และการแสดงในธีม Las Vegas ของ The Weeknd สำหรับสิ่งที่ดูเหมือนเป็นเสี้ยววินาทีในช่วงพักโฆษณา โฆษณาจาก Reddit ปรากฏขึ้นบนหน้าจอ </p> <p> จุดเริ่มต้นของโฆษณามีโลโก้ Reddit ซึ่งจะหายไปเพื่อแสดงข้อความว่า &quot;ว้าว ใช้งานได้จริง หากคุณกำลังอ่านข้อความนี้ แสดงว่าการเดิมพันของเราได้รับผลตอบแทนแล้ว&quot; </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> เกิดอะไรขึ้น? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> — เรดดิท (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 กุมภาพันธ์ 2564 </a></blockquote>  <p> ข้อความยังคงดำเนินต่อไปโดยกล่าวว่า: &quot;สิ่งหนึ่งที่เราเรียนรู้จากชุมชนของเราเมื่อสัปดาห์ที่แล้วคือผู้ที่ตกอับสามารถประสบความสำเร็จได้ทุกอย่างเมื่อพวกเขามารวมกันโดยมีแนวคิดร่วมกัน&quot; ที่นี่ Reddit หมายถึง wasอย่างชัดเจน <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> ชัยชนะของ WallStreetBet เหนือ Wall Street </a> ขณะที่ต่อสู้กับกองทุนป้องกันความเสี่ยงและข้อจำกัดการซื้อขายของ Robinhood </p> <p> ปิดโฆษณาโดยสังเกตว่า: &quot;สิ่งที่ทรงพลังเกิดขึ้นเมื่อผู้คนชุมนุมในสิ่งที่พวกเขาสนใจจริงๆ และมีที่สำหรับสิ่งนั้น เรียกว่า Reddit&quot; </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> เซอร์ไพรส์ Super Bowl ของ Reddit </h2> <p> แม้ว่าโฆษณานี้จะแสดงเพียงไม่กี่วินาทีเท่านั้น Reddit ตั้งข้อสังเกตว่าใช้ &quot;งบประมาณการตลาดทั้งหมด&quot; ไปกับโฆษณาสั้นๆ ที่เหลือเชื่อนี้ WallStreetBets สมควรได้รับข้อความเฉลิมฉลองอย่างแน่นอน และน่าจะสร้างความประหลาดใจให้กับสมาชิก 8.7 ล้านคนของชุมชน </p>"}