{"title":"PogChamp Emote คืออะไรและใช้เมื่อใด","content":"<p> ศัพท์สแลงสามารถมาจากที่ใดก็ได้ และในขณะที่คำศัพท์ที่เพิ่งสร้างใหม่บางคำอาจฟังดูงี่เง่า สิ่งที่สำคัญคือผู้คนจะเข้าใจกันเมื่อสื่อสารกัน </p> <p> หากคุณได้สำรวจส่วนแบ่งที่ยุติธรรมของอินเทอร์เน็ตในช่วงสองสามปีที่ผ่านมา มีโอกาสที่คุณจะได้เห็น &quot;PogChamp&quot; หรือ &quot;poggers&quot; ในความคิดเห็นของวิดีโอหรือบทความ แต่มันหมายความว่าอย่างไร? </p> <p> นี่คือทุกสิ่งที่คุณจำเป็นต้องรู้เกี่ยวกับมัน... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Pogchamp หมายถึงอะไรและควรใช้เมื่อใด </h2> <p> PogChamp เป็นชื่อของอีโมต Twitch ซึ่งเป็นหนึ่งในอีโมติคอนที่เก่าแก่ที่สุดบนแพลตฟอร์ม ทั้งอิโมติคอนและชื่ออิโมติคอนใช้เพื่อแสดงความตื่นเต้นหรือความประหลาดใจ ทั้งแบบจริงใจและแบบประชดประชัน </p> <p> อีโมติคอนของ Twitch เหมือนกับที่พวกเขาฟัง เช่น อิโมจิ อารมณ์ หรือรูปสัญลักษณ์ที่มีเฉพาะในแอพและเว็บไซต์ของ Twitch ผู้ชมและสตรีมเมอร์ใช้สิ่งเหล่านี้เพื่อแสดงความรู้สึกที่แตกต่างกันในการแชท </p> <p> </p> <p> คำว่า &quot;PogChamp&quot; มาจากวลี &quot;Pog Champion&quot; หรือ &quot;Play of Game Champion&quot; ในขณะที่วลี &quot;Play of the Game&quot; เชื่อกันว่าได้รับความนิยมจาก Overwatch ซึ่งเป็นเกมยิงมุมมองบุคคลที่หนึ่งที่มีการแข่งขันสูง Overwatch มีคุณสมบัติที่ในตอนท้ายของทุกแมตช์ รีลไฮไลท์จะแสดงการเล่นที่ &quot;ดีที่สุด&quot; ของแมตช์นั้น </p> <p> &quot;PogChamp&quot; และความรู้สึกที่อธิบายได้ทำให้เกิดอนุพันธ์มากมาย ทั้ง &quot;poggers&quot; และ &quot;pog&quot; ล้วนมีนัยสำคัญในคำแสลงออนไลน์ เป็นเรื่องปกติที่จะเห็นสตรีมเมอร์ตอบสนองด้วยความตื่นเต้นต่อบางสิ่งโดยพูดว่า &quot;poggers&quot; </p> <p> และในขณะที่มันเข้าสู่ฟอรัมและมุมอื่น ๆ ของอินเทอร์เน็ต คุณจะไม่ใช้มันกับคนรู้จักส่วนใหญ่ในชีวิตประจำวันเว้นแต่พวกเขาจะทราบบริบทของคำศัพท์ด้วย </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> ต้นกำเนิดของ PogChamp Emote </h2> <p> </p> <p> ใบหน้าอันน่าตกใจอันเป็นสัญลักษณ์และเกินจริงของอิโมติคอน PogChamp ดั้งเดิมถูกพบเห็นครั้งแรกในวิดีโอ YouTube โดย Cross Counter TV ในปี 2010 </p> <p> ในนั้น บุคลิกทางอินเทอร์เน็ต Ryan &quot;Gootecks&quot; Gutierrez ทำหน้าโดยทั้งตาและปากของเขาเปิดกว้างเพื่อตอบสนองต่อตากล้องที่ชนเข้ากับขาตั้งกล้อง นั่งอยู่ข้างๆ เขาคือเพื่อนสตรีมเมอร์ ไมค์ รอส </p> <p> ในที่สุด ปฏิกิริยาที่คู่ควรกับมีมก็กลายเป็นอีโมติคอนของ Twitch </p> <p> ตามที่ <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> โคตาคุ </a> , บุคลิกของ Twitch ที่ใช้ความคล้ายคลึงกันสำหรับอิโมติคอน จะได้รับเงินตามการใช้งาน ซึ่งหมายความว่ามีค่าใช้จ่ายทุกครั้งที่มีคนใช้อิโมติคอน </p> <p> คาดว่า Gutierrez เคยสร้างรายได้ราว 50,000 ดอลลาร์ต่อปีจากผู้ใช้ Twitch ที่ส่งสแปมภาพใบหน้าของเขาในแชท ยิ่งไปกว่านั้น Gutierrez ยังได้รับเงินล่วงหน้าระหว่าง 50,000 ถึง 100,000 ดอลลาร์ เพียงเพื่อให้ Twitch ใช้อุปมาของเขา </p> <p> อย่างไรก็ตาม Gutierrez จะไม่เป็นตัวแทนของ PogChamp ตลอดไป เมื่อวันที่ 6 มกราคม 2021 <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch แบนอีโมต PogChamp ดั้งเดิม </a> โดยระบุว่าจะต้องนำภาพต้นฉบับออกจากแพลตฟอร์ม </p> <p> ด้วยเหตุนี้ แพลตฟอร์มจึงได้สร้างอิโมติคอน PogChamp ใหม่ ตั้งแต่นั้นมา Twitch ก็ได้มีผู้สร้างออนไลน์ที่หลากหลายกลายเป็นหน้าใหม่ของ PogChamp สตรีมเมอร์ที่มีภูมิหลังและขนาดผู้ชมต่างกัน </p> <p> </p> <p> อิโมติคอนมีความหมายเดียวกันกับต้นฉบับ—แสดงปฏิกิริยาที่ประหลาดใจ ตื่นเต้น หรือตกใจ อย่างไรก็ตาม อีโมตเองก็เปลี่ยนไป </p> <p> และถึงแม้จะมีการแบน Twitch กับอีโมต PogChamp ด้วยใบหน้าของ Gutierrez การใช้คำว่า &quot;poggers&quot; และ &quot;pog&quot; ในคำแสลงทางอินเทอร์เน็ตก็จะไม่ได้รับผลกระทบ </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp แสดงออกถึงความตื่นเต้น สนุกสนาน หรือช็อค </h2> <p> PogChamp เป็นหนึ่งในอีโมติคอน Twitch ที่เก่าแก่ที่สุด แต่ก็เป็นหนึ่งในอีโมติคอนที่หลากหลายที่สุด </p> <p> เนื่องจากความสามารถในการอธิบายปฏิกิริยาทั้งด้านบวกและด้านลบ PogChamp มีแนวโน้มที่จะถูกใช้ต่อไปทั่วทั้งอินเทอร์เน็ต แม้ว่าใบหน้าที่ติดอยู่กับชื่อจะไม่เหมือนเดิมเสมอไป </p>"}