{"title":"คุณสามารถปิดใช้งานฟีดวิดีโอของผู้คนใน Microsoft Teams ได้ในไม่ช้า","content":"<p> บางครั้ง คุณไม่ต้องการให้ทุกคนแสดงวิดีโอในการประชุมเสมือนจริง บางครั้ง คุณต้องการจัดการว่าใครสามารถแสดงเว็บแคมของตนได้และผู้ที่ไม่สามารถแสดงเว็บแคมได้ โชคดีที่ Microsoft เพิ่มฟังก์ชันนี้ให้กับ Teams ดังนั้นคุณจึงสามารถควบคุมได้ว่าใครสามารถและไม่สามารถแสดงกล้องของพวกเขาในการประชุมได้ </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> แผนการของ Microsoft สำหรับการเซ็นเซอร์วิดีโอในทีม </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> พบชุดของรายการใน <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft 365 Roadmap </a> เกี่ยวข้องกับการปิดเว็บแคมของผู้เข้าร่วมใน Teams ฟีเจอร์ต่างๆ ยังอยู่ในระหว่างการพัฒนา แต่จากสิ่งที่เราเห็นใน Roadmap จะเป็นการอัปเดตที่น่าสนใจสำหรับ Teams </p> <p> หากนี่เป็นครั้งแรกที่คุณเคยได้ยินเกี่ยวกับโร้ดแมป นี่เป็นวิธีที่ยอดเยี่ยมในการดูว่า Microsoft ได้วางแผนไว้สำหรับบริการใดบ้าง เราเห็นแผนการของยักษ์ซอฟต์แวร์ที่จะ <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> อนุญาตผู้นำเสนอที่ไม่ระบุชื่อใน Microsoft Teams </a> ผ่านแผนงานของ Microsoft 365 </p> <p> ตอนนี้ Microsoft ได้เพิ่มรายการอีกสองรายการในแผนงาน หนึ่งในนั้นพูดถึงการปิดกล้องของผู้เข้าร่วมประชุมคนเดียว ในขณะที่อีกคนกล่าวถึงการปิดกล้องของทุกคนในคราวเดียว </p> <p> ก่อนหน้านี้ Microsoft ต้องการให้ผู้จัดการประชุมปิดใช้งานเว็บแคมของบุคคลเพียงคนเดียว นี่เป็นคุณสมบัติที่มีประโยชน์สำหรับผู้ที่สร้างปัญหากับเว็บแคมหรือเพียงแค่เปิดและปิดผู้อื่นเมื่อถึงเวลาต้องพูดคุย </p> <p> คุณลักษณะหลังช่วยให้ผู้จัดงานสามารถเปิดและปิดใช้งานเว็บแคมของทุกคนได้ในครั้งเดียว ผู้จัดสามารถเลือกที่จะพลิกสวิตช์ก่อนเริ่มการประชุมหรือดำเนินการได้ทันทีในขณะที่เซสชันกำลังดำเนินอยู่ </p> <p> คุณลักษณะทั้งสองแสดงไว้สองครั้งในแผนงาน ชุดแรกมีกำหนดวางจำหน่ายในเดือนเมษายน 2564 และชุดที่สองอยู่ในเดือนพฤษภาคม ด้วยเหตุนี้ จึงไม่ชัดเจนเล็กน้อยว่าเราจะได้รับการอัปเดตนี้เมื่อใด แต่ไม่ควรนานเกินไปจนกว่าคุณจะควบคุมได้ว่าใครสามารถและไม่สามารถแสดงใบหน้าของพวกเขาในการประชุม Teams ของคุณได้อย่างเต็มที่ </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> ควบคุมการประชุมของคุณได้ดีขึ้นด้วย Microsoft Teams </h2> <p> หากคุณต้องการจัดการฟีดเว็บแคมของผู้คนใน Microsoft Teams มาโดยตลอด ถือว่าคุณโชคดี ยักษ์ซอฟต์แวร์กำลังทำงานในคุณสมบัติที่จะช่วยให้คุณปิดกล้องแต่ละตัวหรือทั้งหมดในครั้งเดียว เราจะต้องรอดูวันที่แน่ชัดว่าฟีเจอร์นี้จะเปิดตัวเมื่อใด </p> <p> หากคุณสนใจวิธีอื่นๆ ในการจัดการการประชุม Teams ของคุณ คุณทราบหรือไม่ว่าบริการจะสรุปเซสชั่นของคุณให้คุณในไม่ช้า เดิมมีกำหนดวางจำหน่ายในเดือนมกราคม 2564 แต่ถูกเลื่อนกลับไปเป็นเดือนกุมภาพันธ์ในขณะนี้ </p> <p> <small> เครดิตภาพ: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}