{"title":"Android Cihazınızla Bir Parola Yöneticisi Nasıl Kullanılır","content":"<p> Android, şifre yöneticilerinin Android cihazınızdaki uygulamalarda ve hizmetlerde oturum açma ayrıntılarınızı doğrudan doldurmasına olanak tanıyan harika bir özelliğe sahiptir. Tüm süreç sadece birkaç dokunuşla gerçekleştiğinden, bir şifre yöneticisi kullanma deneyimini büyük ölçüde geliştirir. Artık, oturum açma ayrıntılarını görmek ve girmek için uygulamalar arasında gidip gelmeniz gerekmiyor. </p> <p> Uygulamalarda ve web sitelerinde giriş bilgilerinizi otomatik olarak doldurmak için Android&#39;de bir şifre yöneticisini nasıl düzgün ve güvenli bir şekilde kullanabileceğiniz aşağıda açıklanmıştır. </p> <h2 id=\"why-you-should-use-a-password-manager\"> Neden Parola Yöneticisi Kullanmalısınız? </h2> <p> Çevrimiçi hesaplarınızın güvenliğine ve emniyetine değer veriyorsanız, hiçbir zaman bu hesaplarda aynı parolaları kullanmamalısınız. Hepimizin günlük olarak kullandığı uygulama ve hizmetlerin sayısı sürekli artarken, bu kadar çok benzersiz parolayı hatırlamak da uygun bir seçenek değil. </p> <p> Burası, tüm şifrelerinizi güvenli ve güvenli bir şekilde saklayacak olan bir şifre yöneticisinin devreye girdiği yerdir. </p> <p> Hatta bir şifre yöneticisi kullanarak yeni şifreler oluşturabilirsiniz, böylece yeni bir uygulamaya veya hizmete her kaydolduğunuzda yeni bir şifre düşünmek zorunda kalmazsınız. Tüm oturum açma kimlik bilgilerinizi bir parola yöneticisinde saklamak, bir yere yazmaktan çok daha iyi bir seçenektir. </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> Bir parola yöneticisinde saklanan tüm veriler bir ana parola kullanılarak şifrelenir. Bu ana parola, şifrelenmiş verilerin kilidini açmak için bir anahtar görevi görür. Çoğu şifre yöneticisi bu ana şifreyi sıfırlama seçeneği sunmaz, bu nedenle unutursanız hesabınız da kilitlenebilir. Ancak, kullandığınız tüm uygulamalar ve hizmetler için yalnızca bir ana parolayı hatırlamak, yüzlerce parolayı hatırlamaktan çok daha kolaydır. </p> <p> Oturum açma kimlik bilgilerinizi saklamaktan daha fazlası için bir parola yöneticisi kullanabilirsiniz. Önemli notlarınızı, dosyalarınızı, banka hesap bilgilerinizi ve daha fazlasını kaydedebilir. Bazı parola yöneticileri, iki faktörlü kimlik doğrulama kodları oluşturma seçeneği de sunar. Ödeme <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> bazı kullanışlı şifre yöneticisi özellikleri </a> sonuna kadar kullanmak için. </p> <p> Bir şifre yöneticisini her açtığınızda, önce ana şifreyi girerek veya biyometrik kimlik doğrulama yoluyla kimliğinizi doğrulamanız gerekir. Parola yöneticisi hesabınızı ne kadar güçlü bir şekilde güvence altına almak istediğinize bağlı olarak, ek güvenlik için donanım tabanlı iki faktörlü kimlik doğrulama güvenlik anahtarlarını kullanma seçeneği de vardır. </p> <p> hakkında okuyabilirsiniz <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> farklı şifre yöneticileri nasıl çalışır </a> önemli şifrelerinizi nasıl güvenli bir şekilde kaydedebileceklerini öğrenmek için. </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> Android ile Şifre Yöneticisi Nasıl Kullanılır </h2> <p> Tüm büyük şifre yöneticileri, Android&#39;de otomatik doldurma API&#39;sini destekler. Bu, seçtiğiniz parola yöneticisine ilgili izinler verildiğinde, oturum açmaya çalıştığınız herhangi bir uygulamanın oturum açma kimlik bilgilerini içeren bir açılır menü göstereceği anlamına gelir. </p> <p> </p> <p> Öncelikle seçtiğiniz bir şifre yöneticisine kaydolmanız ve uygulamasını Android cihazınıza yüklediğinizden ve oturum açtığınızdan emin olmanız gerektiğini söylemeye gerek yok. Bunu yaptıktan sonra: </p> <ol> <li> Aç <strong> Ayarlar </strong> Android cihazınızdaki menüye gidin ve <strong> Sistem &gt; Dil ve giriş &gt; Otomatik doldurma hizmeti. </strong> Bu seçeneği görmüyorsanız, Ayarlar menüsünde &quot;Otomatik Doldurma hizmeti&quot;ni arayın. </li> <li> Otomatik Doldurma hizmeti listesinden parola yöneticinizi seçin. Herhangi bir şifre yöneticisi kullanmıyorsanız ve şifrelerinizi bunun yerine Google Chrome&#39;da kaydettiyseniz, <strong> Google </strong> listeden. </li> <li> Dokunmak <strong> TAMAM MI </strong> az önce seçtiğiniz uygulamaya güvenip güvenmediğiniz sorulduğunda. </li> </ol> <p> <strong class=\"gallery__section-title\"> Resim Galerisi (2 Resim) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> Genişlet <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> Genişlet </p> <p> Kapat </p> <p> Şifre yöneticisi artık düzgün bir şekilde kurulduğuna göre, Android cihazınıza indirdiğiniz herhangi bir uygulamada giriş bilgilerinizi kolayca otomatik olarak doldurabilir. </p> <p> Güvenlik nedeniyle, otomatik doldurma özelliğini kullanmaya çalıştığınızda, parmak izi tarayıcı aracılığıyla veya parola yöneticinizin kilidini açarak kimliğinizi doğrulamanız gerekecektir. Yine de, ikincisi için şifre yöneticinizin ayarlar menüsünden biyometrik kilit açma özelliğinin etkinleştirildiğinden emin olmanız gerekir. </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> Parola Yöneticisi Kullanarak Parolaları Otomatik Doldurma </h2> <p> Artık şifre yöneticiniz ayarlandı, uygulamalarınızdan birinde oturum açmanız gerektiğinde şifreleri otomatik olarak doldurmak için kullanabilirsiniz. </p> <ol> <li> Android cihazınızda herhangi bir uygulamayı açın ve giriş sayfasına gidin. </li> <li> Kullanıcı adınızı/e-posta kimliğinizi girmeniz gereken alana dokunun. Şifre yöneticiniz otomatik olarak açılır bir seçenek olarak görünecektir. </li> <li> Üzerine dokunun, kimliğinizi onaylayın ve girmek istediğiniz oturum açma bilgilerini seçin. Aynı uygulama için birden fazla girişiniz varsa, kasanızda arama yapma seçeneğine de sahip olacaksınız. </li> <li> Her şey otomatik olarak doldurulacak ve ardından hesabınızda oturum açmak için giriş düğmesine dokunabilirsiniz. </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> Giriş bilgilerinizi isteyen bir uygulamayı her açtığınızda, şifre yöneticiniz bu alanları otomatik olarak algılayacak ve bunları doldurmanız için bir istem gösterecektir. Ayrıca önemli olan <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> şifre yöneticinizi düzenli tutun </a> özellikle de çok uzun süredir kullanıyorsanız. </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> Web Sitelerinde Oturum Açma Ayrıntıları Nasıl Otomatik Doldurulur </h3> <p> Şifre yöneticiniz ayrıca, Android için Chrome ve Firefox gibi tarayıcılardaki web sitelerinde oturum açma bilgilerinizi otomatik olarak doldurabilir. Bunun düzgün çalışması için Android cihazınızda uygulamaya erişilebilirlik erişimi vermeniz gerekir. </p> <ol> <li> Aç <strong> Ayarlar </strong> Android cihazınızdaki menüye gidin ve <strong> Ulaşılabilirlik </strong> Bölüm. </li> <li> İçinde <strong> İndirilen hizmetler </strong> veya <strong> Yüklü hizmetler </strong> menü, şifre yöneticinizi seçin ve verin <strong> Ulaşılabilirlik </strong> Giriş. </li> </ol> <p> Artık şifre yöneticiniz, ziyaret ettiğiniz herhangi bir web sitesinin oturum açma bölümünü her açtığınızda oturum açma ayrıntılarını otomatik olarak doldurmanız için bir açılır menü gösterecektir. </p> <p> Şifre yöneticileri, Android cihazınızdaki bir uygulama veya web sitesinde yeni bir hesap için kaydolduğunuzu algıladıklarında, oturum açma ayrıntılarını otomatik olarak kaydetmenizi isteyecek kadar akıllıdır. </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> Her Zaman Bir Parola Yöneticisi Kullanın </h2> <p> Önemli oturum açma kimlik bilgilerinizi, banka hesabı ayrıntılarınızı ve diğer notlarınızı saklamak için her zaman bir parola yöneticisi kullanmalısınız. Düzgün bir şekilde Android&#39;e entegre olan ve düzgün bir şekilde ayarlandıktan sonra giriş bilgilerinizi otomatik olarak dolduran şifre yöneticileriyle, yapmamak için çok az neden var. </p> <p> Gizliliğinize ve çevrimiçi güvenliğinize değer veriyorsanız, çeşitli uygulamalar ve hizmetlerde aynı parolayı kullanmaktan daha güvenli ve güvenli bir seçenek olduğu için bir parola yöneticisi size gönül rahatlığı sağlayacaktır. </p>"}