{"title":"Apple, Geliştirici Çığlığından Sonra DTK Mac Mini İade Kredisini Artırıyor","content":"<p> Geliştiricilerin tepkisine yanıt veren Apple, Geliştirici Geçiş Kiti (DTK) Mac mini bilgisayarlarını orijinal birim başına 200 dolardan 500 dolara iade etmek için teklif edilen krediyi artırdı. </p> <p> Ayrıca, Apple&#39;ın geliştiricilere güncellenmiş şartlar hakkında bilgi veren e-posta mesajına göre, artan 500 ABD doları tutarındaki kredi 31 Mayıs yerine yıl sonuna kadar kullanılabilir. </p> <blockquote> <p> Mayıs ayında sona erecek 200$&#39;lık kredi yerine, size 500$&#39;lık Apple kredisi veriyoruz ve bu krediyi yeni bir M1 Mac almak için kullanabileceğiniz süreyi yıl sonuna kadar uzatıyoruz. Halihazırda yeni bir M1 Mac satın aldıysanız, Apple kredisi size uygulama geliştirme çalışmanıza yardımcı olacak herhangi bir Apple ürününü satın alma esnekliği sağlar. </p> </blockquote> <p> Şirket, bu DTK birimlerinin nasıl geri gönderileceğiyle ilgili ayrıntıları yakında paylaşacak. </p> <p> Tatlandırılmış teklif, geliştiricilerin 699 dolardan başlayan yeni bir M1 Mac mini bilgisayarın maliyetinin çoğunu karşılamak için 500 dolarlık krediyi kullanmalarına olanak tanır. Yeni terimler, Apple&#39;ın hayal kırıklığı yaratan olayın ardından ortaya çıkan geliştirici tepkisine tepkisidir. <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> 200 $ DTK Mac mini teklifi </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Talihsiz bir PR Yanlış Adım </h2> <p> Apple&#39;ın e-posta mesajı, şirketin orijinal 200 dolarlık &quot;takdir kredisinin&quot; bazı geliştiricilere hakaret etmiş olabileceği gerçeğinin çok iyi farkında olduğunu kabul ediyor. </p> <blockquote> <p> Son e-postamızda bahsedilen 200 ABD doları tutarındaki kredi notu ile ilgili geri bildiriminizi duyduk. Amacımız, harika üniversite uygulamaları oluşturmak için harcadığınız muazzam çabayı takdir etmekti. Bizimle erken ortaklık kurarak, platformumuza olan bağlılığınızı ve öncü olmaya istekli olduğunuzu gösterdiniz. </p> </blockquote> <p> Ne yazık ki, tüm Apple&#39;ın yaptığı bu. </p> <p> Şirket, havadan mini bir PR sorunu yarattı ve geliştiriciler arasında büyük bir şaşkınlığa neden oldu. Ve Apple bu kitlerin iadesi için en başından itibaren 500 dolar teklif etseydi, tüm bu öfke ve tartışmalar önlenebilirdi. Ve eğer şirket en sadık geliştiricilerini gerçekten ödüllendirmek isteseydi, onların DTK birimlerini elinde tutmalarına izin verebilirdi. </p> <p> </p> <p> Geliştirici desteği, herhangi bir teknoloji platformunu başarıya dönüştürmede en önemli faktörlerden biridir. Şirket, müşterilerin platformlarına geri gelmesini istiyorsa, geliştiriciler ordusunu bu tür hamlelerle kızdırmadan önce iki kez düşünmesi gerekecek. İnsanları Apple ürünleriyle ilgili ve tutkulu tutan uygulamalar oluşturan geliştiricilerdir. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> Her neyse, DTK Mac Mini Nedir? </h2> <p> Apple&#39;ın Intel tabanlı uygulamalarının yeni M1 Mac&#39;lerde yerel olarak çalışmasına yardımcı olmak için geliştiricilere kiraladığı DTK birimleri. DTK, 16 GB bellek, 512 GB depolama ve daha fazlasıyla donatılmış, içinde iPad Pro&#39;nun A12Z Bionic çipinin çalıştığı bir Mac mini kasasıdır. Daha da önemlisi, geliştiriciler, birimlerini bir gün Apple&#39;a iade etmeleri gerektiğini başından beri biliyorlardı. </p> <p> Apple&#39;ın başlangıçta birimlerini iade edecek geliştiricilere sunduğu 200 ABD doları tutarındaki kredi, uygulamaları, medyayı veya en yeni Apple silikon destekli Mac bilgisayarlarından birini edinmek için kullanılabilir. Bir geliştirici, iade edilen birimi aldıktan sonra 200 dolarlık kredisini almış olacaktır. Kodların 31 Mayıs 2021&#39;e kadar kullanılması gerekiyordu. </p> <p> Ancak geliştiriciler, Apple&#39;ın sosyal medyadaki şartlarıyla ilgili hayal kırıklıklarını açığa vurarak teklife karşı çıktılar. Şikayetlerin çoğu, Apple silikon uygulamalarını test etmeye devam etmek için yeni bir M1 Mac mini satın almak için 200 ABD doları tutarındaki kredinin yetersiz olduğu gerçeğiyle ilgilidir. </p>"}