{"title":"Apple Watch&#39;ınızda Ekran Görüntüsü Nasıl Çekilir?","content":"<p> Hiç Apple Watch&#39;ınızdan Aktivite uygulamasında yeni bir saat yüzünü göstermek veya ilerlemenizi paylaşmak istediniz mi? O kadar açık olmasa da, Apple Watch&#39;unuzdan paylaşılması kolay ekran görüntüleri almak mümkündür. </p> <p> Apple, bu özelliği gizlemek için elinden geleni yapıyor gibi görünüyor, ancak yapması oldukça kolay. Bu yazıda size nasıl olduğunu göstereceğiz. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> İlk olarak, Ekran Görüntülerinin Etkin Olduğundan Emin Olun </h2> <p> Varsayılan olarak, Apple Watch&#39;ınızdan ekran görüntüsü alma devre dışıdır. Bahsettiğimiz gibi Apple bu özelliği gizlemeyi çok seviyor. Bu nedenle, önce Apple Watch&#39;unuzun ekran görüntüsü almasına izin verdiğinizden emin olmanız gerekir. </p> <p> Bunu yapmak için şu adımları uygulamanız yeterlidir: </p> <ol> <li> Aç <strong> İzlemek </strong> iPhone&#39;unuzdaki uygulama. </li> <li> Aşağı kaydırın ve üzerine dokunun <strong> Genel </strong> . </li> <li> Aşağıya doğru kaydırın ve açtığınızdan emin olun <strong> Ekran Görüntülerini Etkinleştir </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Resim Galerisi (3 Resim) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Genişlet <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Genişlet <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Genişlet </p> <p> Kapat </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Apple Watch&#39;ınızda Ekran Görüntüsü Nasıl Çekilir? </h2> <p> Artık etkinleştirildiğine göre, Apple Watch&#39;unuzda ekran görüntüsü almak oldukça basittir. Seninkine çok benziyor <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> iPhone&#39;unuzda ekran görüntüsü alın </a> veya iPad&#39;i seçin. </p> <p> Sadece şu adımları izleyin: </p> <ol> <li> Apple Watch&#39;ınızda, <strong> Dijital Taç </strong> ve <strong> Yan Düğme </strong> aynı zamanda. </li> <li> <strong> Serbest bırakmak </strong> ekran görüntüsünü yakalamak için her iki düğmeyi de kullanın. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Bileğinizde küçük bir dokunsal titreşim hissetmeli ve Apple Watch&#39;unuzun ekranında beyaz bir flaş görmelisiniz. Bu olmadıysa, tekrar denemeniz gerekecek. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Apple Watch Ekran Görüntüleriniz Nereye Gidiyor? </h2> <p> Tıpkı iPhone veya iPad ekran görüntüleriniz gibi, Apple Watch&#39;ınızla çektiğiniz ekran görüntüleri de doğrudan Fotoğraflar uygulamasına gider. Bunları Kitaplıkta ve Ekran Görüntüleri klasöründe bulacaksınız. </p> <p> </p> <h2 id=\"capture-every-minute\"> Her Dakikayı Yakalayın </h2> <p> Artık Apple Watch&#39;ınızla ekran görüntüleri alabileceğinize göre, yeni komplikasyonlarınızı veya özel saat yüzlerinizi göstermek her zamankinden daha kolay olacak. Elbette, saat kadranlarınızı sadece göstermek yerine arkadaşlarınız ve ailenizle paylaşmayı da deneyebilirsiniz. </p>"}