{"title":"Apple Watch Kısayol Otomasyonları Nasıl Kullanılır ve Denenecek 3 Örnek","content":"<p> Sinemaya girdiğiniz anda Apple Watch&#39;unuzun Rahatsız Etmeyin özelliğini otomatik olarak etkinleştirmesini hiç istediniz mi? Apple Watch yüzünüzü günde bir kez otomatik olarak değiştirmek ister misiniz? Apple Watch otomasyonları sayesinde bunları ve çok daha fazlasını yapabilirsiniz. </p> <p> watchOS 7, Apple Watch için bazı mükemmel otomasyon rutinlerini tanıttı. En iyi yanı, bu rutinleri kurmak veya kendinizinkini oluşturmak için herhangi bir programlama bilgisine ihtiyacınız olmamasıdır. </p> <p> Apple Watch&#39;ınızda otomasyonları nasıl kuracağınızı ve yapabileceklerinize dair bazı örnekleri göstermek için üç otomasyonu göstereceğiz. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Apple Watch Otomasyonları Nasıl Kurulur </h2> <p> Apple&#39;ın Kısayollar uygulaması, iOS otomasyonunun merkezidir ve Apple Watch otomasyonlarını kurmak için ihtiyacınız olan her şeye sahiptir. Siri Kısayollarından farklı olarak iOS otomasyonları, yazı yazılırken başkalarıyla paylaşılamaz. Bu, favori otomasyonlarımızı indirmek için bir bağlantı sağlayamayacağımız anlamına gelir. </p> <p> Bunun yerine, Apple Watch otomasyonlarını (ekran görüntüleriyle birlikte) oluşturmak için size adım adım bir yol göstereceğiz, böylece bunları iPhone&#39;unuzda hızlı bir şekilde ayarlayabilirsiniz. </p> <p> </p> <p> Bir Apple Watch otomasyonu oluşturmak için öncelikle neyi otomatikleştirmek istediğinize karar vermeniz ve buna göre tetikleyicileri seçmeniz gerekir. Apple Watch&#39;unuzu her gece saat 22&#39;de sessiz moda almak gibi basit bir şeyle başlayalım. </p> <p> Aşağıdaki adımları izleyerek bunu kolayca ayarlayabilirsiniz: <strong> Otomasyon </strong> Kısayollar uygulamasındaki sekme. İşte nasıl: </p> <ol> <li> Aç <strong> Kısayollar </strong> telefonunuzdaki uygulamaya gidin ve <strong> Otomasyon </strong> sekme. </li> <li> iPhone&#39;unuzda hiç otomasyon oluşturmadıysanız, etiketli büyük mavi düğmeye dokunun. <strong> Kişisel Otomasyon Oluşturun </strong> . Daha önce bir otomasyon oluşturduysanız, <strong> Artı </strong> sağ üstteki düğmesine basın ve ardından <strong> Kişisel Otomasyon Oluşturun </strong> . </li> <li> Her gün belirli bir saatte bir otomasyonu tetiklemek istediğimiz için <strong> Günün zamanı </strong> , seç <strong> Günün zamanı </strong> bir kez daha ve bu seçeneğin hemen altındaki kutuya saati yazın. Bizim durumumuzda, saatin 22:00 (veya 22:00) olduğundan emin olacağız. </li> <li> Bunun hemen altında, bu otomasyon için frekansı ayarlayabilirsiniz. Bizim durumumuzda, dokunacağız <strong> Günlük </strong> . Şimdi dokunun <strong> Sonraki </strong> , ekranın sağ üst köşesindedir. </li> <li> Sonraki sayfada, öğesine dokunun. <strong> Eylem Ekle </strong> ve ara <strong> Sessiz Modu Ayarla </strong> altında görünecek olan <strong> Hareketler </strong> alt başlık. Dokunmak <strong> Sessiz Modu Ayarla </strong> ve eylemin olduğundan emin olun <strong> Sessiz Modu Aç </strong> . Şimdi dokunun <strong> Sonraki </strong> . </li> <li> Son ekran, otomasyonun ne zaman çalışacağını ve ne yapacağını size gösterecektir. Sadece devre dışı bırakmanız gerekiyor <strong> Koşmadan Önce Sor </strong> otomasyonun kendi kendine çalışacağından emin olmak için. Dokunmak <strong> bitti </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Resim Galerisi (3 Resim) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Genişlet <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Genişlet <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Genişlet </p> <p> Kapat </p> <p> Artık her gece saat 22&#39;de Apple Watch&#39;ınız otomatik olarak sessiz modu etkinleştirecek. Sabah sessiz modu devre dışı bırakmak isterseniz, işi halletmek için ikinci bir benzer otomasyon oluşturabilirsiniz. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> Denenecek 3 Harika Apple Watch Otomasyonu </h2> <p> Şimdi bir örneğe baktık, şimdi cihazınızda kurabileceğiniz en kullanışlı Apple Watch otomasyonlarından bazılarını inceleyelim. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Bir Yere Vardığınızda veya Bir Yerden Ayrıldığınızda Bir Antrenman Başlat </h3> <p> Apple Watch&#39;unuzda antrenmanlara başlamayı unutmak kolaydır. Giyilebilir cihaz otomatik egzersiz algılama özelliğine sahip olsa da her zaman güvenilir şekilde çalışmaz. Bu, özellikle hareketlilik egzersizleri gibi düşük yoğunluklu egzersizler için geçerlidir. </p> <p> Neyse ki, bu sorunu çözmek için bir Apple Watch otomasyonu var: </p> <ol> <li> Kısayollar uygulamasında yeni bir otomasyon oluşturun ve <strong> varmak </strong> . </li> <li> Şimdi dokunun <strong> Seç </strong> Bu antrenmanı tetikleyen konumu seçmek için Koşmak için gittiğiniz spor salonunun veya mahalle parkının adını yazmanız yeterlidir; ekranın alt yarısında konum iğnesi olan bir harita görünecektir. Burada, bu otomasyonun tetiklendiği yarıçapı genişletebilirsiniz. Dokunmak <strong> bitti </strong> . </li> <li> Ya seç <strong> İstediğin zaman </strong> veya seçin <strong> Zaman aralığı </strong> Bu otomasyonun çalışmasını istediğinizde. Şimdi dokunun <strong> Sonraki </strong> . </li> <li> Dokunmak <strong> Eylem Ekle </strong> ve ara <strong> Antrenmana Başla </strong> . </li> <li> Dokunmak <strong> Antrenmana Başla </strong> ve hedefle birlikte antrenmanı seçin (açık gol, süre, yakılan kaloriler veya kat edilen mesafe). Bundan sonra, öğesine dokunun. <strong> Sonraki </strong> . </li> <li> Otomasyonunuzu gözden geçirin ve öğesine dokunun. <strong> bitti </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Resim Galerisi (3 Resim) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Genişlet <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Genişlet <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Genişlet </p> <p> Kapat </p> <p> Artık Apple Watch&#39;ınız, konumunuza göre antrenmanlara otomatik olarak başlayacaktır. Ayrıca seçebilirsiniz <strong> Ayrılmak </strong> onun yerine <strong> varmak </strong> Eviniz gibi belirli bir yerden ayrıldığınızda bu otomasyonu tetiklemek için ilk adımda. Örneğin, evden çalışıyorsanız ve yalnızca sabah yürüyüşü için dışarı çıkıyorsanız, Apple Watch&#39;unuzun evden her çıktığınızda dışarıda bir yürüyüş antrenmanına başlamasını sağlayabilirsiniz. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Apple Watch Yüzünüzü Otomatik Olarak Değiştirin </h3> <p> Saat kadranlarını değiştirmek yeterince kolaydır, ancak Apple Watch&#39;unuzun bunu sizin için yapmasını sağlamak daha da uygundur. Saat kadranınızı periyodik olarak nasıl değiştireceğinizi ve bunun farklı şekilde çalışmasını sağlamak için bazı alternatif tetikleyicileri görelim. </p> <p> İlk olarak, sahip olduğunuzdan emin olun <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Watch&#39;ınıza eklenen ve özelleştirilmiş saat yüzleri </a> yani çalışacak bir şeyin var. Ardından, Kısayollar uygulamasında: </p> <ol> <li> Yeni bir otomasyon oluşturun ve öğesine dokunun. <strong> Günün zamanı </strong> . </li> <li> Saat yüzünün ne zaman değişmesini istediğinizi ve bunun ne sıklıkta olmasını istediğinizi seçin. biz seçtik <strong> gündoğumu </strong> ve <strong> Günlük </strong> her sabah bir saat yüzü ayarlamak için. Dokunmak <strong> Sonraki </strong> . </li> <li> Şimdi dokunun <strong> Eylem Ekle </strong> ve ara <strong> Saat Yüzünü Ayarla </strong> . </li> <li> Dokunmak <strong> Saat Yüzünü Ayarla </strong> , dokunmak <strong> yüz </strong> öğesine dokunun, ardından listeden saat yüzlerinden birini seçin. Dokunmak <strong> Sonraki </strong> . </li> <li> devre dışı bırak <strong> Koşmadan Önce Sor </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Resim Galerisi (2 Resim) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Genişlet <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Genişlet </p> <p> Kapat </p> <p> Şimdi saat yüzünüz otomatik olarak değişirken sihri izleyin. Saat yüzünün birkaç saatte bir değişmeye devam etmesini istiyorsanız, ikinci adımda benzer otomasyonları farklı bir zamanla kurmanız yeterlidir. </p> <p> Ayrıca, evden ayrıldığınızda veya belirli bir yere geldiğinizde saat kadranını otomatik olarak değiştirebilirsiniz. <strong> varmak </strong> veya <strong> Ayrılmak </strong> yerine tetikler <strong> Günün zamanı </strong> ilk adımda. </p> <p> Apple&#39;ın kendi saat yüzleri başlamanız için yeterince iyi, ancak birçok <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> harika özel Apple Watch yüzleri </a> ki siz de denemelisiniz. Bu, otomasyonlarınıza daha geniş çeşitlilikte yüzler eklemenize olanak tanır. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Sessiz Mekanlarda Sinema Modunu Etkinleştirin </h3> <p> Sinema Modunun etkinleştirilmesi (bazı bölgelerde Sinema Modu), Apple Watch&#39;unuzu sessiz moda alır ve siz ekrana dokunana veya Digital Crown&#39;a basana kadar ekranı kapatır. Bu, en çok sinema salonlarında veya başkalarını rahatsız etmekten kaçınmak istediğiniz diğer yerlerde kullanışlıdır. </p> <p> Belirli konumlarda sinema modunu otomatik olarak etkinleştirmek için Kısayolları şu şekilde kullanabilirsiniz: </p> <ol> <li> Yeni bir otomasyon oluşturun ve <strong> varmak </strong> tetikleyici. </li> <li> Şimdi dokunun <strong> Seç </strong> ve sık kullandığınız tiyatroyu veya başka bir yeri arayın. Dokunmak <strong> bitti </strong> tıklayın, ardından bu otomasyonun çalışmasını istediğiniz zaman aralığını seçin. Örneğin mekanı çoğunlukla akşamları ziyaret ediyorsanız, yanlışlıkla bunun tetiklenmesini önlemek için bu zaman aralığını ayarlayabilirsiniz. Şimdi dokunun <strong> Sonraki </strong> . </li> <li> Dokunmak <strong> Eylem Ekle </strong> ve ara <strong> Sinema Modunu Ayarla </strong> . </li> <li> Dokunmak <strong> Sinema Modunu Ayarla </strong> , bunu takiben <strong> Sonraki </strong> . Son olarak, dokunun <strong> bitti </strong> Bu otomasyonu etkinleştirmek için. </li> </ol> <p> <strong class=\"gallery__section-title\"> Resim Galerisi (2 Resim) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Genişlet <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Genişlet </p> <p> Kapat </p> <p> kullanarak başka bir otomasyon kurduğunuzdan emin olun. <strong> Ayrılmak </strong> Konumdan ayrıldığınızda Sinema Modunun otomatik olarak devre dışı bırakılması için bu işlemi tetikleyin ve tekrarlayın. </p> <p> Ayrıca <strong> Günün zamanı </strong> Tiyatro Modunu otomatik olarak etkinleştirmek veya devre dışı bırakmak için tetikleyin. Bu, yatma zamanı için veya hafta içi her gün belirli bir saatte bir toplantınız varsa yararlı bir seçenek olabilir. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Kendi Apple Watch Otomasyonlarınızı Yapın </h2> <p> Bunlar, Apple Watch ile kurabileceğiniz birkaç kolay otomasyondur, ancak olasılıklar sonsuzdur. Antrenmanı her bitirdiğinizde birine mesaj göndermek gibi havalı numaralar ve çok daha fazlasını deneyebilirsiniz. </p> <p> Seçtiğimiz otomasyonlar, sık karşılaşılan görevlere odaklanır, ancak biraz yaratıcılıkla Apple Watch&#39;ınızın sizin için yaptıklarının sınırlarını zorlayabilirsiniz. Apple Watch&#39;ta üretkenliğinizi artıracak birçok başka uygulamaya da sahip olduğunu unutmayın. </p>"}