{"title":"Açılmadığında Steam&#39;i Düzeltmenin 8 Kolay Yolu","content":"<p> Steam bilgisayarınızda açılmayı reddediyor mu? Bunun olmasının birçok nedeni var. </p> <p> Aşağıdaki kılavuz, bilgisayarınızda herhangi bir başlatma sorunu olmadan Steam&#39;i açmanın sekiz yolunu listeler. Bilgisayarınızı silmeden veya Steam&#39;e kalıcı olarak veda etmeden önce bu kolay düzeltmelere göz atın. </p> <h2 id=\"check-if-steam-is-down\"> 1. Buharın Aşağı Olup Olmadığını Kontrol Edin </h2> <p> Steam açılıyor ancak bağlantı ekranını geçmiyorsa veya hiç yüklenmiyorsa Steam sunucularında bir sorun olabilir. </p> <p> Sunucular bir kesinti yaşıyor olabilir ve bu, tüm Steam istemcilerinin çalışmayı durdurmasına neden olur. </p> <p> gibi siteler var <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> Resmi olmayan Steam Durumu </a> size uygulamanın sunucularının mevcut durumunu söyler. Orada herhangi bir kesinti görürseniz, muhtemelen Steam&#39;in bilgisayarınızda açılmamasının nedeni budur. </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. Windows Görev Yöneticisini Kullanarak Steam İşlemini Sonlandırın </h2> <p> Steam açılır ancak ilk ekranda takılırsa, Görev Yöneticisi&#39;ni kullanarak Steam&#39;in sürecini sonlandırabilir ve bunun sorunu çözüp çözmediğini görebilirsiniz. </p> <p> </p> <p> PC&#39;nizdeki Steam işlemini şu şekilde sonlandırabilirsiniz: </p> <ol> <li> Windows görev çubuğunuzu sağ tıklayın ve <strong> Görev Yöneticisi </strong> . </li> <li> Tıkla <strong> süreçler </strong> Görev Yöneticisi&#39;ndeki sekme. </li> <li> Bul <strong> Steam İstemcisi Önyükleyici </strong> işlemler listesinde, tıklayın ve <strong> Görevi bitir </strong> sağ alttaki düğme. </li> <li> Görev Yöneticisi, PC&#39;nizde Steam&#39;i kapatmaya zorlamalıdır. </li> <li> yeniden başlat <strong> Buhar </strong> ve çalışıp çalışmadığına bakın. </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. Bilgisayarınızı Yeniden Başlatın </h2> <p> Bilgisayarınızda herhangi bir küçük aksaklık varsa, aslında Steam&#39;in açılmasını engelleyebilir. Sizde de durum buysa, bilgisayarınızın basit bir şekilde yeniden başlatılması sorunu büyük olasılıkla çözecektir. </p> <p> Çalışmanızı kaydedin, tüm açık uygulamalarınızı kapatın ve ardından bilgisayarınızı yeniden başlatmak için şu adımları izleyin: </p> <ol> <li> Aç <strong> Başlat </strong> Menü. </li> <li> Güç simgesine tıklayın. </li> <li> Seç <strong> Tekrar başlat </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. Steam&#39;i Yönetici Olarak Çalıştırın </h2> <p> Steam&#39;in açılmamasının olası nedenlerinden biri, uygulamanın gerekli izinlere sahip olmamasıdır. Bu tür sorunlar Windows PC&#39;lerde yaygındır. Bunları düzeltebilirsiniz <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> uygulamalarınızı yönetici ayrıcalıklarıyla çalıştırma </a> . </p> <p> Steam&#39;i yönetici olarak başlatabilir ve bunun uygulamayı sorunsuz bir şekilde açmanıza yardımcı olup olmadığını görebilirsiniz. Bunu şu şekilde yaparsınız: </p> <ol> <li> Masaüstünüzdeki Steam kısayoluna sağ tıklayın ve <strong> Dosya konumunu aç </strong> bağlam menüsünden. </li> <li> Bul <strong> steam.exe </strong> dosya listesinde, bu dosyaya sağ tıklayın ve <strong> Yönetici olarak çalıştır </strong> . </li> <li> vur <strong> Evet </strong> komut isteminde. </li> <li> Steam şimdi yönetici haklarıyla başlatılmalıdır. </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. Steam Önbellek Dosyalarını Silin </h2> <p> Diğer uygulamalar gibi Steam de bilgisayarınızda önbellek dosyaları oluşturur ve saklar. Bu önbellek dosyaları, bazen Steam ile ilgili çeşitli sorunlarınızın nedenidir. </p> <p> Steam&#39;in açılmaması, hatalı çalışan bir önbellek dosyasının sonucu olabilir. Bu durumda, en iyi seçeneğiniz tüm Steam önbellek dosyalarını bilgisayarınızdan kaldırmaktır. </p> <p> Uygulamada herhangi bir soruna neden olmadan önbellek dosyalarını kaldırabilirsiniz ve aşağıdakiler nasıl yapıldığını gösterir: </p> <ol> <li> Kapat <strong> Buhar </strong> PC&#39;nizde çalışıyorsa. </li> <li> Masaüstünüzdeki Steam kısayoluna sağ tıklayın ve <strong> Dosya konumunu aç. </strong> Steam klasörü Dosya Gezgini&#39;nde açılmalıdır. </li> <li> Klasörün en üstüne gidin ve adlı klasörü bulun. <strong> uygulama önbelleği </strong> . </li> <li> Bunu kopyala <strong> uygulama önbelleği </strong> klasörünü bilgisayarınızdaki başka bir dizine atın. Klasörün bir yedeğini alıyorsunuz. </li> <li> Ardından, orijinali sağ tıklayın <strong> uygulama önbelleği </strong> klasör ve seçin <strong> Sil </strong> . Bu, klasörü Steam dizininden kaldırır. </li> <li> Başlatmak <strong> Buhar </strong> ve çalışıp çalışmadığına bakın. </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. Steam Yapılandırmasını Temizleyin ve Uygulamayı Yenileyin </h2> <p> Steam&#39;de birçok yapılandırma dosyası bulunduğundan, uygulama aslında Steam yapılandırmasını ve bilgisayarınızdaki kurulumunu yenilemenize izin veren bir komutla birlikte gelir. Steam&#39;in açılmadığı zamanlar dışında, Steam ile ilgili birçok sorunu çözmek için bu komutu kullanabilirsiniz. </p> <p> Steam yapılandırma dosyalarını nasıl yenileyeceğiniz aşağıda açıklanmıştır: </p> <ol> <li> basın <strong> Windows Tuşu + R </strong> Çalıştır&#39;ı açmak için aynı anda tuşlarına basın. </li> <li> Çalıştır kutusuna aşağıdakini yazın ve ardından <strong> Giriş </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> Steam, yukarıdaki komutu çalıştırmanın indirme önbelleğinizi sileceğini ve uygulamadan çıkış yapmanızı sağlayacağını söylüyor. tıklamanız gerekiyor <strong> TAMAM MI </strong> devam etmek. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> Komutlarla ilgileniyorsanız, bazı <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> faydalı CMD komutları </a> öğrenebilirsiniz. </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. Tarih ve Saat Ayarlarınızı Düzeltin </h2> <p> Birçok uygulama, bilgisayarınızda yapılandırılmış doğru tarih ve saat ayarlarına sahip olmanızı gerektirir. Steam açılmıyorsa tarih ve saat ayarlarınız doğru olmayabilir. </p> <p> Bunu düzeltmek için Windows 10 Ayarları uygulamasına gidebilir ve otomatik zaman seçeneğini etkinleştirebilirsiniz. Bunu bir bilgisayarda şu şekilde yaparsınız: </p> <ol> <li> Aç <strong> Ayarlar </strong> uygulamadan <strong> Başlat </strong> Menü. </li> <li> Tıklayın <strong> Zaman ve Dil </strong> . </li> <li> Seç <strong> Tarih ve saat </strong> soldaki. </li> <li> çevir <strong> Zamanı otomatik olarak ayarla </strong> geçiş yap <strong> AÇIK </strong> durum. </li> <li> için geçişi etkinleştirin <strong> Saat dilimini otomatik olarak ayarla </strong> aynı zamanda. </li> <li> Açık <strong> Buhar </strong> ve başlatılıp başlatılmadığına bakın. </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. Steam&#39;i Bilgisayarınıza Yeniden Yükleyin </h2> <p> Başka hiçbir şey işe yaramazsa, son çareniz Steam&#39;i kaldırıp bilgisayarınıza yeniden yüklemektir. Bu, Steam&#39;i ve tüm dosyalarını makinenizden kaldırır. Daha sonra Steam&#39;i sıfırdan yükleyebilirsiniz. </p> <p> Uygulamayı yeniden yüklemek, uygulamanın başlatmayı reddettiği sorun da dahil olmak üzere bilgisayarınızdaki Steam ile ilgili çoğu sorunu çözecektir. </p> <p> <strong> Steam&#39;i bilgisayarınızdan kaldırmak için: </strong> </p> <ol> <li> Başlat <strong> Ayarlar </strong> PC&#39;nizdeki uygulama. </li> <li> Tıklayın <strong> Uygulamalar </strong> . </li> <li> Bul <strong> Buhar </strong> uygulamalar listesinde seçin ve tıklayın. </li> <li> Tıkla <strong> Kaldır </strong> Steam&#39;i kaldırmak için düğme. </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> Steam&#39;i yeniden yüklemek için: </strong> </p> <ol> <li> Şuraya gidin: <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam sitesi </a> web tarayıcınızı kullanarak. </li> <li> PC&#39;nizde Steam kurulumunu indirin ve başlatın. </li> <li> Kurulum sihirbazından geçin. </li> </ol> <p> Öğren <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> uygulamalar nasıl tamamen kaldırılır </a> uygulamalarınız genellikle gereksiz dosyaları geride bırakırsa. </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> Bilgisayarınızdaki Steam Başlatma Sorunlarını Düzeltme </h2> <p> Steam ile ilgili sorunlar çok nadirdir, ancak bu hiçbir zaman böyle bir sorunla karşılaşmayacağınız anlamına gelmez. Steam&#39;in başlamadığı bir sorunla karşılaşırsanız, artık bu durumda ne yapacağınızı biliyorsunuz. Yukarıda belirtildiği gibi, Steam başlatma sorunlarını aşmanın birkaç yolu vardır. </p> <p> Steam gibi, Discord da bazen başlatma sorunları yaşar. Neyse ki, bu sorunları da aşmanın çeşitli yollarınız var. </p>"}