{"title":"Apple, %1&#39;i Geçmeyen MacBook Profesyonelleri İçin Ücretsiz Pil Değişimi Sunuyor","content":"<p> Apple, %1&#39;in üzerinde ücret almayan belirli MacBook Pro modellerindeki hatalı pilleri ücretsiz olarak değiştirmek için yeni bir hizmet programı başlattı. </p> <p> 2016 ve 2017&#39;de üretilen 13 inç ve 15 inç MacBook Pro birimlerinden oluşan küçük bir parti, görünüşe göre bu garip şarj sorunuyla boğuşuyor. Etkilenen müşteriler, Pil tercihi bölmesinde &quot;Servis Önerilir&quot;i belirten bir mesaj görebilir. </p> <p> Bu mesajı görürseniz Apple&#39;ın ücretsiz pil değişimi için uygunsunuz demektir. Tersine, mesaj pilin normal durumda olduğunu gösteriyorsa, etkilenmezsiniz. </p> <p> Bir destek belgesine göre <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Apple&#39;ın web sitesi </a> , pil şarj etme sorunu, 2016 ve 2017 MacBook Pro bilgisayarlarda &quot;çok az sayıda müşteriyi&quot; etkiliyor. </p> <h2 id=\"is-my-macbook-pro-affected\"> MacBook Pro&#39;m Etkileniyor mu? </h2> <p> Aşağıdaki 2016 ve 2017 MacBook Pro modelleri şu davranışları sergileyebilir: </p> <ul> <li> MacBook Pro (13 inç, 2016, İki Thunderbolt 3 Bağlantı Noktası) </li> <li> MacBook Pro (13 inç, 2017, İki Thunderbolt 3 Bağlantı Noktası) </li> <li> MacBook Pro (13 inç, 2016, Dört Thunderbolt 3 Bağlantı Noktası) </li> <li> MacBook Pro (13 inç, 2017, Dört Thunderbolt 3 Bağlantı Noktası) </li> <li> MacBook Pro (15 inç, 2016) </li> <li> MacBook Pro (15 inç, 2017) </li> </ul> <p> için <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> bilgisayarınızın modelini hızlı bir şekilde tanımlayın </a> , Apple menüsünden &quot;Bu Mac Hakkında&quot;yı seçin. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Mac Pil Sağlığı Nasıl Kontrol Edilir </h2> <p> MacBook Pro&#39;nuzdaki pilin mevcut durumunu macOS&#39;ta kolayca kontrol edebilirsiniz. </p> <p> Big Sur&#39;da, Apple menüsünden &quot;Sistem Tercihleri&quot;ni seçin. Sistem Tercihleri ​​penceresinde &quot;Pil&quot;i tıklayın, ardından kenar çubuğunda &quot;Pil&quot;i seçin ve &quot;Pil Sağlığı&quot;nı tıklayın. </p> <p> </p> <p> Mac&#39;iniz macOS Catalina veya önceki bir sürümünü kullanıyorsa menü çubuğundaki Pil simgesini tıklarken klavyedeki Option (⌥) tuşunu basılı tutun. Bu, Pil durumu menüsünü ortaya çıkaracaktır. </p> <p> Dizüstü bilgisayarınız Apple&#39;ın servis programı için uygunsa, onun aracılığıyla Apple ile iletişime geçerek ücretsiz olarak değiştirilmesini sağlayabilirsiniz. <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Destek web sitesi </a> . Apple, &quot;Bilgisayarınız, ücretsiz pil değişimine uygun olduğunu doğrulamak için servisten önce incelenecektir,&quot; diye belirtiyor Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Pil Düzeltmesi ile Acil Durum Güncellemeleri </h2> <p> Bu hatanın farkına varan Apple, hızla bir çift macOS güncellemesi yayınladı --- Mac&#39;ler için Big Sur yazılımı tarafından desteklenen macOS Big Sur 11.2.1 veya üstü ve macOS Catalina&#39;daki Mac sahipleri için macOS Catalina 10.15.7 ek güncellemesi ve daha erken. </p> <p> </p> <p> Sürüm notlarına göre <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Apple&#39;ın web sitesi </a> , macOS Big Sur 11.2.1 &quot;bazı 2016 ve 2017 MacBook Pro modellerinde pilin şarj olmasını engelleyebilecek bir sorunu ele alıyor.&quot; Apple, pil sorununun diğer 2016 ve 2017 MacBook Pro modellerinde olmasını önlemek için herkesin bu güncellemeleri yüklemesini tavsiye ediyor. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Mac&#39;inizi Nasıl Güncellersiniz? </h2> <p> Mac&#39;inizdeki macOS yazılımını en son sürüme güncellemek için şu adrese gidin: <strong> Sistem Tercihleri ​​&gt; Yazılım Güncelleme </strong> . Herhangi bir güncellemenin mevcut olduğunu söyleyen bir mesaj görürseniz, bunları yüklemek için &quot;Şimdi Güncelle&quot; düğmesini tıklayın. Mac&#39;inizi güncellemeyi tamamlamak için yönetici parolanızı girmeniz istenebilir. </p> <p> Bilgisayarınızın gelecekteki güncellemeleri otomatik olarak indirip kurmasını istiyorsanız, Yazılım Güncelleme penceresinde &quot;Mac&#39;imi otomatik olarak güncel tut&quot; seçeneğini belirleyin. Bekleyen güncellemelerin yeniden başlatılması gerektiğinde bilgilendirileceksiniz ve bunları daha sonra yüklemeyi seçebilirsiniz. </p>"}