{"title":"Bloomberg Terminali Nedir ve Onu Bu Kadar Güçlü Yapan Nedir?","content":"<p> Bloomberg, dünyanın en büyük finansal haber servislerinden biridir ve kurucusu Mike Bloomberg, dünyanın en zengin insanlarından biridir. </p> <p> Elde ettiği servetin büyük bir kısmı finans sektöründeki birçok şirketin vazgeçilmez bilgisayar yazılımı olan Bloomberg Terminali&#39;nden geliyor. Kurumsal bir ofis işinde çalışıyorsanız, şansınızı kendiniz bile kullanmış olabilirsiniz. </p> <p> Peki, Bloomberg Terminali tam olarak ne yapıyor ve onu Wall Street profesyonelleri için bu kadar güçlü ve değerli yapan nedir? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Bloomberg Terminali Nasıl Oluştu? </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Bloomberg Terminali&#39;ni inşa etmeden önce Mike Bloomberg, merkezi New York&#39;ta bulunan bir yatırım bankası olan Salomon Brothers&#39;ın genel ortağıydı. </p> <p> 1981&#39;de 10 milyon dolarlık bir kıdem tazminatı paketi aldıktan sonra, finansal verileri, analitikleri, uyumluluğu ve ilgili iş ve finansal bilgi hizmetlerini tek bir bilgisayar yazılımı olan Bloomberg Terminali altında birleştiren bir sistem icat etti. </p> <p> Bloomberg Terminali resmen ilk çıkışını 1982&#39;de yaptı ve gerisi tarih oldu. Bugün Terminal, tüm dünyada 320.000&#39;den fazla abone tarafından kullanılmaktadır. Bloomberg LP&#39;nin gelirinin üçte birinden yazılımın kendisinin sorumlu olduğu tahmin ediliyor. PC&#39;nin yanı sıra, Bloomberg Terminali akıllı telefonlarda da mevcuttur. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Bloomberg Terminalini Kimler Kullanır? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> İmaj Kredisi: Andrey Rudakov/ <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Bloomberg Terminali genellikle Wall Street profesyonellerinin onsuz yaşayamayacağı bir süper bilgisayar olarak tanımlanır. Bir Bloomberg Terminal aboneliği yıllık yaklaşık 20.000 ila 24.000 ABD Doları arasındadır, ancak bu, ne kadar yararlı olduğu için müşteri tabanının aboneliklerini yenilemesini engellemez. </p> <p> Tüccarlar, komisyoncular, analistler, portföy yöneticileri, yatırımcılar ve yöneticiler, Terminal&#39;in ana tüketici tabanıdır. </p> <p> Finans veya ekonomi alanında bir kursa devam eden bir üniversite öğrencisiyseniz, muhtemelen temel işlevlerinde nasıl gezineceğiniz de size öğretilmiştir. Bunun nedeni, öğrencilerin finansal piyasalar hakkında uygulamalı bilgi edinebilmeleri için daha fazla yüksek öğretim kurumunun Terminal&#39;e abone olmasıdır. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Bloomberg Terminali Neye benziyor? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> İmaj Kredisi: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Bloomberg Terminali, tanınması kolay ikonik bir arayüze sahiptir: 90&#39;ların eski bir video oyununu anımsatan bir yazı tipinde tam siyah ekran ve satırlar ve neon metin satırları. </p> <p> Terminal, optimum deneyim için Bloomberg 15 inç Kompakt Ekran Terminali olarak adlandırılan kendi bilgisayarlarını da sağlar. 60Hz, 32-bit renk ve 1024 x 768 (XGA) ekranların doğal çözünürlükleri ile Kompakt Ekran Terminalleri, ergonomik olarak tasarlanmış bir bilgisayar sehpası aracılığıyla yüksek kaliteli görüntü sunar. Kurumsal bir ortamda, Terminal genellikle iki, ancak bazen dört ila altı ekranda çalışır. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> İmaj Kredisi: Bloomberg Profesyonel Hizmetler/ <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Donanım açısından, Bloomberg Terminali&#39;ni kullanmak için, normal QWERTY tuşlarınızın üzerinde belirli işlevler için kırmızı, mavi, yeşil ve sarı tuşlar içeren, Starboard adlı Bloomberg&#39;e özgü PC stili bir klavyeye ihtiyacınız vardır. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Bloomberg Terminal İşlevleri </h2> <p> Şimdi, Bloomberg Terminalinin en güçlü işlevlerinden bazıları burada. </p> <p> <b> YARDIM </b> düğmesi, yeni başlayanlar için belki de en kullanışlı anahtardır. Terminal ile ilgili herhangi bir sorunuz varsa, tuşa bir kez basmanız yeterlidir; bir Bloomberg uzmanı, sorularınızı çözmek için sizinle canlı bir sohbet başlatmak için orada olacaktır. Neden Googling&#39;i artık rahatsız ediyorsun? </p> <p> İnternet bağlantınız varsa kesinlikle yabancı değilsiniz. <b> Bloomberg Haberleri </b> . Kullanıcılar basitçe yazabilir <b> HABERLER </b> ve piyasa trendleri, hareketleri ve diğer ilgili son dakika haberleri hakkında en son bilgileri almak için enter tuşuna basın. </p> <p> Bir Wall Street komisyoncusu günün en büyük haberleri hakkında bilgi aldığında, o gün bir şirketin hisse senetlerini ve finansal performansını kontrol etmek istediklerini söyleyin. Sorun değil: gibi kısayol tuşları <b> BQ </b> , <b> GIP </b> , ve <b> OMON </b> bir öz sermaye seçeneği veya bir fon hakkında gerçek zamanlı görsel grafikler, veriler, alıntılar, eğilimler ve tahminler sağlar. </p> <p> Görsel olarak hoş bir grafiği Terminal&#39;den Excel&#39;e aktarmak ister misiniz? Terminalin kendisi zaten Microsoft Excel ile iyi bir şekilde bütünleşmiştir. Sadece vur <b> DAPI </b> Terminalde. Terminal&#39;e ileri düzeyde aşina olanlar, dosya her açıldığında en son verilerle otomatik olarak güncellenen elektronik tablolar oluşturur. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Kendi kendini güncelleyen Microsoft Excel çizelgelerinin nasıl oluşturulacağını buradan öğrenin </a> . </p> <p> Sektördekiler sohbet ediyor <b> Bloomberg Mesajlaşma </b> , temelde Facebook Messenger ama Bloomberg&#39;de. Terminalde olan herkese mesaj göndermenizi sağlar. Bu, sektördeki herkesin teknik olarak anında birbiriyle iletişim kurabileceği anlamına gelir. Artık başka birinin numarasını istemek veya iletişim kurmanın en iyi yolu hakkında soru sormak yok. </p> <p> Belirli bir sektörde tanınmış bir kişi hakkında daha fazla bilgi edinmek istiyorsanız, <b> KİŞİ </b> kimlik bilgilerine göz atmanıza izin verecektir. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> İmaj Kredisi: Bloomberg Profesyonel Hizmetler/ <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Bloomberg Haritası </b> aslında Google Haritalar&#39;dır, ancak daha ayrıntılı ve finans sektörüne göre uyarlanmıştır. </p> <p> Harita, jeo-uzamsal verileri kullanarak, kullanıcılara dünya çapında meydana gelen doğal afetlerin bir görselleştirmesini sunar, böylece emtia izleyicileri, doğal afetlerin petrol ve altın gibi emtialar üzerindeki etkilerinin farkında olur. Haritaya erişmek için girin <b> BMAP </b> . </p> <p> Gün için iş yapılır. Diyelim ki Wall Street komisyoncumuz lüks bir restoranda akşam yemeği yemek istiyor. Bazıları <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> Google&#39;da veya popüler restoran inceleme uygulamalarında iyi yerler arayın </a> . Ancak, Terminal bunu şununla başarabilir: <b> DINE, hangi </b> Kullanıcıların yakındaki üst düzey restoranlar hakkındaki bilgilerini ve incelemelerini gösterir. </p> <p> Wall Street komisyoncumuz büyük harcama yapmak istiyor ancak neye harcayacağını bilmiyorsa, <b> MLUX </b> terminalde, çevrimiçi olarak satın alınabilecek en iyi lüks ürünlerle ilgili sonuçlarla geri dönecektir. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Bloomberg Terminali </h2> <p> Bloomberg Terminali sadece bir finansal veri sistemi değildir. Aynı zamanda bir sosyal ağ, alışveriş ve yemek platformudur. En büyük satış noktası, inanılmaz hız ve doğrulukla sunulan hepsi bir arada bir hizmet olmasıdır. Terminali kullananların buna doyamamasına şaşmamalı. </p> <p> Okulda veya işte Terminal&#39;e erişme şansınız varsa, bundan tam olarak yararlanın ve neyin çıkacağını görmek için yukarıdaki komut tuşlarını girmeyi deneyin. </p>"}