{"title":"Chrome#039;un Sekme Arama Özelliği Microsoft Edge&#39;de Görünebilir","content":"<p> Microsoft Edge artık Chromium kod tabanını kullandığına göre, yazılım devinin tarayıcısı artık varsayılan olarak Google Chrome&#39;un sahip olduğu avantajlardan yararlanabilir. Keskin gözlü bir Reddit kullanıcısı, Chrome&#39;un Sekme Arama özelliğinin tarayıcıda göründüğüne dair ipuçları veren Microsoft Edge&#39;de yakın zamanda yapılan bir değişikliği fark etti. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Sekme Arama Microsoft Edge&#39;e Nasıl Gelebilir? </h2> <p> Reddit kullanıcısı Leopeva64-2, <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Edge alt dizini </a> Edge&#39;in kodunda değişen bir değişken tanımladıktan sonra. </p> <p> Önceden, özelliği manuel olarak gizlenme durumundan çıkarmanız gerekiyordu. Microsoft Edge&#39;in koduna gömülüydü ve etkinleştirmek için komut satırı bayrağını <code>--enable-features=TabSearch</code> kullanmanız gerekiyordu. </p> <p> Artık bu bayrak artık çalışmıyor, ancak yerini <code>--enable-features=msTabSearch</code> adlı yeni bir bayrak aldı. Leopeva64-2&#39;nin dediği gibi: </p> <blockquote> <p> &quot;Ms&quot; ile başlayan bayraklar (msExtensionsHub, msDownloadsHub, vb.) genellikle &quot;özel&quot; Edge özelliklerini etkinleştirmek veya devre dışı bırakmak için kullanılır, bu nedenle Microsoft&#39;un bu değişikliği yapması, bu özelliği varsayılan olarak etkinleştirecekleri anlamına gelebilir. yakında (ya da belki edge://flags&#39;a yeni bir bayrak eklerler). </p> </blockquote> <p> Bu nedenle, TabSearch bayrağında artık &quot;ms&quot; etiketi bulunduğundan, bu özelliğin varsayılan olarak Microsoft Edge&#39;de göründüğünü göreceğiz. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> Microsoft&#39;un Chrome ile Dostça Rekabeti </h2> <p> Microsoft, bu özelliği etkinleştirmeye devam ederse, internetteki en önemli tarayıcı olan Google Chrome ile baş başa olmaya bir adım daha yaklaşacaktır. </p> <p> Microsoft, rakipleriyle rekabet edebilmek için insanların modern bir tarayıcıdan beklediği özellikleri eklemek ile Edge&#39;in öne çıkmasına yardımcı olacak yeni özellikler geliştirmek arasında bir denge kurdu. Örneğin, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge, Kenar Çubuğunda Ara aracı aldı </a> Chrome&#39;a ​​karşı daha iyi rekabet etmesine yardımcı olmak için. </p> <p> Ancak Microsoft, Edge&#39;e ihtiyaç duyduğu desteği kimin verdiğini unutmadı. Ne de olsa tarayıcı artık Google&#39;ın Chromium kod tabanını temel alıyor, bu nedenle Microsoft, Edge&#39;i geliştirmek istiyorsa zaman zaman Chrome ile birlikte çalışmak zorunda. </p> <p> Aslında Microsoft, Chromium kod tabanı için düzeltmelerin ve özelliklerin geliştirilmesine yardımcı olduğundan, şirket <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> hızla Chrome&#39;un en büyük müttefiki haline geliyor </a> . Bu nedenle, Microsoft&#39;un Chrome ile hem rekabet ettiği hem de rakibine aynı anda yardım ettiği tuhaf bir ilişkisi var. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Microsoft Edge&#39;de Sekme Arama Özelliğini Arama </h2> <p> Henüz hiçbir şey resmi olarak onaylanmamış olsa da, Microsoft&#39;un Chrome&#39;un Sekme Arama özelliğini Chrome&#39;a ​​getirmek istediğini gösteren kanıtlar var. Görünüp görünmediğini görmek için atlarımızı tutmamız ve gözlerimizi Edge&#39;in gelişiminden ayırmamız gerekecek. </p> <p> Microsoft Edge&#39;in rakipleri karşısında nasıl yenilikler yaptığını öğrenmek istiyorsanız, onun Uyuyan Sekmeler özelliğini bilmeniz gerekir. Bu özelliğin ilk testleri, tarayıcının CPU kullanımını yüzde 37 gibi devasa bir oranda azalttı. </p> <p> <small> Resim Kredisi: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}