{"title":"Cognizant Maze Fidye Yazılımı Saldırısı Hakkında Bilmeniz Gerekenler","content":"<p> Önemli bir iş e-postası yazdığınızı ve aniden her şeye erişiminizi kaybettiğinizi hayal edin. Veya bilgisayarınızın şifresini çözmek için bitcoin talep eden kısır bir hata mesajı almak. Pek çok farklı senaryo olabilir, ancak tüm fidye yazılımı saldırıları için aynı kalan bir şey var: Saldırganlar her zaman erişiminizi nasıl geri alacağınıza ilişkin talimatlar sağlar. Tabii ki, tek sorun, önce yüksek miktarda fidye sağlamanız gerektiğidir. </p> <p> &quot;Labirent&quot; olarak bilinen yıkıcı bir fidye yazılımı türü, siber güvenlik dünyasında dolaşıyor. İşte Cognizant Maze fidye yazılımı hakkında bilmeniz gerekenler. </p> <h2 id=\"what-is-the-maze-ransomware\"> Labirent Fidye Yazılımı nedir? </h2> <p> Labirent fidye yazılımı, çalınan verilerin şifresinin çözülmesi ve kurtarılması karşılığında yüksek miktarda bitcoin veya kripto para talep eden spam e-postalar ve istismar kitleri aracılığıyla dağıtılan bir Windows türü biçiminde gelir. </p> <p> E-postalar, &quot;Verizon faturanız görüntülenmeye hazır&quot; veya &quot;Kaçırılan paket teslimatı&quot; gibi görünüşte masum konu satırlarıyla gelir, ancak kötü niyetli etki alanlarından kaynaklanır. Söylentiye göre Maze, kurumsal ağlara sızan farklı gruplarla karları paylaşan bir geliştirici ağı aracılığıyla çalışan bağlı kuruluş tabanlı bir fidye yazılımıdır. </p> <p> Benzer saldırılara karşı koruma sağlamak ve bunları sınırlamak için stratejiler bulmak için Bilişsel Labirent üzerinde düşünmeliyiz... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> Cognizant Maze Fidye Yazılım Saldırısı </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> Nisan 2020&#39;de, bir Fortune 500 şirketi ve en büyük küresel BT hizmetleri sağlayıcılarından biri olan Cognizant, yönetim kurulu genelinde muazzam hizmet kesintilerine neden olan kısır Maze saldırısının kurbanı oldu. </p> <p> Bu saldırı tarafından gerçekleştirilen dahili dizinlerin silinmesi nedeniyle, birkaç Cognizant çalışanı iletişim kesintileri yaşadı ve satış ekibi, müşterilerle iletişim kurmanın hiçbir yolu olmadan şaşkına döndü ve bunun tersi de oldu. </p> <p> Cognizant veri ihlalinin şirket, Coronavirüs pandemisi nedeniyle çalışanlarını uzaktan çalışmaya geçirirken gerçekleşmiş olması işi daha da zorlaştırdı. tarafından hazırlanan rapora göre <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , çalışanlar, kaybolan e-posta erişimi nedeniyle iş arkadaşlarıyla iletişim kurmak için başka yollar bulmak zorunda kaldılar. </p> <p> Cognizant CEO&#39;su Brian Humphries, “Kimse bir fidye yazılımı saldırısıyla uğraşmak istemiyor” dedi. “Kişisel olarak kimsenin buna gerçekten duyarsız olduğuna inanmıyorum, ancak fark, onu nasıl yönettiğinizdir. Biz de profesyonelce ve olgun bir şekilde yönetmeye çalıştık.” </p> <p> Şirket, önde gelen siber güvenlik uzmanlarının ve onların dahili BT güvenlik ekiplerinin yardımını alarak durumu hızla istikrarsızlaştırdı. Cognizant siber saldırısı ayrıca kolluk kuvvetlerine de bildirildi ve Cognizant müşterilerine Uzlaşma Göstergeleri (IOC) hakkında sürekli güncellemeler sağlandı. </p> <p> Bununla birlikte, şirket saldırı nedeniyle önemli miktarda maddi zarara uğradı ve büyük miktarda birikti. <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> 50-70 milyon dolar kayıp gelir </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Maze Ransomware Neden Çifte Tehdit? </h2> <p> Fidye yazılımından etkilenmek yeterince kötü değilmiş gibi, Labirent saldırısının mucitleri, kurbanların uğraşması için fazladan bir bükülme yarattı. &quot;Çifte gasp&quot; olarak bilinen kötü niyetli bir taktik, kurbanların işbirliği yapmayı ve fidye yazılımı taleplerini karşılamayı reddetmeleri durumunda güvenliği ihlal edilmiş verilerini sızdırmakla tehdit edildiği bir Labirent saldırısı ile tanıtılır. </p> <p> Bu kötü şöhretli fidye yazılımına haklı olarak “çifte tehdit” deniyor, çünkü çalışanlar için ağ erişimini kapatmanın yanı sıra tüm ağ verilerinin bir kopyasını oluşturuyor ve kurbanları fidyeyi karşılamaya teşvik etmek için kullanıyor. </p> <p> Ne yazık ki, Maze yaratıcılarının baskı taktikleri burada bitmiyor. Son araştırmalar, Maze fidye yazılımının arkasındaki bir grup olan TA2101&#39;in, işbirliği yapmayan tüm kurbanlarını listeleyen ve sık sık çalınan veri örneklerini bir ceza biçimi olarak yayınlayan özel bir web sitesi yayınladığını gösterdi. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Labirent Fidye Yazılımı Olayları Nasıl Sınırlandırılır </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Fidye yazılımı risklerini azaltmak ve ortadan kaldırmak, çeşitli stratejilerin birleştirildiği ve her bir kullanıcı durumuna ve bireysel bir kuruluşun risk profiline göre özelleştirildiği çok yönlü bir süreçtir. İşte bir Labirent saldırısını anında durdurmaya yardımcı olabilecek en popüler stratejiler. </p> <h3 id=\"enforce-application-whitelisting\"> Uygulama Beyaz Listesini Zorla </h3> <p> Uygulama Beyaz Listesi, diğer tüm programlar varsayılan olarak engellenirken yalnızca önceden yetkilendirilmiş programların veya yazılımların çalışmasına izin veren proaktif bir tehdit azaltma tekniğidir. </p> <p> Bu teknik, kötü niyetli kod yürütmeye yönelik yasa dışı girişimleri belirlemede son derece yardımcı olur ve yetkisiz yüklemelerin önlenmesine yardımcı olur. </p> <h3 id=\"patch-applications-and-security-flaws\"> Yama Uygulamaları ve Güvenlik Kusurları </h3> <p> Saldırganlar tarafından manipülasyonu ve kötüye kullanımı önlemek için güvenlik açıkları keşfedilir keşfedilmez yamalanmalıdır. Hataların ciddiyetine göre yamaların hemen uygulanması için önerilen zaman dilimleri şunlardır: </p> <ul> <li> <strong> Aşırı risk </strong> : bir yamanın yayınlanmasından sonraki 48 saat içinde. </li> <li> <strong> Yüksek risk </strong> : bir yamanın yayınlanmasından sonraki iki hafta içinde. </li> <li> <strong> Orta veya düşük risk </strong> : bir yamanın yayınlanmasından sonraki bir ay içinde. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Microsoft Office Makro Ayarlarını Yapılandırın </h3> <p> Makrolar, rutin görevleri otomatikleştirmek için kullanılır, ancak bazen etkinleştirildikten sonra kötü amaçlı kodu bir sisteme veya bilgisayara taşımak için kolay bir hedef olabilir. En iyi yaklaşım, mümkünse onları devre dışı bırakmak veya kullanmadan önce değerlendirilmelerini ve gözden geçirilmesini sağlamaktır. </p> <h3 id=\"employ-application-hardening\"> Uygulama Sertleştirmeyi Kullan </h3> <p> Uygulama Sertleştirme, uygulamalarınızı koruma altına alma ve onları hırsızlığa karşı korumak için ekstra güvenlik katmanları uygulama yöntemidir. Java uygulamaları güvenlik açıklarına çok açıktır ve tehdit aktörleri tarafından giriş noktaları olarak kullanılabilir. Bu metodolojiyi uygulama düzeyinde kullanarak ağınızı korumak zorunludur. </p> <h3 id=\"restrict-administrative-privileges\"> İdari Ayrıcalıkları Kısıtla </h3> <p> Bir yönetici hesabının her şeye erişimi olduğundan, yönetici ayrıcalıkları çok dikkatli bir şekilde ele alınmalıdır. Labirent fidye yazılımını veya bu konuda herhangi bir siber saldırıyı azaltmada ayrılmaz bir faktör olabileceğinden, erişimleri ve izinleri ayarlarken her zaman En Az Ayrıcalık İlkesini (POLP) kullanın. </p> <h3 id=\"patch-operating-systems\"> Yama İşletim Sistemleri </h3> <p> Genel bir kural olarak, aşırı risk güvenlik açıklarına sahip tüm uygulamalar, bilgisayarlar ve ağ cihazları 48 saat içinde düzeltilmelidir. Ayrıca işletim sistemlerinin yalnızca en son sürümlerinin kullanıldığından emin olmak ve ne pahasına olursa olsun desteklenmeyen sürümlerden kaçınmak da çok önemlidir. </p> <h3 id=\"implement-multi-factor-authentication\"> Çok Faktörlü Kimlik Doğrulamayı Uygulayın </h3> <p> Çok Faktörlü Kimlik Doğrulama (MFA), çevrimiçi bankacılık veya hassas bilgilerin kullanılmasını gerektiren diğer ayrıcalıklı eylemler gibi uzaktan erişim çözümlerinde oturum açmak için birden fazla yetkili cihaz gerektiğinden fazladan bir güvenlik katmanı ekler. </p> <h3 id=\"secure-your-browsers\"> Tarayıcılarınızı Güvende Tutun </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Tarayıcınızın her zaman güncel olduğundan, pop-up reklamların engellendiğinden ve tarayıcı ayarlarınızın bilinmeyen uzantıların yüklenmesini engellediğinden emin olmanız önemlidir. </p> <p> Adres çubuğunu kontrol ederek ziyaret ettiğiniz web sitelerinin yasal olup olmadığını doğrulayın. Unutmayın, HTTP çok daha az güvenliyken HTTPS güvenlidir. </p> <p> </p> <h3 id=\"employ-email-security\"> E-posta Güvenliği Kullanın </h3> <p> Labirent fidye yazılımı için ana giriş yöntemi e-posta yoluyladır. </p> <p> Fazladan bir güvenlik katmanı eklemek ve parolalar için son kullanma tarihleri ​​belirlemek için çok faktörlü kimlik doğrulama uygulayın. Ayrıca, kendinizi ve personelinizi, bilinmeyen kaynaklardan gelen e-postaları asla açmamak veya en azından şüpheli ekler gibi bir şey indirmemek üzere eğitin. Bir e-posta koruma çözümüne yatırım yapmak, e-postalarınızın güvenli bir şekilde iletilmesini sağlar. </p> <h3 id=\"make-regular-backups\"> Düzenli Yedeklemeler Yapın </h3> <p> Veri yedeklemeleri, bir felaket kurtarma planının ayrılmaz bir parçasıdır. Bir saldırı durumunda, başarılı yedeklemeleri geri yükleyerek, bilgisayar korsanları tarafından şifrelenen orijinal yedeklenmiş verilerin şifresini kolayca çözebilirsiniz. Çalışanlarınız için otomatik yedeklemeler ayarlamak ve benzersiz ve karmaşık şifreler oluşturmak iyi bir fikirdir. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Etkilenen Uç Noktalara ve Kimlik Bilgilerine Dikkat Edin </h3> <p> Son olarak, ağ uç noktalarınızdan herhangi biri Labirent fidye yazılımından etkilendiyse, bunlarda kullanılan tüm kimlik bilgilerini hızlı bir şekilde tanımlamanız gerekir. Her zaman tüm uç noktaların kullanılabilir olduğunu ve/veya bilgisayar korsanları tarafından ele geçirildiğini varsayın. Windows Olay Günlüğü, güvenlik ihlali sonrası oturum açmaların analizi için kullanışlı olacaktır. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Bilişsel Labirent Saldırısı hakkında sersemledin mi? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> Cognizant ihlali, BT çözümleri sağlayıcısını büyük mali ve veri kayıplarından kurtulmak için çabalamaya bıraktı. Ancak, üst düzey siber güvenlik uzmanlarının yardımıyla şirket bu kısır saldırıdan hızla kurtuldu. </p> <p> Bu bölüm, fidye yazılımı saldırılarının ne kadar tehlikeli olabileceğini kanıtladı. </p> <p> Labirent dışında, her gün kötü niyetli tehdit aktörleri tarafından gerçekleştirilen çok sayıda başka fidye yazılımı saldırısı var. İyi haber şu ki, gereken özen ve sıkı güvenlik uygulamalarıyla, herhangi bir şirket bu saldırıları daha başlamadan kolayca azaltabilir. </p>"}