{"title":"Elma ve Süper Sağlıklı Çocuklar, Düello Yapan Meyve Logoları Üzerindeki Çatışmayı Çözdü","content":"<p> Hukuk savaşları bazen biraz gerçeküstü olabilir. Ağustos 2020&#39;den bu yana Apple, Süper Sağlıklı Çocuklar adlı bir yemek planlama şirketi ile Prepear uygulaması için bir logo üzerinde yasal bir mücadele içindeydi. </p> <p> Apple&#39;ın, bir ısırık ile bir karikatür elma ve tek bir yapraktan oluşan meyveli logosu 1970&#39;lerin sonlarından beri kullanılmaktadır. Süper Sağlıklı Çocuklar&#39;ın çok daha yeni logosu ise tek yapraklı karikatür armuttan oluşuyor. </p> <p> Bir süre, dünya, cüretkar açılı yaprakları olan meyvelerden ilham alan iki logo için yeterince büyük değilmiş gibi görünüyordu. Şimdi iki şirketin şikayetlerini güya çözdüğü söyleniyor - ve tek gereken, söz konusu rahatsız edici yaprağın şeklini yeniden yazan Süper Sağlıklı Çocuklardı. </p> <h2 id=\"dilution-of-distinctiveness\"> Ayırt ediciliğin seyreltilmesi </h2> <p> Apple&#39;ın yasal argümanı, armut biçimli yerel logonun, Apple&#39;ın ikonik logosunun &quot;ayırt edici özelliğinin azalmasına neden olabileceği&quot;ydi; bu logo, Nike swoosh ve birkaç kişi diğerlerini dünya çapında tanınan bir simge olarak seçti. </p> <p> Prepear&#39;ın yeni logosu zaten <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> şirketin web sitesi </a> , ve kısa süre içinde uygulamada görünecek. Önceki sivri ovalden ziyade yarım ay şeklinde bir yaprak şeklini alır. Apple, dosyalanan belgelere göre değişikliğe rıza göstermiştir. <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> ABD Patent ve Ticari Marka Ofisi </a> (USPTO.) </p> <p> </p> <p> Şirketin kurucu ortağı Russ Monson, &quot;Prepear, Apple ile olan ticari marka sorununu dostane bir şekilde çözdüğünü duyurmaktan memnuniyet duyuyor&quot; dedi. <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> Sınır </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple ve Küçük İşletmeler </h2> <p> Dostane bir anlaşmaya varılmış gibi görünse de, bir noktada iki şirket arasındaki çatışma - biri, dünyanın en değerli teknoloji devi olan, diğerinden çok daha büyük - oldukça çekişmeli görünüyordu. </p> <p> Apple&#39;ın orijinal şikayetinin ardından, Prepear kurucu ortağı ve COO Russell Monson bir <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Change.org dilekçesi </a> , Apple&#39;ı eleştiriyor. Dilekçe sonunda 269.654 imza aldı. Artık kapatılmıştır. </p> <p> Dilekçede, &quot;Apple, meyvelerle ilgili logolara sahip küçük işletmelere pahalı yasal işlemler başlatarak karşı çıkıyor&quot;, &quot;bu logolar Apple&#39;ın logosuna benzemese veya Apple ile aynı iş kolunda olmasa bile&quot; dedi. herşey.&quot; </p> <p> Apple&#39;ın tehdit ettiği birçok şirketin bu tür yasal işlem masraflarını &quot;on binlerce doları karşılayamayacakları&quot; için havlu attığının devam etti. Ekip, &quot;dünyanın en büyük şirketlerinden biri tarafından yasal olarak saldırıya uğramanın korkunç bir deneyim&quot; olduğunu söyledi. </p> <p> <small> Resim Kredisi: Elma / Prepear </small> </p>"}