{"title":"En İyi 5 Çevrimiçi Güç Kaynağı Hesaplayıcısı","content":"<p> İster yeni bir güç kaynağı satın alıyor olun, ister yalnızca bilgisayarınızın ne kadar elektrik kullandığını merak ediyor olun, çevrimiçi bir güç kaynağı hesaplayıcısı yardımcı olabilir. </p> <p> Bu kullanışlı web araçları, bileşenlerinizin birleşik güç gereksinimlerini hesaplar, böylece ihtiyacınız olan watt hakkında bilinçli bir karar verebilirsiniz. İşte en iyi güç kaynağı hesaplayıcılarından bazıları. </p> <h2 id=\"why-use-an-online-power-supply-calculator\"> Neden Çevrimiçi Güç Kaynağı Hesaplayıcı Kullanmalısınız? </h2> <p> Bir PC&#39;ye eklediğiniz her bileşen, güç kaynağı ünitesinden (PSU) elektrik çeker. Ne kadar çok eklerseniz, o kadar fazla güce ihtiyacınız olur. RAM, grafik kartları, işlemciler, anakartlar—hepsinin etkin ve güvenli bir şekilde çalışması için suya ihtiyacı vardır. Bu yalnızca başlarsanız artar <a href=\"https://www.makeuseof.com/overclock-gpu-windows-10-asus-gpu-tweak/\" target=\"_blank\" rel=\"nofollow noopener\"> bileşenlerinizi overclock etme </a> . </p> <p> PSU&#39;nuz tüm bileşenlerinize güç sağlamak için çok zayıfsa, hızlı bir şekilde sorunlarla karşılaşabilirsiniz. Bilgisayarınız başlamayabilir, görünüşte rastgele kapanmalara maruz kalabilir ve işletim sisteminiz donabilir. Özellikle şanssızsanız, anakartınızı ve bileşenlerinizi alarak yanabilir. </p> <p> Çevrimiçi güç kaynağı hesaplayıcıları, bu tür sorunlardan kaçınmanıza yardımcı olabilir. Yüzde 100 doğru değiller, ancak güç kaynağınızın açıkça yetersiz mi yoksa kapasiteye yakın mı çalıştığını gösterebilirler. Unutmamak önemlidir, ancak başkaları da vardır. <a href=\"https://www.makeuseof.com/tag/6-things-know-buying-power-supply-unit-psu/\" target=\"_blank\" rel=\"nofollow noopener\"> PSU seçerken göz önünde bulundurmanız gereken faktörler </a> . Ucuz PSU&#39;lar genellikle iddia ettiklerinden daha az güç sağlar ve daha az güvenilir olabilir. </p> <p> </p> <h2 id=\"1-outervision-power-supply-calculator\"> 1. <a href=\"https://outervision.com/power-supply-calculator\" target=\"_blank\" rel=\"nofollow noopener\"> OuterVision Güç Kaynağı Hesaplayıcısı </a></h2> <p> <img alt=\"OuterVision power supply calculator\" src=\"images/outervision-power-supply-calculator-1-662.png\" loading=\"lazy\"> </p> <p> Extreme OuterVision web sitesinin ana odak noktası PSU hesaplayıcısıdır, ancak aynı zamanda farklı amaçlar için güç kaynağı incelemeleri ve örnek yapılar sağlar. Güç kaynağı hesaplayıcısı şunlardan birine ayarlanabilir: <strong> Temel </strong> veya <strong> Uzman </strong> . </p> <p> Diğer PSU hesaplayıcıları gibi, bileşenlerinizi çeşitli açılır menüler, kaydırıcılar ve metin kutuları kullanarak seçersiniz. <strong> Uzman </strong> sürüm, hız aşırtma ve sıvı soğutma gibi gelişmiş ayarları içerecek şekilde bunların sayısını genişletir. </p> <p> Her iki durumda da, bilgisayarınızın her gün ne kadar süre çalışacağını ve bu sürenin ne kadarının oyun oynama veya 3D oluşturma gibi yüksek talep gören görevlere harcanacağını ayarlayabilirsiniz. Her iki modda da yalnızca anakart seçeneğini şu şekilde ayarlayabilirsiniz: <strong> sunucu </strong> , <strong> masaüstü </strong> veya <strong> Mini-ITX </strong> . </p> <p> Alanların çoğu, yalnızca 8 GB DDR4 RAM veya 256 GB SATA SSD gibi genel bileşenlere izin verir. Ancak, muhtemelen daha doğru sonuçlar anlamına gelen belirli işlemcileri ve grafik kartlarını seçebilirsiniz. Bu, bu listedeki monitörleri içeren tek hesap makinesidir. </p> <p> Sonuçlar, yük watt değerini ve önerilen watt değerini içerir. İçinde <strong> Uzman </strong> modunda, birleşik amperajı ve enerji maliyetlerinizin bir tahminini de görebilirsiniz. OuterVision sitesinde ayrıca kripto para madenciliği platformları için bir güç tüketimi hesaplayıcısı bulunuyor. </p> <p> Teçhizatınızın potansiyel madencilik karlılığını hesaplamanın yanı sıra, onu inşa etmek için parçaları satın alabileceğiniz Amazon&#39;a bağlanır. </p> <p> </p> <h2 id=\"2-cooler-master-power-supply-calculator\"> 2. <a href=\"https://www.coolermaster.com/power-supply-calculator/\" target=\"_blank\" rel=\"nofollow noopener\"> Cooler Master Güç Kaynağı Hesaplayıcısı </a></h2> <p> <img alt=\"cooler master power supply calculator\" src=\"images/cooler-master-power-supply-calculator-e1611671494951-262.png\" loading=\"lazy\"> </p> <p> Çoğu teknoloji meraklısı Cooler Master&#39;ı bilir. PC üreticileri için çok çeşitli kasalar, soğutucular, güç kaynakları ve çevre birimleri üretir. </p> <p> Çok fazla ekstra özellik gerektirmeyen basit bir bilgisayar yapıyorsanız Cooler Master&#39;ın PSU hesaplayıcısı size güç gereksinimleriniz hakkında makul bir tahmin verebilir. </p> <p> ATX ve Mini-ATX dahil olmak üzere yedi anakart form faktörü seçeneği sunar, ancak belirli anakart modelleri yoktur. Kendi işlemcinizi ve grafik kartınızı da ayarlayabilirsiniz, ancak diğer her şey geneldir. </p> <p> OuterVision hesap makinesi kadar çok seçenek sunmuyor, ancak temel bilgileri yeterince iyi kapsıyor. Ve elbette, bu hesaplayıcı Cooler Master güç kaynaklarını önermenin bir yolu olarak var. Cooler Master, PSU&#39;lar için yaygın olarak güvenilir ve güvenilir bir marka olarak kabul edilir, ancak bu önyargıyı tanımak önemlidir. </p> <p> </p> <h2 id=\"3-be-quiet-psu-calculator\"> 3. <a href=\"https://www.bequiet.com/psucalculator\" target=\"_blank\" rel=\"nofollow noopener\"> Sessiz ol! PSU Hesaplayıcı </a></h2> <p> <img alt=\"BeQuiet power supply calculator\" src=\"images/bequiet-power-supply-calculator-859.png\" loading=\"lazy\"> </p> <p> Cooler Master gibi Be Quiet de kasalar, PSU&#39;lar, fanlar ve diğer PC parçalarını üretir, bu nedenle hesap makinesi doğal olarak kendi ürünlerini önerir. PSU hesaplayıcısı da benzer şekilde geri çekilmiştir, ancak bir göz atmaya değer kılan bazı ilginç seçeneklere sahiptir. </p> <p> Diğer hesap makinelerinde olduğu gibi, belirli modellerle doldurabileceğiniz tek alan işlemci ve grafik kartı içindir. Anakart için hiçbir seçeneği yoktur ve hız veya kapasitelerini değil, yalnızca SATA diskleri, PATA diskleri ve RAM çubukları miktarını belirtebilirsiniz. </p> <p> Ayrıca bazı basit hız aşırtma seçeneklerine (hız aşırtmalı veya aşırı hız aşırtmalı) ve ayrıca USB 3.2 güç aktarımı ayarına sahiptir. Ancak öne çıkan şey, yapılandırmaları PC&#39;nize metin dosyaları olarak kaydetme yeteneğidir. Bu, nispeten basit bir hesap makinesiyle o kadar kullanışlı olmayabilir, ancak seçeneğe sahip olmak güzel. </p> <p> Bir hesaplama yaptıktan sonra site, sonuçları daha fazla filtreleme seçenekleriyle birlikte size Be Quiet güç kaynakları sunar. </p> <p> </p> <h2 id=\"4-power-supply-calculator\"> 4. <a href=\"http://powersupplycalculator.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Güç Kaynağı Hesaplayıcısı </a></h2> <p> <img alt=\"power supply calculator dot net\" src=\"images/power-supply-calculator-dot-net-e1611671539639-366.png\" loading=\"lazy\"> </p> <p> Bu PSU hesaplayıcısı, bir süredir güncellenmemiş gibi göründüğü için eski bilgisayarlar için en iyisidir. Pek çok yeni bileşen eksik, ancak aynı zamanda, yeni hesap makinelerinde bulamayacağınız özelliklerinize FireWire bağlantıları eklemenize de izin veriyor. </p> <p> Ayrıca, sonunda ürettiği çubuk grafik de dikkat çekicidir. Bu, hem rölantide hem de yük altındayken sisteminizdeki gücün dağılımını gösterir. Bu, diğer hesap makinelerinin çoğunun sunduğu bir şey değildir. </p> <p> Sabit sürücüler ve SSD&#39;ler gibi olağan bileşenlerin yanı sıra klavye ve fare gibi çevre birimleri de ekleyebilirsiniz. Ayrıca çeşitli PCI ve PCI Express kartları ve beş adede kadar fan da dahil edebilirsiniz. İşlemciler için de bazı hız aşırtma kaydırıcıları var. </p> <p> Daha eski bir PC&#39;niz varsa ve enerji tüketimini kontrol etmek veya PSU&#39;sunu değiştirmek istiyorsanız, bu hesap makinesi denemeye değer. Başka hiçbir yerde bulamayacağınız bazı ilginç sonuçlar sunar ve sizi hiçbir şey satın almaya zorlamaz. Ancak yeni bilgisayarlar için diğer hesap makinelerinden birini kullanmanız gerekecek. </p> <p> </p> <h2 id=\"pcpartpicker-system-builder\"> 5. <a href=\"https://pcpartpicker.com/list/\" target=\"_blank\" rel=\"nofollow noopener\"> PCPartPicker Sistem Oluşturucu </a></h2> <p> <img alt=\"PC part picker system builder\" src=\"images/pc-part-picker-system-builder-e1611671564379-603.png\" loading=\"lazy\"> </p> <p> PCPartPicker, bir PC oluşturmak için ihtiyacınız olan tüm temel bileşenlerin bir listesini sunar. Her başlığın altında, bir parça eklemek için tıkladığınız bir düğme bulunur. Ardından, çeşitli satıcılardan alınan fiyatlar da dahil olmak üzere, aralarından seçim yapabileceğiniz uzun bir gerçek ürün listesi alırsınız. </p> <p> Siz listenize parçalar ekledikçe, Sistem Üreticisi bileşenlerinizin uyumluluğunu ve toplam tahmini watt değerini takip eder. Ayrıca listenizi dışa aktarma seçeneğiniz de vardır. Site otomatik olarak paylaşabileceğiniz benzersiz bir bağlantı oluşturur, ancak başka bir yere gömmek için kopyalayıp yapıştırabileceğiniz biçimlendirme metni de oluşturabilirsiniz. </p> <p> Bir tane oluşturursanız, listeleriniz de hesabınıza kaydedilebilir. Ayrıca, yaptığınız tüm listelerin geçmişini görebilirsiniz; bu, potansiyel yapıları karşılaştırmak istiyorsanız mükemmeldir. </p> <p> Özel bir PSU hesaplayıcısı değildir, bu nedenle size enerji gereksinimlerinin dökümünü vermez ve hız aşırtmayı hesaba katmaz. Ancak, yapınızın her parçası için gerçek bileşenleri seçmenize ve ardından PSU gereksinimlerini buna dayandırmanıza olanak tanır. </p> <p> </p> <h2 id=\"how-accurate-are-power-supply-calculators\"> Güç Kaynağı Hesaplayıcıları Ne Kadar Doğru? </h2> <p> PSU hesaplayıcıları, kesin bir rakam yerine yalnızca bir tahmin verebilir. Bu nedenle, onları bir rehber olarak kullanabilirsiniz, ancak sonuçları müjde olarak almayın. </p> <p> Testlerimizde, üst düzey grafik kartı ve işlemcisi, 16 GB DDR4, SATA SSD ve 7200rpm sabit sürücüsü olan bir oyun bilgisayarı hayal ettik. Hesap makinelerinden aldığımız öneriler 527W ile 580W arasında değişiyordu. </p> <p> Her durumda, bu rakamlar beklenenden daha düşüktü. Örneğin Nvidia, GeForce RTX 3080 gibi üst düzey bir kartın en az 750W PSU gerektirdiğini belirtir. </p> <p> </p> <h2 id=\"get-the-right-amount-of-power-to-your-rig\"> Donanımınıza Doğru Miktarda Güç Alın </h2> <p> Aslında, bir güç kaynağı seçerken biraz ek yüke sahip olmak en iyisidir, bu nedenle bu hesaplayıcılar ne önerirse önersin, muhtemelen üstüne birkaç yüz watt eklemelisiniz. Hepsi asgariyi önermekten suçlu görünüyorlar. </p> <p> Tüm güç kaynaklarının eşit yaratılmadığını da unutmayın. Ucuz veya yetersiz PSU&#39;lar her türlü soruna neden olabilir. Hatta anakartınızı tamamen kızartabilirler. Bu yüzden dikkatli seçin ve emin değilseniz deneyimli bir bilgisayar üreticisinden tavsiye alın. </p>"}