{"title":"Facebook, Clubhouse ile Rekabet Edecek Yeni Bir Uygulama Üzerinde Çalışıyor","content":"<p> Facebook, bugün sosyal medya için normal veya gerekli olduğunu düşündüğümüz birçok işlev için kredilendirilebilir ve piyasaya sürülmesinden sonra hala yaklaşık 17 yıl geçmesinin büyük bir kısmı bu. Ancak Facebook&#39;un özgeçmişinin yalnızca benzersiz özellikler içerdiğini iddia etmek yanlış olur. </p> <p> Aslında, Facebook&#39;un son yıllarda yaptığı değişikliklerden, platformun rakiplerinden çok fazla borç aldığına değinmeden bahsetmek oldukça zor. Son raporlar, Facebook&#39;un on beşinci kez rakip bir uygulamayı kopyalamaya başladığını iddia ediyor. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Kulüp Binası, Facebook&#39;un En Yeni Taklit Planının Konusu </h2> <p> Göre <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> New York Times </a> , Facebook, rekabet edebilecekleri ses odaklı bir sosyal ağ üzerinde çalışıyor <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Kulüp binası </a> , yalnızca geçen yıl kullanıma sunulan, yalnızca davetiyeyle kullanılabilen bir sesli sohbet uygulaması. </p> <p> Facebook&#39;un Clubhouse klonunu ne zaman üretmeye başladığını bilmiyoruz, ancak üzerinde çalışan ekibin şu anda ürüne &quot;Fireside&quot; adını verdiğini biliyoruz. Ürün hala erken geliştirme aşamalarında olduğu için bu kod adı değişebilir. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> Kimliği belirsiz bir kaynak, Facebook CEO&#39;su Mark Zuckerberg&#39;in sesli iletişimle ilgilendiğini söylüyor. Bu oldukça belirsiz. Bu, bir süredir ona göz kulak olduğu ya da sadece son zamanlarda dikkatini çektiği anlamına gelebilir. Her iki durumda da Zuckerberg, artırılmış ve sanal gerçekliği (AR ve VR) tartışmak için geçen Pazar Clubhouse&#39;da göründü. </p> <h3 id=\"what-is-clubhouse\"> Kulüp Binası Nedir? </h3> <p> Clubhouse&#39;u daha önce duymadıysanız endişelenmeyin. Şu anda, kullanıcıları sıkı sıkıya bağlı bir çevrede tutuluyor. Clubhouse&#39;a yalnızca mevcut bir kullanıcıdan davet alırsanız katılabilirsiniz. </p> <p> Üzerinde <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Uygulama mağazası </a> , Clubhouse kendisini &quot;arkadaşlar ve dünyanın dört bir yanındaki diğer ilginç insanlarla sıradan, hemen açılan sesli sohbetler için bir alan&quot; olarak tanımlıyor. </p> <p> </p> <p> Başka bir Skype veya Zoom gibi düşünebilirsiniz, ancak video çekimi yok. Yalnızca ses ve profil resimleri ve &quot;konuşmalar&quot;, bir sunum veya konuşma yapmak için bir kaide üzerinde duran birini dinlemeye daha benzer. Kimi dinlemek istediğinizi siz seçersiniz. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> Facebook&#39;un Rakip Uygulamaları Kopyalama Geçmişi </h2> <p> Zuckerberg, bir sosyal platformun onu gördükten sonra başarılı olacağını biliyor gibi görünüyor. Facebook, Instagram, WhatsApp ve Oculus&#39;u yeni kurulan şirketler olduklarında satın aldı. 2013&#39;te Snapchat&#39;i 3 milyar dolara satın almak için bir girişimde bulundu, ancak arkasındaki ekip reddetti. </p> <p> Ve belki de tam olarak budur—Zuckerberg her zaman Facebook&#39;a getirecek yeni bir şeyin peşinde olduğu için Facebook&#39;un rakip uygulamalardan fikir ödünç alma geçmişi vardır. Belki de en ünlü örnekte, Facebook kendi versiyonunu eklediğinde Snapchat&#39;ten &quot;çalma&quot; eğilimini başlattı. <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> sosyal medya hikayeleri </a> 2017 yılında. </p> <p> Son zamanlarda, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook, Mahalleleri başlattı </a> hiper yerel sosyal ağ hizmetine çok benzer şekilde çalışan geçen Ekim <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> yan kapı </a> . Aralıkta, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook Collab&#39;ı yayınladı </a> iOS cihazlar için, TikTok klon vagonunda geç bir atlama. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Facebook Ne Olmayı Hedefliyor? </h2> <p> Facebook, arkadaşlarınızla konuşmak ve onlara ayak uydurmak için çevrimiçi bir alan olarak başladı. O zamandan beri birçok farklı insana hitap eden birçok farklı işleve sahip bir platform haline geldi. </p> <p> Facebook&#39;un Clubhouse&#39;un bulduğu niş pazara girme kararı ilginç. Aynı zamanda akıllıca bir karar olup olmadığını öğrenmek için bekleyip görmemiz gerekecek. </p>"}