{"title":"Hyundai ve Kia, Apple Arabasını Geliştirmek İçin Görüşme Yaptıklarını Reddetti","content":"<p> Hyundai ve yan kuruluşu Kia, şirketlerin gizli Apple Car projesi konusunda Apple ile görüşmediklerini düzenleyici dosyalarda açıklamalarının ardından hisselerinin düştüğünü gördü. </p> <p> Hyundai ve Kia&#39;nın hisseleri sırasıyla yüzde 6.21 ve yaklaşık yüzde 15 düştü. </p> <p> Dosyalar, Hyundai&#39;nin otonom elektrikli araçların ortak geliştirilmesinde işbirliği için &quot;birden fazla şirketten&quot; talep aldığını kabul ediyor, ancak daha sonra her şey &quot;erken bir aşamada&quot; olduğu için &quot;hiçbir şeye karar verilmediğini&quot; de ekliyor. </p> <p> Hyundai&#39;nin dosyalamasında, &quot;Hyundai Motor, Apple ile otonom araç geliştirme konusunda görüşme yapmıyor&quot; dedi. Göre <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , Kia Motors da Apple ile görüşmediğini söyledi. </p> <p> Bu da, Apple&#39;ın herhangi bir anlaşma hakkında herkese açık olarak konuşmayan otomobil satıcılarıyla ortak olmaya karar vermiş olabileceği anlamına gelebilir. Gerçekten de, MUO kısa süre önce bir avuç <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Japon otomobil üreticileri Apple ile pazarlık yapıyor </a> bir Apple Car tedarik zincirine katılma konusunda. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple Sızıntıları Sevmiyor </h2> <p> Kia ile başarısız bir üretim anlaşmasının dahil olduğu bildirildi <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> ABD&#39;de yılda yaklaşık 100.000 Apple Arabası inşa etmek </a> . Apple Car&#39;ın, Hyundai&#39;nin 18 dakikada yüzde 80&#39;e kadar hızlı şarjı destekleyen ve tek bir şarjla 250 mil (yaklaşık 500 kilometre) maksimum menzil sunan yeni elektrikli araç platformuna dayanması gerekiyordu. </p> <p> Kia, ortak sahibi Hyundai&#39;nin ardından Güney Kore&#39;deki en büyük ikinci otomobil satıcısı. Apple görünüşe göre birkaç yıl içinde Apple Car&#39;ı halka duyurmayı hedefliyor. </p> <p> </p> <p> Ancak Apple, sızıntılara karşı son derece hassastır, bu da son Apple Car&#39;ın bunu daha ilginç ve tuhaf rapor etmesini sağlar. Apple&#39;ın, şirketin liderliğinin muhtemelen şaşkınlık ve şaşkınlıkla karşıladığı bu raporlar nedeniyle mutlu olmadığı açık. </p> <p> Şu anda gördüğümüz şey muhtemelen Hyundai&#39;nin bir çeşit hasar kontrolü. Her iki taraf da görüşmeleri tekrar gözden geçirebilecek olsa da, Apple&#39;ın ortak olabileceği ve muhtemelen ortak olacağı birçok başka otomobil şirketi olduğundan bunun olacağını düşünmüyoruz. </p> <p> <small> İmaj Kredisi: Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> CC&#39;yi kaldır </a></small> </p>"}