{"title":"Instagram, Makaralarda TikTok Yayınlarını Tanıtmadı","content":"<p> Instagram, TikTok&#39;tan yeniden yayınlanan Makaraları azaltmaya çalışıyor. Platform, algoritmasının artık TikTok filigranı olan Makaraları tanıtmayacağını duyurdu. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram TikTok Repostlarında Çatlıyor </h2> <p> Instagram, kullanıcıların TikTok&#39;tan (ve bu konuda başka herhangi bir uygulamadan) elde edilen Makaraları keşfetmesini zorlaştırıyor. Platform, konuyla ilgili bir paylaşım yaptı. <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> @Creators Instagram hesabı </a> , Makaralar için en iyi uygulamaların yeni bir listesini duyuruyor. </p> <p> En önemlisi Instagram, &quot;diğer uygulamalardan gözle görülür şekilde geri dönüştürülen (ör. logolar veya filigranlar içeren)&quot; Makaraların gönderilmesini önermez. Instagram, &quot;Bu Makara türleri, Makaralar sekmesi gibi yerlerde sizi henüz takip etmeyen kişilere o kadar sık ​​tavsiye edilmeyecek&quot; diyor. </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Resim Kredisi: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram, Reels&#39;i başlattı </a> 2020 yazında TikTok ile doğrudan rekabet etme girişimi olarak. Her ikisi de kısa biçimli bir video biçimi kullanan Makaralar ve TikTok arasındaki benzerlik nedeniyle, kullanıcılar doğal olarak TikTok&#39;ları Makaralara yeniden gönderir. Ancak artık bu TikTok aktarımları, Makaralarda yerel olarak oluşturulan içerikle aynı muameleyi görmeyecek. </p> <p> Platform, Reels&#39;i TikTok&#39;tan daha popüler hale getirmeye çalıştığı için Instagram için bu mantıklı. Instagram artık kullanıcıların Makaraları viral TikTok&#39;lar için bir çöplük olarak görmelerini istemiyor; aslında Makaraları kullanan içerik oluşturucular tarafından yapılan orijinal içerikleri istiyor. </p> <p> Rakip uygulamalardan filigranlı makaralar, Instagram algoritmasının önceliklerini azaltacağı tek video türü değil. Instagram ayrıca bulanık, çevresinde kenarlık bulunan veya metinle kaplı Makaraların tanıtılmayacağını da belirtir. </p> <p> Kullanıcıların keşfedilmesine yardımcı olacak içerik türlerine gelince, Instagram içerik oluşturucuların ilham verici, yaratıcı araçlar kullanan, dikey yönelimli, Instagram&#39;ın müzik kitaplığından yararlanan ve &quot;eğlenceli ve eğlenceli&quot; içerikler yayınlamasını öneriyor. Platform ayrıca uygulama genelinde bir trend başlatmayı denemenizi önerir. </p> <p> Instagram&#39;a göre, bu en iyi uygulamaları takip etmek &quot;keşfedilmek için en iyi şansı yakalamanıza&quot; yardımcı olacaktır. </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> TikTok Hiç Tahttan Alınacak mı? </h2> <p> Instagram&#39;ın Reels için güncellenmiş en iyi uygulamaları, TikTok&#39;un gerçekte ne kadar büyük bir tehdit olduğunu gösteriyor. Makaraların TikTok logosuna sahip olduğunu görmek olağandır ve bu güncelleme kibosh&#39;u bu trende sokmaya çalışacaktır. </p> <p> Bununla birlikte, bu geri dönüştürülmüş içeriği temizleyebilir, ancak her iki uygulamada da takipçisi olan içerik oluşturucuları uzaklaştırabilir. Instagram, TikTok gibi olmak için çok çalışıyor ve bu süreçte kendi kimliğini kaybedebilir. </p>"}