{"title":"iOS için Discord, Meme Hırsızlarının Twitter Yerleştirmelerinden Görüntüleri Kaydetmesine İzin Veriyor","content":"<p> iPhone için Discord, Twitter yerleştirmelerinden görüntüleri kaydetmeyi çok daha kolay hale getiren yeni bir seçenek de dahil olmak üzere çeşitli yeni özelliklerle App Store&#39;da yenilendi. Bununla, daha önce başvurmanız gereken geçici çözümler olmadan tweet&#39;lerden memleri kaydedebilirsiniz. </p> <p> Ne yazık ki, bu animasyonlu GIF&#39;lerle çalışmıyor gibi görünüyor. Ayrıca, tweet&#39;lerden statik görüntü kaydetme şu anda Windows için Discord&#39;da ve Android için Discord&#39;da kullanılamamaktadır. iOS için Discord uygulamasının yalnızca 60.0 sürümünde bu yararlı yeni özelliğin uygulandığı görülüyor. </p> <p> Discord&#39;da yeni misiniz? Öyleyse, açıklayan kılavuzumuzu okuyun <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> arkadaşlar ve yabancılarla çevrimiçi nasıl sohbet edilir </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Tweetlerden Görüntüler Nasıl Kaydedilir </h2> <p> Gönderdiğiniz bir tweet&#39;ten meme gibi bir resim kaydetmek için söz konusu tweet&#39;e uzun dokunun ve &quot;Resmi Kaydet&quot; etiketli seçeneği seçin. Resmi, cihazınızda Fotoğraflar kitaplığına kaydedilmiş olarak bulacaksınız. Bu değişiklikten önce, alttaki görüntüyü cihazınıza kaydedebilmeniz için bir web tarayıcısında manuel olarak bir tweet açmanız gerekiyordu. </p> <p> </p> <p> Gibi <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> Sınır </a> Notlar, Android sürümü, tweet görüntülerini kaydetmek için farklı bir işlem kullanır. İlk olarak, tam ekran açmak için resme dokunmanız gerekir. Tam ekran arayüzüne girdikten sonra, <strong> İndir </strong> Görüntüyü cihaza kaydetmek için ekranın üst kısmındaki düğmesine basın. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> iOS için Discord&#39;daki Diğer Yeni Özellikler </h2> <p> Twitter yerleştirmelerinden görüntüleri kaydetmenin yanı sıra, Discord&#39;un en son iOS sürümünde gösterilen değişiklik günlüğü bir çift yeni özellikten bahsetti. İlki, masaüstünde bir emojinin nereden olduğunu bilmenizi sağlayan kullanışlı bir emoji açılır penceresidir. </p> <p> Discord&#39;un masaüstü ve mobil cihazlarda ayarlar menüsündeki değişiklik günlüğünü, &quot;Telefonunuzdayken sohbette o küçük emoji dostuna dokunun ve kime ait olduğunu görün&quot; diyor. Ve iPad&#39;inizde Discord kullanıyorsanız, mobil ekran paylaşımının artık tabletinizde kullanılabildiğini öğrenmekten memnun olacaksınız. </p> <p> <small> Resim Kredisi: Anlaşmazlık </small> </p>"}