{"title":"iCloud&#39;da Nasıl Yer Açılır","content":"<p> İCloud hesabınızda yerinizin azaldığını söyleyen bu açılır bildirimlerden bıktınız mı? İyi haber: Onlara daha uzun süre dayanmanıza gerek yok. </p> <p> Daha da iyisi, hesabınızı yükseltmek için para harcamanıza da gerek kalmayacak. </p> <p> Apple, her kullanıcıya iCloud&#39;da neredeyse hiçbir şeye benzemeyen 5 GB ücretsiz depolama alanı sağlar. Ancak oyunu doğru oynarsanız, tüm ihtiyaçlarınız için fazlasıyla yeterli olduğunu anlayacaksınız. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> En Çok Yeri Neyin Kapladığını Öğrenin </h2> <p> iCloud saklama alanınız dolduğunda, başlamak için en iyi yer, aygıtlarınızda en fazla yer kaplayan şeyin ne olduğunu bulmaktır. Çoğu zaman, cevabın ne olduğuna şaşıracaksınız. </p> <p> iPhone&#39;unuzda iCloud&#39;da en çok nelerin yer kapladığını öğrenmek için: </p> <ol> <li> git <strong> Ayarlar </strong> . </li> <li> için tıklayın <strong> Apple kimliginiz </strong> . </li> <li> git <strong> iCloud &gt; Depolamayı Yönet </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Resim Galerisi (2 Resim) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Genişlet <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Genişlet </p> <p> Kapat </p> <p> Depolamayı Yönet sekmesindeyken, iCloud hesabınızda en çok nelerin kullanıldığının bir dökümünü alacaksınız. Bazı işlevler için, bir miktar depolama alanı boşaltmak için verileri gözden geçirebilir ve silebilirsiniz. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Eski Fotoğraflarınızı Silin </h2> <p> Fotoğraflar genellikle iCloud hesabınızdaki en belirgin depolama hırsızıdır. Profesyonel bir kamera ile fotoğraf çekip telefonunuza yüklerseniz durum daha da artar. </p> <p> iPhone&#39;unuzdaki fotoğrafları silmek için: </p> <ol> <li> Film rulonuza gidin. </li> <li> Silmek istediğiniz görüntüleri seçin. </li> <li> Kamera rulosunun ana menüsüne geri dönün. </li> <li> içine git <strong> Son Silinenler </strong> Klasör. </li> <li> Seç <strong> Hepsini sil </strong> ve onaylayın. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Eski E-postalarınızı Silin </h2> <p> E-posta hesabınızı iCloud&#39;a bağladıysanız ancak mesajlarınızı nadiren kullanıyorsanız, başka bir yerde kullanabileceğiniz değerli alanı tüketiyorsunuz demektir. Hizmeti uzun yıllar kullanırsanız, bunların kullandığı veri miktarı yavaş yavaş artacaktır. </p> <p> Eski e-postalarınızı silmek için: </p> <ol> <li> Posta uygulamanıza gidin. </li> <li> Silmek istediğiniz e-postaları seçin. </li> <li> Bu e-postaları silin ve uygulamayı kapatın. </li> </ol> <p> Mail&#39;i o kadar sık ​​kullanmıyorsanız, uygulamayı telefonunuzdan silmeyi de seçebilirsiniz. Bu şekilde, tekrar boşa harcanan verilerin bir listesini oluşturmazsınız. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Dosyaları iCloud Drive&#39;dan Kaldırın </h2> <p> Bir MacBook&#39;unuz veya Mac&#39;iniz varsa, uzun zamandır sahip olmadığınız dosyaları hala sakladığınızı fark etmeyebilirsiniz. Verileriniz azaldıkça, bunlar daha fazla sıkıntı haline gelecektir. </p> <p> Neyse ki, iCloud dosyalarını bilgisayarınızın sürücüsünden kaldırmak kolaydır. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Bilgisayarınızın sürücüsünden iCloud dosyalarını silmek için: </p> <ol> <li> Açık <strong> Bulucu </strong> . </li> <li> Soldaki menüden iCloud Drive&#39;a gidin. </li> <li> Silmek istediğiniz dosyaları seçin ve çöp klasörünüze taşıyın. </li> <li> Sağ tıklayın veya Ctrl + Tıklayın <strong> Çöp kutusu simgesi </strong> iskelede. </li> <li> Seç <strong> Boş Çöp Kutusu </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Apple Cihazlarınızda Yer Açın </h2> <p> iCloud saklama alanınızı boşaltmak için sürekli bir mücadele içindeymiş gibi görünseniz de, bunu yapmanın stresli olması gerekmez. Kullandığınız Apple cihazından bağımsız olarak, verilerinizi neyin yediğini görmenin ve değişiklik yapmanın birçok yolu vardır. </p> <p> iCloud saklama alanınızı temizlediğinizde, buna göz kulak olmak iyi bir fikirdir. İşlerin sonuna kadar yaklaştığını fark ettiğinizde, bu adımları tekrarlayın ve bunların olmasını önleyin. </p>"}