{"title":"İnternette Güvenliğinizi Sağlamak İçin Yapılması ve Yapılmaması Gereken 10 İnternet Güvenliği","content":"<p> İnternette gezinirken karşılaşabileceğiniz risklerin tam olarak farkında mısınız? Çevrimiçi gezinirken kayıtsız olmayın, aksi takdirde kimlik hırsızlığı, kötü amaçlı yazılım ve sosyal mühendislik gibi dolandırıcılıkların kurbanı olabilirsiniz. </p> <p> Çevrimiçi ortamda güvende olmak için, her zaman aklınızda bulundurmanız gereken en önemli 10 güvenlik yapılması ve yapılmaması gerekenler burada. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> YAPIN: Antivirüs Yazılımını Kurun ve Düzenli Olarak Güncelleyin </h2> <p> Bu, kişisel ve iş bilgisayarlarınıza uygulamanız gereken en temel güvenlik protokollerinden biridir. Bu tür bir yazılım söz konusu olduğunda birçok farklı seçenek vardır. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Ücretsiz olanlar temel güvenlik özellikleri sunar </a> ancak maksimum güvenlik istiyorsanız, makul bir bütçe ayırmalısınız. Web&#39;de daha güvenli gezinmek için kötü amaçlı yazılımlara karşı korumayı düşündüğünüzden emin olun. </p> <p> Ve güncel tutmanız çok önemlidir. Yeni güvenlik açıkları genellikle bulunur ve düzeltilir; Virüsten koruma yazılımının daha eski bir sürümünü çalıştırıyorsanız, bu sorunlar cihazınızda çözülmemiştir. Çoğu güvenlik paketini otomatik olarak güncellenecek şekilde ayarlayabilirsiniz. Benzer şekilde, başka bir şey yapmanıza gerek kalmadan bilgisayarınızı düzenli olarak taramaları için ayarlayabilirsiniz. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> YAPIN: Güçlü Parolalar Seçin </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> Parolalar, verilerinizi çevrimiçi ortamda korumada çok önemli bir rol oynar. İster sosyal medya profilleriniz, ister alışveriş hesaplarınız veya kişisel e-postalarınız için olsun, güçlü şifreler oluşturmanız gerekir. </p> <p> Bazı siteler öneriler sunar, yani alfasayısal ve özel karakterlerin bir karışımı. Bazıları, gereksinimlerine uymayan şifreleri kabul etmez. Ancak, tüm web siteleri bunu sunmaz. Kendi şifrenizi oluştururken, bütünlüğünüzü ve kişisel bilgilerinizi koruduğunuzu unutmayın. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> YAPIN: Kişisel Bilgileri Sınırlayın </h2> <p> İnternete çok fazla kişisel bilgi koymayın. Özel bilgilerinizi herkesle paylaşarak konumunuzu, günlük rutininizi ve daha fazlasını tehlikeye atma riskiyle karşı karşıya kalırsınız. </p> <p> Kimlik hırsızlığını unutmayın. Kendiniz hakkında ne kadar çok bilgi verirseniz, kimliğinizin bir siber suçlu tarafından kopyalanma riski o kadar artar. Bu çok ciddi bir konu ve hayatları mahvedebilir. Birçok kişi bunun kurbanı oldu. Sıradaki olmak istemezsin. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> YAPIN: Şüpheli Tıklama Tuzağından Uzak Durun </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> İnternette gezinirken, bilmeyen herhangi bir kişiyi tıklamaya ikna edebilecek pop-up reklamlar sergileyen farklı web siteleriyle karşılaşacaksınız. Tıklama tuzağı reklamları, bilgisayarınıza sızan olası virüslere yol açabileceğinden tehlikelidir. </p> <p> Okuduklarınız konusunda daha dikkatli olun ve çevrimiçi olduğunuzda tıklayın. Çok ilginç görünseler bile, tıklamadan önce ilk olarak bilgileri doğrulayın - özellikle bağlantıların sizi gerçekte nereye götürdüğü -. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> YAPIN: İki Faktörlü Kimlik Doğrulamayı Etkinleştirin </h2> <p> İki Faktörlü Kimlik Doğrulama (2FA), hesabınız için ek bir güvenlik katmanı sağlar. Bu, dolandırıcıların caydırılmasına yardımcı olur, çünkü hesap sahibinin gerçekliğini doğrulamak için iki kanıt, yani bir telefon numarasına veya e-posta adresine gönderilen bir şifre artı doğrulama kodu gerekir. </p> <p> Bu, suçluların bilgilerinizi çalmasını ve verilerinize erişmesini zorlaştırır. Bir web sitesi bu seçeneği sunuyorsa bu çok önemlidir. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> YAPMAYIN: Farklı Web Siteleri için Tek Bir Şifre Kullanmayın </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Birden fazla kilidi olan, ancak tüm odaları açmak için yalnızca bir anahtarı olan bir ev hayal edin. Bir hırsız o tek anahtarı ele geçirirse, tüm odalarınız kolayca açılabilir. </p> <p> Bu, şifre koruması için de geçerlidir. </p> <p> </p> <p> Güçlü bir parola belirlemek yeterli değildir. Herhangi bir potansiyel dolandırıcı veya kimlik hırsızının kişisel bilgilerinizi tamamen tehlikeye atmaması için nasıl karıştıracağınızı öğrenmelisiniz. Aksi takdirde, bir hizmette veri sızıntısı olursa kullandığınız diğer tüm hizmetler de açığa çıkar. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> YAPMAYIN: Tek Bir E-posta Hesabına Bağlı Kalmayın </h2> <p> E-postanız, web sitelerine kaydolmak için önemli bir faktördür. İnternet bankacılığı söz konusu olduğunda bile, bir e-posta gereklidir. Ancak e-posta giriş bilgilerinizi unuttuğunuzu düşünün. </p> <p> Ne yapacaksın? Çevrimiçi bir suçlu tek e-posta adresinizi ele geçirirse ne olur? Önemli verileri almaya devam edebilmeniz için bir yedekleme planı konusunda size yardımcı olacak birden çok e-posta hesabı oluşturmak akıllıca olacaktır. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> YAPMAYIN: Kişisel Kart Ayrıntılarını Web Sitelerinde Saklayın </h2> <p> İster hevesli bir çevrimiçi alışverişçi olun, ister dikkatli kullanın, kart bilgilerinizi web sitelerinde saklamak akıllıca olmaz. </p> <p> Sitelerde ne kadar çok veri depolarsanız, bir veri ihlali olması durumunda kimlik hırsızlığı olasılığı o kadar artar. Bir hesap oluşturmak için birçok hizmetin temel kişisel ayrıntılara ihtiyaç duyduğunu, ancak finansal bilgilerinizi başka bir yerde saklamak gereksiz olduğundan, Kişisel Tanımlanabilir Bilgiler (PII) söz konusu olduğunda genellikle bu riski almanız gerekir. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> YAPMAYIN: Bilinmeyen Yazılımları İndirin </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> İnternette gezinirken ücretsiz yazılım sunan bir reklam mı çıktı? Bu teklif ne kadar iyi görünürse görünsün bunu indirmeyin. </p> <p> Gerçek olamayacak kadar iyi görünüyorsa, muhtemelen öyle. Bu, istenmeyen e-posta ekleri için de geçerlidir. </p> <p> </p> <p> Güvenlik paketiniz sizi birçok tehdide karşı korumalıdır, ancak tam içeriğini bilmeden bir şeye tıklayarak sisteminize kötü amaçlı yazılım davet ediyor olabilirsiniz. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> YAPMAYIN: Web Sitelerinin Kullanıcı Adınızı ve Parolanızı Hatırlamasına İzin Vermeyin </h2> <p> Web sitelerinin kullanıcı adınızı ve şifrenizi hatırlamalarına izin vermek caziptir, ancak bundan kaçınılması en iyisidir. </p> <p> Tüm giriş bilgileri zaten çerezlerde saklandığından, bilgisayarınıza, dizüstü bilgisayarınıza veya akıllı telefonunuza erişebilen herkes hesaplarınıza kolayca girebilir. Bir hizmeti her zaman kullanabilirsiniz, ancak çevrimiçi olarak farklı web sitelerine giriş yaparken çok rahat olmayın. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> İnternet Güvenliği, Basit Akıllı Seçimler Gerektirir </h2> <p> İnternet güvenliğiniz, temel seçimlere çok bağlıdır. </p> <p> Ne kadar akıllıca kararlar verirseniz, kimliğinizin tehlikeye girmesi o kadar az olasıdır. Burada sorumluluk gerçekten size ait. Siber suçlular, herhangi bir yanlış hamle yapmanızı bekliyor. Öyleyse akıllı ol; uyanık olmak. İnternette gezinirken asla gardınızı düşürmeyin. </p>"}