{"title":"Instagram, DM&#39;lerde Nefret Söylemine Karşı Daha Sert Bir Duruş Aldı","content":"<p> Instagram, doğrudan mesajlarda (DM&#39;ler) nefret söylemi gönderen kullanıcılar için daha zor sonuçlar veriyor. Platform, bu değişiklikleri İngiliz futbolcuları hedef alan nefret dolu mesajların ışığında yapıyor. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> DM Suistimalcileri Artık Kalıcı Olarak Yasaklanabilir </h2> <p> bir yayında <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram Blogu Hakkında </a> Instagram, DM&#39;lerde nefret söylemine karşı daha sert bir duruş sergileyeceğini duyurdu. Platform, &quot;İngiltere&#39;deki futbolcuları hedef alan ırkçı çevrimiçi tacizi&quot; kabul etti ve &quot;Instagram&#39;da bu davranışı istemediğini&quot; belirtti. </p> <p> Şu andan itibaren, nefret söylemi içeren bir DM gönderen kullanıcıların uygulamada mesaj göndermeleri geçici olarak yasaklanmıştır. Instagram bu yeni değişiklikleri uyguladığında, platform, DM&#39;lerde kurallarını tekrar tekrar ihlal eden hesapları kalıcı olarak yasaklayacaktır. </p> <p> Instagram ayrıca, rahatsız edici kullanıcıların Instagram&#39;ın kısıtlamalarını aşmak amacıyla oluşturdukları yeni hesapları devre dışı bırakacağını da belirtti. Son olarak, &quot;tamamen kötüye kullanım amaçlı mesajlar göndermek için oluşturulan&quot; hesapları devre dışı bırakma çabalarını sürdüreceğini belirtti. </p> <p> Zaten yapabilirken <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> kullanıcıları Instagram&#39;da nefret söylemi için şikayet et </a> , platform ayrıca, kullanıcıların takip etmedikleri hesaplardan DM&#39;leri engellemesine olanak tanıyan aracını genişletmek için çalışıyor. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Instagram&#39;da Nefret İçeriğinin Ortadan Kaldırılması </h2> <p> Sosyal platformlarda nefret söylemi her zaman açık ve açık değildir. DM&#39;ler kesinlikle nefret söylemine karşı güvenli değildir ve Instagram&#39;ın en son güncellemesi umarım kötü niyetli kullanıcıları platformdan uzak tutmaya yardımcı olur. </p>"}