{"title":"iOS 14.5 Kullanıcıların Spotify&#39;ı Varsayılan Müzik Çalar Olarak Seçmesine İzin Veriyor","content":"<p> En azından Amerika Birleşik Devletleri&#39;nde Spotify ve Apple Music, önde gelen iki müzik akışı hizmetidir. Bununla birlikte, Apple ekosistemine bağlıysanız, Apple Music&#39;in büyük bir avantajı vardır çünkü Apple&#39;ın ürün tekliflerine daha kapsamlı bir şekilde dahil edilmiştir. </p> <p> Örneğin, bir şarkı istemek için Siri&#39;yi kullanan bir kişi şimdiye kadar varsayılan olarak Apple Music&#39;e yönlendirildi. Ancak bu, yeni iOS 14.5 beta ile görünüşe göre değişiyor --- kullanıcılar artık varsayılan müzik hizmeti olarak Spotify dahil olmak üzere farklı üçüncü taraf müzik hizmetlerini seçebiliyor. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> iOS 14.5 Beta&#39;da mevcut </h2> <p> tarafından belirtildiği gibi <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacSöylentiler </a> , özellik şu anda yalnızca en son iOS sürümünün beta sürümünde bulunanlar tarafından kullanılabilir, ancak yakın gelecekte muhtemelen herkese sunulacaktır. </p> <p> </p> <p> Varsayılan müzik hizmeti, kullanıcı Siri&#39;den bir parça veya albüm çalmasını ilk istediğinde seçilebilir. Bunu yaptıklarında, standart olarak farklı hizmetleri seçme seçenekleri sunulacaktır. Bildirildiğine göre, tüm kullanıcılar seçim sürecinin kendileri için tamamen aynı şekilde çalıştığını görmüyor. Bu, Apple&#39;ın hâlâ özellik üzerinde ince ayar yaptığını gösteriyor. </p> <p> </p> <h2 id=\"different-options-available\"> Farklı Seçenekler Mevcuttur </h2> <p> Yine de, sahip olmak için güzel bir seçenek. iOS 14, kullanıcıların Apple&#39;ın varsayılan uygulamalarına üçüncü taraf alternatiflerini benimsemelerini kolaylaştırdı. Örneğin, artık farklı posta veya tarayıcı istemcileri seçebilirler. Bu, Apple işletim sistemlerini kullanırken biraz daha fazla seçenek isteyen herkes için harika bir haber. Ve kim seçimi sevmez? </p> <p> <small> Resim Kredisi: kenary820/ <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}