{"title":"Katı Hal Mantığı, UF8 DAW Denetleyicisini Duyurdu","content":"<p> SSL, ödüllü orijinal Nucleus&#39;un devamı niteliğindeki Nucleus 2 kontrol yüzeyini 2016&#39;da piyasaya sürdü. Her iki kontrolör de genel olarak olumlu eleştiriler aldı ve görünüşe göre yeni bir tane daha geldi. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> UF8 DAW Denetleyici Tanıtımı </h2> <p> 4 Şubat&#39;ta, miksaj konsolu üreticisi Solid State Logic (SSL), en yeni DAW denetleyicisi UF8&#39;i piyasaya sürdü. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Tüm Denetleyiciler Eşit Değildir <br><br> Neden olduğunu bul: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> #UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWDenetleyici </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> — SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> 4 Şubat 2021 </a></blockquote>  <p> Mühendisler, yapımcılar ve sanatçılar için &quot;iş akışlarına mutlak hakimiyet&quot; ve dolayısıyla ses tabanlı içeriğin daha hızlı üretim hızı vaat ediyor. </p> <p> Altı buçuk pound&#39;luk bir metal muhafaza içine yerleştirilmiş SF8, SSL&#39;nin &quot;SSL&#39;nin prodüksiyon iş akışları ve stüdyo ergonomisine hakim olma konusundaki 40 yılı aşkın mirasının doruk noktası&quot; olarak tanımladığı şeydir. </p> <p> UF8, yüksek özellikli dokunmaya duyarlı fader&#39;ler ve yüksek çözünürlüklü renkli ekranlar sunar. Sekiz sonsuz döner kodlayıcı, seçtiğiniz DAW&#39;da sekiz parçaya erişmenizi sağlar. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Profesyonel araçlar </a> , ve <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Mantık </a> tümü UF8 ile uyumludur. Biraz <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> ücretsiz DAW yazılımı </a> onunla da çalışır. </p> <p> UF8&#39;in diğer özellikleri şunları içerir: </p> <ul> <li> Aynı anda üç DAWS arasında kontrol yapabilme </li> <li> Sekiz kullanıcı tuşu ve üç hızlı tuştan oluşan beş banka (toplam 43 atanabilir tuş) </li> <li> Akıllı çok amaçlı kanal kodlayıcı </li> <li> Fare kaydırma öykünmesi </li> <li> 32 kanallı SSL kontrol yüzeyi için dört UF8&#39;e kadar genişletilebilir </li> <li> Vocalstrip 2 ve Drumstrip eklentilerinin tam lisansları </li> <li> Yüksek Hızlı USB bağlantısı </li> </ul> <p> </p> <p> UF8&#39;i kullanmak için komut yazılımını indirmeniz gerekir: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360° </a> (hem Mac hem de Windows için ücretsiz olarak indirilebilir). SSL 360° yüklendikten sonra, UF8 birimlerinizi yapılandırmanıza, kullanıcı anahtarlarını özelleştirmenize, profilleri kaydetmenize ve yüklemenize ve güncellemeleri yönetmenize olanak tanır. </p> <p> Studio Ürün Müdürü Andy Jackson, &quot;Düzen ve yapı kalitesi, tamamen insan mühendisliğine olan bağlılığımızla ilgilidir, her fader veya kontrole yüksek hızlı erişim ile sizi yaratıcı alanda tutan ürünler yaratır, operatör yorgunluğu veya rahatsızlığı olmadan,&quot; dedi. <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> TV Teknolojisi </a> . </p> <p> SSL, mevcut en iyi analog donanımlardan bazılarını üretmesiyle tanınan bir stüdyo markasıdır, ancak yeni UF8, şirketin dijital alana geçişini gösterebilir. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> UF8 Sizin İçin Denetleyici mi? </h2> <p> UF8, en popüler DAW&#39;larla çalışan güçlü ve çok yönlü bir kontrol yüzeyidir, ancak bir ana fader veya uygun aktarım kontrolüne sahip olmadığını görünce hayal kırıklığına uğrayabilirsiniz. 1,299$&#39;lık fiyat etiketine değip değmeyeceği size kalmış. </p> <p> Ancak SSL&#39;nin, önce ses arayüzü ve şimdi de bir DAW denetleyicisi ile markasını genişlettiğini görmek heyecan verici. Sonunda SSL&#39;nin de kendi DAW&#39;sini yarattığını görecek miyiz? </p>"}