{"title":"Linux&#39;u Kullanmaya Başlamak için 9 Temel Komut","content":"<p> Linux nasıl yapılır kılavuzları, genellikle terminalde ilk bakışta göz korkutucu görünebilecek belirli işlemleri gerçekleştirmenizi bekler. Ama üzülmeyin; bu Linux komut hile sayfası, bir terminal açma ve birkaç faydalı komut verme sürecini kapsayacaktır. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Yeni Başlayanlar için Linux Komut İstemi </h2> <p> Aşağıda bulacağınız temel Linux komutları, Ubuntu komut satırından Kali Linux&#39;a kadar neredeyse tüm Linux dağıtımları için evrenseldir. Terminaliniz aşağıdaki resimlerden farklı görünebilir, ancak bunların sizin için çalışacağından emin olabilirsiniz. </p> <p> Çeşitli çevrimiçi kılavuzlarda, aynı eyleme atıfta bulunan farklı ifadeler duyacağınızı unutmayın: &quot;bir kabuk aç&quot;, &quot;bash başlat&quot; veya &quot;komut satırında&quot;. Hepsi, aşağıda yapacağımız terminali açıp yazmanız gerektiği anlamına gelir. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Linux&#39;ta Terminal Nasıl Açılır </h2> <p> Uygulama menünüzü arayın <strong> terminal </strong> . Genellikle &quot;terminal öykünücüsü&quot; etiketine sahip olacaktır ve bu tam olarak istediğiniz şeydir. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Ancak bir terminali açmanın en hızlı yolu klavye kısayoludur. <strong> Ctrl+Alt+T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Yeni Başlayanlar İçin Temel Linux Komutları </h2> <p> Artık açık bir terminaliniz olduğuna göre, bazı komutları vermeye başlamaya hazırsınız. Linux&#39;taki en temel kabuk komutlarından birkaçını gözden geçirelim. </p> <h3 id=\"view-working-directory\"> 1. Çalışma Dizinini Görüntüle </h3> <p> Terminali kullanırken mevcut &quot;çalışma&quot; dizinini bilmek çok önemlidir. Birçok komut, geçerli dizinde değişikliklere neden olur ve bu değişiklikleri yanlış dizinde yapmak istemezsiniz. </p> <p> Şu anda hangi dizinde çalıştığınızı kontrol etmek için bu komut <strong> p </strong> yazdır <strong> w </strong> çalışma <strong> d </strong> dizin: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Çalışma Dizininin İçeriğini Görüntüle </h3> <p> yayınlayın <strong> ls </strong> komutu, geçerli dizindeki tüm dosya ve klasörleri görüntülemek istiyorsanız: </p> <pre><code class=\"hljs\">ls</code></pre> <p> Dosyalar düz metin olarak, klasörler ise kalın ve renkli olarak görünür. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Gizli dosyaları da görmek istiyorsanız, eklemeniz yeterlidir. <strong> -a </strong> veya <strong> --herşey </strong> seçenek: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Dizinleri Değiştir </h3> <p> Mevcut çalışma dizininizi ile değiştirebilirsiniz. <strong> CD </strong> , için bir kısaltma <strong> c </strong> asmak <strong> d </strong> dizinler. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Yukarıdaki komut, geçerli çalışma dizininizdeki Belgeler adlı klasörü arayacak ve onu bulduktan sonra bu dizine geçecektir. </p> <p> </p> <p> Adında boşluk olan bir dosya veya dizini belirttiğinizde, tırnak içine aldığınızdan emin olun, aksi takdirde bir hata alırsınız. </p> <p> ekleyerek bir dizini bir yukarı taşıyabilirsiniz. <strong> .. </strong> seçenek: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> Bir konum belirtilmeden cd&#39;yi kendi başına yayınlamak sizi doğrudan ana dizininize götürecektir: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Bir Komutun Çıktısını Yazdırın </h3> <p> <strong> Eko </strong> komut, bir metin dizisi veya başka bir komut olsun, verdiğiniz girişi alır ve terminalde yazdırır. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> Tek başına echo yararsız görünebilir, ancak aslında Linux sistem yönetiminde sıklıkla kullanıldığını göreceksiniz. </p> <h3 id=\"view-file-contents\"> Dosya İçeriğini Görüntüle </h3> <p> Kedi sesi veren komut <strong> kedi </strong> adlandırdığınız herhangi bir dosyanın tüm içeriğini terminalde yazdıracaktır. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Bir Dosyanın İçeriğini Arayın </h3> <p> Belirli bir sözcük veya tümcecik için herhangi bir dosyanın içeriğini aramak için, <strong> grep </strong> komut. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Bu komut, uzun ve karmaşık sistem dosyaları arasında belirli bilgileri ararken çok yararlıdır. </p> <h3 id=\"redirect-command-output\"> 5. Komut Çıktısını Yönlendir </h3> <p> &quot;Büyüktür&quot; sembolü, <strong> &gt; </strong> , bir komutun çıktısını bir dosyaya veya başka bir komuta yeniden yönlendirmek için komut dizelerinde güce sahiptir. </p> <p> Örneğin, bu komut echo çıktısını alacak ve &quot;file.txt&quot; adlı düz metin dosyasına kaydedecektir: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Sistem Güncellemesi (Ubuntu Tabanlı Sistemler) </h3> <p> Herhangi bir Ubuntu kabuğunda, mevcut tüm güncellemeleri kontrol etmek ve sisteminize uygulamak için bu iki komutu girin. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Sudo öneki ile herhangi bir komutu onaylamadan önce kullanıcı şifreniz istenecektir. </p> <p> Profesyonel ipucu: Şunu kullanarak iki veya daha fazla komutu bir araya getirebilirsiniz. <strong> &amp;&amp; </strong> Şebeke. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Yeni Başlayanlar için Linux Terminal Klavye Kısayolları </h2> <p> Klavye kısayollarını öğrenmek ilk başta zor olsa da uzun vadede muazzam bir zaman tasarrufu sağlar. Linux&#39;un sahip olduğu <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> birçok faydalı kısayol </a> , ve aşağıda en yararlı terminal kısayollarından birkaçını listeleyeceğiz. </p> <h3 id=\"recall-previous-commands\"> 7. Önceki Komutları Geri Çağırın </h3> <p> Yakın zamanda kullandığınız bir komutu tekrarlamak istiyor ancak hatırlamıyorsanız veya tekrar yazmak istemiyorsanız, komut geçmişinizi kullanarak komut geçmişinizde gezinebilirsiniz. <strong> yukarı ve aşağı ok tuşları </strong> . </p> <p> Alternatif olarak, vurabilirsiniz <strong> Ctrl+R </strong> Belirli bir anahtar kelime veya kelime öbeği için komut geçmişinizi aramak için. </p> <h3 id=\"see-command-suggestions\"> 8. Komut Önerilerine Bakın </h3> <p> Bazen terminali kullanırken bir komutun bir kısmını hatırlayacaksınız, ancak nasıl yazıldığından veya hangi seçenekleri kullanacağınızdan tam olarak emin olmayacaksınız. Bir komut yazmaya başlarsanız, ardından <strong> Sekme </strong> tuşuna bastığınızda, terminal sizin için komutunuzu tamamlamaya çalışacak veya size birkaç olasılık gösterecektir. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Bir Terminal İşlemini Öldürün </h3> <p> zaten biliyor olabilirsin <strong> Ctrl+C </strong> panoya kopyala kısayolu gibi, ancak terminalde kullanıldığında, bu tuş kombinasyonu, verdiğinize pişman olabileceğiniz tüm çalışan komutları öldürür. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Yeni Başlayanlar için Linux </h2> <p> Bu başlangıç ​​Linux terminal komutlarını ve kısayollarını ezberlemenin en iyi yolu onları kullanmaktır, bu yüzden komut satırını açın ve yazmaya başlayın! </p> <p> Daha fazla komut mu istiyorsunuz? bizimkilere bir göz atın <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Linux komutları hile sayfası </a> . </p> <p> Linux&#39;ta nelerin mümkün olduğunu keşfetmenize yardımcı olmak için, Linux için mevcut en iyi yazılıma, kategorilere göre düzenlenmiş bir derinlemesine inceleme hazırladık. </p>"}