{"title":"Microsoft Teams&#39;de İnsanların Video Akışlarını Yakında Devre Dışı Bırakabilirsiniz","content":"<p> Bazen herkesin videolarını sanal bir toplantıda göstermesini istemezsiniz; bazen, web kameralarını kimlerin gösterebileceğini ve kimlerin gösteremeyeceğini yönetmeyi tercih edersiniz. Neyse ki Microsoft, bu işlevi Teams&#39;e ekliyor, böylece bir toplantıda kameralarını kimlerin gösterip gösteremeyeceğini kontrol edebilirsiniz. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Microsoft&#39;un Ekiplerde Video Sansürleme Planları </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Merkezi </a> üzerinde bir dizi giriş tespit etti <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft 365 Yol Haritası </a> Teams&#39;de katılımcının web kameralarını devre dışı bırakmakla ilgili. Özellikler hala geliştirme aşamasında, ancak Yol Haritasında görebildiğimiz kadarıyla, Teams için ilginç bir güncelleme olacak. </p> <p> Yol Haritasını ilk kez duyuyorsanız, Microsoft&#39;un hizmetleri için neler planladığını görmenin harika bir yolu. Yazılım devinin planlarını tespit ettik. <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams&#39;de anonim sunuculara izin ver </a> Microsoft 365 Yol Haritası aracılığıyla. </p> <p> Şimdi Microsoft, Yol Haritasına iki giriş daha ekledi. Biri tek bir katılımcının kamerasını kapatmayı tartışırken, diğeri herkesin kamerasını aynı anda devre dışı bırakmayı tartışıyor. </p> <p> İlki için Microsoft, bir toplantı düzenleyicisinin tek bir kişinin web kamerasını devre dışı bırakmasına izin vermek istiyor. Bu, web kameralarıyla sorun çıkaran veya sadece konuşma zamanı geldiğinde insanları açıp kapatmak için kullanışlı bir özelliktir. </p> <p> İkinci özellik, bir organizatörün herkesin web kameralarını tek bir taramada etkinleştirmesine ve devre dışı bırakmasına olanak tanır. Organizatör, düğmeyi toplantı başlamadan önce çevirmeyi veya oturum devam ederken anında yapmayı seçebilir. </p> <p> Her iki özellik de Yol Haritasında iki kez listelenmiştir. İlk partinin Nisan 2021&#39;de piyasaya sürülmesi planlanıyor ve ikincisi Mayıs&#39;ta. Bu nedenle, bu güncellemeyi ne zaman alacağımız biraz belirsiz, ancak Teams toplantılarınızda kimlerin yüzünü gösterip gösteremeyeceği konusunda nihai kontrole sahip olmanız çok uzun sürmemelidir. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Microsoft Teams ile Toplantılarınızı Daha İyi Kontrol Etme </h2> <p> Microsoft Teams&#39;de her zaman insanların web kamerası beslemelerini yönetmek istediyseniz, şanslısınız. Yazılım devi, tek tek kameraları veya hepsini tek seferde kapatmanıza izin verecek bir özellik üzerinde çalışıyor. Bu özelliğin ne zaman yayınlanacağı konusunda kesin bir tarih bekleyip görmemiz gerekecek. </p> <p> Teams toplantılarınızı yönetmenin daha fazla yolu ile ilgileniyorsanız, hizmetin yakında oturumlarınızı sizin için özetleyeceğini biliyor muydunuz? Başlangıçta Ocak 2021&#39;de yayınlanması planlanıyordu ancak şimdilik Şubat ayına ertelendi. </p> <p> <small> Resim Kredisi: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}