{"title":"Microsoft, Legacy Edge#039&#39;in Kaldırılması İçin Bir Tarih Belirledi","content":"<p> Microsoft&#39;un sonunda eski Edge&#39;den kurtulmak istediğine dair ipuçları gördük ve artık o gün nihayet geldi. Eski Edge kullanıyorsanız, bilgisayarınızdan silinmeden önce yeni bir tarayıcıya geçmek için yalnızca 13 Nisan 2021&#39;e kadar vaktiniz var. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> Microsoft&#39;un Eski Kenarının Sonu </h2> <p> Microsoft son tarihi açıkladı <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> Teknoloji Topluluğu web sitesi </a> . Yazılım devi eski tarayıcısıyla bağlarını pek de ince bir şekilde kesmediği için haberler büyük bir sürpriz değil. Örneğin, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> gelecekteki dil paketleri artık eski Edge&#39;i desteklemiyor </a> . </p> <p> O zamanlar Microsoft&#39;un fişi ne zaman çekeceğini bilmiyorduk; tek bildiğimiz, Microsoft&#39;un bir an önce gitmesini istediğiydi. Şimdi, yazılım devi, eski Edge&#39;in kaldırılması için iki önemli tarih belirledi. </p> <p> İlk tarih, Microsoft&#39;un eski Edge&#39;i desteklediği zamandır; bu, 9 Mart 2021&#39;de gerçekleşir. Bu tarihte, birileri kötü bir güvenlik kusuru bulsa bile eski Edge artık güncelleme almayacak. Bu nedenle, hala eski Edge&#39;deyseniz tarayıcıları değiştirmek için bu ideal tarihtir. </p> <p> İkinci tarih, Microsoft&#39;un eski Edge&#39;den kurtulduğu 13 Nisan 2021&#39;dir. Sadece eski Edge&#39;i kendi cihazlarına bırakmaktan bahsetmiyoruz; Microsoft, eski tarayıcıyı işletim sisteminden temizleyen bir Windows 10 güncellemesi yayınlamayı planlıyor. </p> <p> Bunun yeni Chromium Edge&#39;i kaldırmayacağını unutmayın. <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft bir yıl önce piyasaya çıktı </a> . Aslında, Edge&#39;in Chromium sürümü, Microsoft&#39;un eski Edge&#39;i ilk etapta rafa kaldırmasının ana nedenidir. </p> <p> Edge kullanıyorsanız ve Edge&#39;in eski sürümünü mü yoksa Chromium sürümünü mü kullandığınızdan emin değilseniz, eski sürümde logo olarak düz mavi bir E kullanılır. Chromium Edge, bir tür E&#39;ye benzeyen daha renkli bir mavi ve yeşil spirale sahiptir. </p> <p> Bu nedenle, eski Microsoft Edge kullanıyorsanız, Chromium Edge&#39;e küçük bir sıçrama olsa bile tarayıcıları taşımak için şimdi iyi bir zaman. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Bir Mirası Yatağa Koymak </h2> <p> Hala eski Edge&#39;e bağlıysanız, şimdi gemiden atlamak için harika bir zaman. Edge&#39;in eski sürümü, Nisan 2021&#39;de tamamen temizlenene kadar bundan böyle daha da kötüleşecek. </p> <p> Chromium Edge&#39;i her zaman denemek istediyseniz, şimdi yapmanın tam zamanı. Microsoft kısa süre önce yeni tarayıcısında 600 milyon kullanıcıyla övündü, bu yüzden kesinlikle denemeye değer. </p> <p> <small> Resim Kredisi: Marti Böcek Yakalayıcı / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}