{"title":"Microsoft Teams, İki Yeni Üretkenlik ve İzleme Uygulaması Aldı","content":"<p> Microsoft, Microsoft Teams&#39;e iki yeni Power Apps getiriyor: Bültenler ve Kilometre Taşları. Her iki yeni uygulama da çalışmayı paylaşmayı ve izlemeyi kolaylaştırmaya odaklanır ve ayrıca bunları kuruluşunuzun ihtiyaçlarına göre şekillendirmenize olanak tanıyan özelleştirilebilir Power Platform kullanılarak oluşturulmuştur. </p> <p> Yeni uygulamalar Microsoft Teams mağazasında zaten mevcut, yani bunları hemen kullanmaya başlayabilirsiniz. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Microsoft Teams için Yeni Power Apps: Bültenler ve Kilometre Taşları </h2> <p> Yeni uygulamalar, adlarına uygun işlevleri yerine getirir. </p> <p> Açıklandığı gibi <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> Power Apps Blogu </a> , <strong> Bültenler </strong> şirket haberlerini, bilgilerini ve daha fazlasını kuruluşunuzun tamamına gönderdiğiniz bir Microsoft Teams uygulamasıdır. Uygulama, iletişimleri çalışma alanı boyunca dağıtmada merkezi bir rol üstlenecek ve her kullanıcının bildirim almasını ve kuruluş görüşmesine dahil edilmesini sağlayacaktır. </p> <blockquote> <p> Bültenler çözümü, iletişim ekibine şirket veya departman haberlerini ve bilgilerini merkezi bir yerde paylaşma yetkisi verir. Haber makaleleri kategoriler altında düzenlenebilir ve resimler, videolar, işlem yapılabilir düğmeler dahil olmak üzere zengin içerik içerebilir. Yayıncılar, zaman içindeki görüntüleme oranları gibi yayınlanan makaleler için metrikleri de görüntüleyebilir. </p> </blockquote> <p> Microsoft Teams Bültenleri de mobil cihazlar için optimize edilmiştir. Mobil kullanıcılar uygulamaya aynı erişime sahiptir ve masaüstü benzerleriyle aynı şekilde yanıt verebilir, özelleştirebilir ve yayınlayabilir. </p> <p> <strong> kilometre taşları </strong> proje takibini, durum güncellemelerini ve işlevler arası ekip güncellemelerini tek bir merkezde toplar. </p> <blockquote> <p> Her organizasyonun proje takip yazılımından benzersiz bir ihtiyacı vardır. Kilometre taşları uygulaması, bu deneyimi kişiselleştirmek için size düşük kod kolaylığı sağlar. Alanların etiketlerini güncelleyebilir, yeni alanlar ekleyebilir veya görevde bir durum değişikliği olduğunda iş akışı sahiplerine bildirimler gibi iş süreci akışları ekleyebilirsiniz. </p> </blockquote> <p> O halde Milestones, projenizde neler olup bittiğini takip etmek için farklı bir uygulamaya erişmek yerine, tüm Microsoft Teams platformunu destekleyen bir proje izleme portalı olmayı hedefliyor. </p> <p> Milestones uygulaması, kuruluşunuzun ve projelerinin ihtiyaçlarına göre kapsamlı özelleştirmeye olanak tanır. Ayrıca, Kilometre Taşlarını herkesin görmesi için ana ekip kanalına sabitleyebilirsiniz. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams Gidilecek Araç Oluyor </h2> <p> Proje yönetimi ve kuruluş çapında bültenler için yeni uygulamaların tanıtımı, Microsoft Teams&#39;in her işlev için başvurulacak araç haline gelmesine yönelik bir başka adımdır. Microsoft&#39;un yakın zamanda yaptığı <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Ekiplerde gezinme çok daha kolay </a> ve son aylarda ortak çalışma alanı platformuna bir dizi işlevsellik güncellemesinin geldiğini gördük. </p> <p> </p> <p> COVID-19 salgını geleneksel iş yerlerini etkilemeye devam ederken ve evden çalışma uygulamaları güçlenirken Microsoft&#39;un yeni Microsoft Teams özelliklerini zorlamaya devam etmesini bekleyin. </p>"}