{"title":"Microsoft, Office 365 için Defender&#39;a Ulus Devlet Tehdit Uyarıları Ekledi","content":"<p> İlginç bir güncellemede ve SolarWinds siber saldırısına doğrudan yanıt olarak Microsoft, Microsoft 365&#39;e yeni bir ulus devlet bilgisayar korsanlığı etkinliği uyarısı eklemeye hazırlanıyor. Uyarılar, kullanıcıları bir ulus devlet saldırganından kaynaklanan olası tehditlere karşı uyaracak ve kullanıcılara tehdide tepki verme zamanı. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft, Ulus Devlet Tehdit Bildirimlerini Tanıtıyor </h2> <p> Office 365 için Microsoft Defender (eski adıyla Office 365 Gelişmiş Tehdit Koruması), kurumsal kullanıcılara şüpheli bir ulus devlet tehdidi saldırısının çalışma alanına müdahale ettiğini bildiren bir bildirim görüntüler. </p> <blockquote> <p> Bu saldırılar, Microsoft&#39;un izlediği en gelişmiş ve kalıcı tehdit etkinliklerinden bazılarını temsil eder. Microsoft Tehdit İstihbarat Merkezi bu tehditleri takip eder, etkinliğin kapsamlı profillerini oluşturur ve müşterilerimizi korumak için algılamaları ve azaltmaları uygulamak için tüm Microsoft güvenlik ekipleriyle yakın bir şekilde çalışır. </p> </blockquote> <p> Microsoft, bir ulus devlet tehdit aktörünün ağlarına müdahale edebileceği konusunda her yıl binlerce kullanıcıyı zaten bilgilendiriyor. Ancak şu anda uyarılar e-posta yoluyla gönderiliyor. </p> <p> Office 365 için Microsoft Defender kullanıcısı e-postalarını o gün kontrol etmezse önemli bir bildirimi kaçırabilir. Defender for Office 365 öncelikle bir kurumsal ürün olmasına rağmen, önemli bildirimler hala boşluklardan kayıp gidiyor. </p> <p> Yeni bildirimler, Office 365 için Microsoft Defender panosunda görünecektir. Ağ yöneticileri, güvenlik ekipleri, yönetim personeli vb. tarafından görülme şansı çok daha yüksek olacaktır. </p> <p> Microsoft, 6 Şubat 2021&#39;de Office 365 Yol Haritasına &quot;Potansiyel Ulus-Devlet Etkinlik Uyarılarını&quot; ekledi ve özelliğin ay sonuna kadar kullanıma sunulmasını bekliyor. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Ulus-Devlet Saldırısı Nedir? </h2> <p> Bir ulus devlet saldırısı, tehdit aktörünün bilgi derinliği ve kaynak çeşitliliği gibi en tehlikeli siber saldırı türlerinden biri olarak kabul edilir. </p> <p> </p> <p> <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> son SolarWinds siber saldırısı </a> bir ulus devlet saldırısı olduğundan şüpheleniliyor, bu tür üst düzey ağlara sızmak için gereken uzmanlık düzeyi buydu. saldırı, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> Tedarik zinciri hack olarak bilinen </a> , kurbanın ağlarında aylarca hareketsiz kaldıktan sonra birden fazla hedefi tehlikeye attı. </p> <p> Ancak bir ulus devlet saldırısı kulağa ne kadar tehlikeli gelse ve görünse de, çoğu zaman sizin ve benim gibi sıradan kullanıcılar hedef olmuyor. Verilerine erişmenin çok daha kolay yolları olduğundan, sıradan vatandaşlara saldırmak için bu kadar önemli kaynaklar ayırmaya değmez. </p> <p> Bu nedenle, ulus devlet tehditleri genellikle devlet daireleri, büyük teknoloji şirketleri, ulusal altyapı vb. gibi çok daha büyük hedeflere saldırır. </p>"}