{"title":"Microsoft Yakında Edge Kullandığınız İçin Sizi Ödüllendirebilir","content":"<p> Yeni Microsoft Edge, bir Chromium yapısına geçtiğinden bu yana sıçramalar ve sınırlar geldi, ancak henüz herkes onu kullanmaya yeterince ikna olmadı. Yazılım devi, insanlara yeni tarayıcısını kullanmaları için Microsoft Rewards&#39;da puan vererek bunu düzeltmeyi amaçlıyor. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Microsoft Edge ile Büyük Puanlar Kazanma </h2> <p> Microsoft Rewards&#39;da yapılan son değişiklikler, şu kişiler tarafından fark edildi: <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> onMSFT </a> . Bazı kartal gözlü Ödül kullanıcıları, Microsoft&#39;un artık Bing&#39;de arama yapmak için Edge&#39;i kullanan kişilere çok daha fazla puan verdiğini belirtti. </p> <p> Bu puanları, Microsoft hayranları için büyük bir nimet olan hediyelerle değiştirebilirsiniz. Örneğin, almak için Microsoft Rewards&#39;u kullanabilirsiniz. <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> ücretsiz Xbox Live Altın </a> . </p> <p> Önceden, kullanıcılar Bing&#39;de arama yapmak için Edge&#39;i kullandıklarında yalnızca biraz destek aldı. PC&#39;de arama yaparsanız 150, mobil cihazda 100 puan alırsınız. Hangi yöntemi seçerseniz seçin, Bing&#39;de arama yaparken Microsoft Edge kullandıysanız 20 puanlık bir bonus kazanırsınız. </p> <p> Şimdi Microsoft, sadece Edge&#39;i kullanmak için 250 puana kadar vazgeçebilen yeni bir puan sistemi deniyor. Microsoft, bir PC veya mobil cihaz kullanmak için daha az vererek artırılan Edge puanlarını dengeler, ancak yine de yalnızca Edge tarayıcısını kullanmak için çok fazla. </p> <p> Bazı insanlar bu gelişmiş Edge noktalarını görmüyor, bu nedenle Microsoft&#39;un şu an için işlerin nasıl yürüdüğünü görmesi için iyi bir şans var. Bununla birlikte, şirketin Edge&#39;i kullanmak için kullanıcıları daha fazla ödüllendirme olasılığını düşündüğünü gösteriyor. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Microsoft Rewards Puanlarınızı Uç Noktaya Taşımak </h2> <p> Microsoft Rewards&#39;ın büyük bir hayranıysanız, gelecekte Bing&#39;de arama yapmak için Edge&#39;i kullanmayı denemek isteyeceksiniz. Şirket, tarayıcısını kullandıkları için Edge kullanıcılarına daha fazla ödül vermeyi planlıyor gibi görünüyor. </p> <p> Microsoft Edge&#39;i başlatmak için daha fazla bahaneye ihtiyacınız varsa, bazı alanlarda Google Chrome&#39;dan daha verimli olabileceğini biliyor muydunuz? Örneğin, dizüstü bilgisayar pillerinde daha hafiftir ve daha az bellek kullanır. </p> <p> <small> Resim Kredisi: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}