{"title":"Magna, Nissan ve Foxconn, Apple Car&#39;ı Üretmek İçin Tüm Adaylar","content":"<p> Kia, artık anlaşılması zor Apple Car&#39;ı üretmeye çalışmıyor olabilir, ancak Apple&#39;ın ilk otomobilini yapmaya karar vermesi durumunda birçok başka uygun seçeneği var. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Elektrikli araçlar (EV) çevreye yardımcı oluyor </a> ve Tesla&#39;nın başarısının Apple&#39;daki yükselişlerle farkedilmeden gitmediği bildirildi. Şirket, görünüşe göre, özerk bir şekilde yönlendirilen bir bina inşa etmek için kaynak akıtıyor. <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> Direksiyon simidi olmayan EV </a> . Bununla birlikte, araba yapmak her zaman kıtaları kapsayan geniş bir tedarik zinciri gerektiren bir para çukuru olmuştur. </p> <p> Yakın zamanda bildirdiğimiz gibi, Apple ve Kia, sonuçta Apple Car&#39;da ortak görünmüyor. Ayrıca, büyük Japon otomobil üreticileri Apple&#39;ın bildirildiğine göre, <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> sözleşmeli üreticilere düşürülmekten endişe duyuyor </a> . </p> <p> tarafından yeni bir rapor <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> Apple&#39;ın söylentilere göre elektrikli otomobilinin üretimi için olası tedarikçileri ve montaj ortaklarını toplamaya çalışıyor. Potansiyel seçenekler arasında Nissan ve Stellantis&#39;in yanı sıra diğer markalar için araba yapan Magna ve daha fazlası yer alıyor. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn&#39;un Apple ile Mevcut Bağları Var </h2> <p> Foxconn önemli bir seçenektir --- şirketin, iPhone&#39;ları ve diğer cihazları bir araya getiren sözleşmeli üreticisi olarak Apple ile mevcut bağları vardır. Birkaç ay önce Foxconn, bir yazılım platformuyla birlikte ilk EV şasisini tanıttı. </p> <p> Apple Car&#39;ın seri üretime gireceği söylenen 2024 yılına kadar katı hal pilini piyasaya sürmeyi planlıyor. Foxconn ve Fiat Chrysler, Çin&#39;de elektrikli otomobiller üretmek için ortak bir girişimde bulunuyor. Apple, elektrikli otomobilinin temeli olarak Foxconn&#39;un teknolojilerinden yararlanabilir. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna İyi Bir Uyum </h2> <p> Kanada merkezli Magna, Avusturya&#39;nın Graz kentindeki fabrikasında BMW ve Jaguar Land Rover gibi markalar için çeşitli parçalar üretiyor. Magna, mühendislik ve üretim hizmetlerini elektrikli araç girişimlerine sunmaktadır. Şirket, birlikte aktarma organları oluşturmak için LG ile ortaklık kurdu ve yakın zamanda Çin&#39;de araç montajına başladı. </p> <p> </p> <p> Bloomberg, Magna&#39;nın Apple ile önceden bir ilişkinin avantajına sahip olduğunu söylüyor---bu, Apple&#39;ın beş yıl önce EV alanına girmeye karar verdiğinde konuştuğu ilk sözleşmeli üreticidir. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Apple-Hyundai Tartışmaları Yeniden Başlayabilir </h2> <p> Hyundai ve Kia&#39;ya gelince, her ikisi de ABD&#39;de üretim operasyonları yürütüyor. Kia&#39;nın yeni EV platformu, yaklaşık 311 mil (500 kilometreden fazla) sürüş menzili ve 18 dakikada yüzde 80&#39;e varan hızlı şarj pilleri vaat ediyor. </p> <p> Apple&#39;ın Hyundai/Kia ile ortaklık yapmak istediği bildirildi. Ancak, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> görüşmeler dağıldı </a> yöneticiler, şirketin Apple ile görüştüğünü bildiren raporları doğruladıktan sonra. </p> <blockquote> <p> Hyundai ve Kia&#39;nın en büyük dezavantajı, kötü şöhretli bir gizli şirket olan Apple için bir araba geliştirip geliştirmedikleri konusunda son zamanlarda ileri geri. İki otomobil üreticisi görüşmelerin gerçekleşmediğini söylese de, Apple onları mümkün olan en iyi ortak olarak görürse tartışmalar yeniden başlayabilir. </p> </blockquote> <p> Kia, 2025 yılına kadar platformuna dayalı 23 yeni EV modelini piyasaya sürmeyi planlıyor. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan ve Avrupalı ​​Otomobil Üreticileri </h2> <p> Yazı, Nissan&#39;ın neden Apple için uygun olacağını açıklamaya çalışır. Nisan&#39;ın Renault ile ortak geliştirdiği bir EV platformu var ama en önemlisi, CEO&#39;su Makoto Uchida geçtiğimiz günlerde Nissan&#39;ın &quot;başkalarının yapmayacağı şeyleri yapacak DNA&#39;ya sahip olduğunu&quot; söyledi. </p> <p> </p> <p> Bunu, şirketin son 12 ayda finansal olarak zorlandığı ve ufukta olası bir Apple-Nissan anlaşmasının olduğu gerçeğiyle birleştirin, Bloomberg şöyle diyor: </p> <blockquote> <p> Otomobil üreticisi, 2019 mali yılında yirmi yılın en büyük kaybını bildirerek bir çöküşe saplandı ve Apple&#39;ın aracını geliştirmesine veya üretmesine yardımcı olmaktan çok ihtiyaç duyduğu geliri elde edebilir. Ayrıca Apple&#39;ın teknolojisine erişimden de yararlanabilir. Her ne pahasına olursa olsun kâr getiren bir hacim stratejisi izledikten sonra, Nissan&#39;ın büyük ölçüde otomobillerinin içindeki teknolojiyle daha yüksek ücretli müşterileri çekmesi gerekiyor. </p> </blockquote> <p> Rapor, Apple Car için olası montaj ve üretim ortakları olarak Stellantis gibi Avrupalı ​​otomobil üreticilerini vurgulayarak devam ediyor. Üretim kapasitesinin mevcudiyeti, araba yapımında belki de en büyük faktördür---sadece Tesla&#39;ya sorun. Bu ışıkta Apple, elektrikli otomobilinin üretimini birden fazla otomobil satıcısına ve tedarikçisine yaptırması akıllıca olacaktır. </p> <p> <small> İmaj Kredisi: Andy Wang/ <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> CC&#39;yi kaldır </a></small> </p>"}