{"title":"Minecraft Forge Nasıl Kurulur ve Modlarınızı Yönetirsiniz","content":"<p> Minecraft, 2009&#39;da ücretli genel alfa sürümünü ilk çıkardığında, basit, bloklu bir sandbox oyunuydu. On yıldan fazla bir süre sonra Minecraft, dünyalarını 100&#39;den fazla farklı blok ve 40&#39;tan fazla çeteyle doldurdu. </p> <p> Ancak oyunu başından beri oynuyorsanız, vanilya veya varsayılan Minecraft sizin için biraz bayatlayabilir. Minecraft Forge ile indirilen modları yönetebilirsiniz ve bu kılavuz size ayarları nasıl yapacağınızı öğretecektir. </p> <h2 id=\"what-is-minecraft-forge\"> Minecraft Forge Nedir? </h2> <p> Bir video oyununu modifiye etmeyi düşündüğünüzde, muhtemelen bunu yapmak için kapsamlı bir teknoloji veya programlama bilgisine sahip olmanız gerektiğini de düşünüyorsunuz. Bu, diğer oyunlar için doğru olabilir, ancak Minecraft&#39;a mod eklemek Forge ile basittir. </p> <p> Forge, Minecraft modlarını kurmak ve çalıştırmak için kullanabileceğiniz ücretsiz, açık kaynaklı bir sunucudur. Geliştiricileri, teknolojiyi en az bilen kişilerin bile topluluk tarafından oluşturulan oyun modlarını Minecraft kopyalarına eklemesini kolaylaştırmak için özel olarak tasarladı. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Minecraft Forge Nasıl Kurulur </h2> <p> Artık Forge&#39;ın ne olduğunu bildiğinize göre, onu nasıl kurarsınız? Her şeyden önce, yüklemeniz gerekecek <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Java </a> eğer henüz yapmadıysanız. Bundan sonra, şu basit adımları takip edebilirsiniz: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Minecraft Forge&#39;ı İndirin </h3> <p> şuraya git <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> resmi Forge web sitesi </a> yükleyiciyi indirmek için. İndirmede yazılı sürüm numarasının, değiştirmek istediğiniz Minecraft sürümüyle aynı olduğundan emin olun. </p> <p> Forge web sitesinin sol tarafında, en yeniden en eskiye tüm sürümleri listeler. Minecraft başlatıcısında, oyunun başlık resminin altındaki profilde mevcut sürüm numaranızı görebilirsiniz. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Forge Installer&#39;ı açın </h3> <p> İndirmeyi bitirdikten sonra Forge yükleyicisini açın. Hangi modları indirmek istediğinize bağlı olarak seçeneklerden istemci veya sunucu seçin. adresinin size ait olduğunu kontrol edin. <strong> .minecraft </strong> klasör doğru (değilse üç noktalı düğmeyi tıklayın ve doğru adrese gidin) ve ardından <strong> TAMAM MI </strong> . Forge&#39;un yüklenmesi birkaç dakika sürecektir. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Minecraft Başlatıcı&#39;yı açın </h3> <p> Forge yüklemeyi bitirdiğinde, Minecraft Başlatıcı&#39;yı açın. seçin <strong> dövmek </strong> profile zaten aktif değilse, oyuna başlayın. Forge&#39;u kurduktan sonra ilk kez başlattığınızda biraz zaman alacaktır. Ancak, ana ekranı açtıktan sonra yeni bir <strong> modlar </strong> yanındaki düğme <strong> Minecraft Kralları </strong> . </p> <p> Artık modları o klasöre indirebilir ve Minecraft&#39;ı istediğiniz şekilde genişletebilirsiniz. Bu klasör aynı zamanda tüm modlarınızı organize edip yöneteceğiniz yerdir. Bu onları takip etmenize yardımcı olacaktır. </p> <p> Modları indirmek için popüler web siteleri şunları içerir: <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftModları </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> Lanet Forge </a> , ve <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Gezegen Minecraft </a> . Ayrıca modlara ayrılmış bir bölüm de vardır. <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> resmi Minecraft forumu </a> , ve <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Minecraft mod paketleri—mod koleksiyonları </a> diğer oyuncuların birlikte en iyi şekilde çalıştığını düşündükleri. </p> <p> Alternatif olarak, oyuna eklemeyi umduğunuz modla eşleşen mevcut bir mod bulamazsanız, istediğiniz zaman <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> kendi Minecraft modunu yap </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Forge Yardımıyla Minecraft&#39;a Daha Fazlasını Ekleyin </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> Kolay bir kurulum sürecinin ardından Minecraft Forge, indirdiğiniz tüm modları depolamak, sıralamak ve takip etmek için kullanışlı bir yer sunar. Şu anda kendinizi çok fazla mod indirecek biri olarak görmeyebilirsiniz, ancak bizden alın. Her zaman bir modla başlar, sonra bir başkası, sonra bir tane daha... </p> <p> Sonunda, Minecraft oyununuzda vanilya içeriğinden daha fazla modlanmış içeriğe sahip olduğunuzu fark ediyorsunuz. </p>"}