{"title":"Microsoft&#39;un PAC&#39;si Önümüzdeki Dönemde Seçime İtiraz Edenlere Bağış Yapmayacak","content":"<p> ABD Capitol&#39;e yapılan saldırının ardından Microsoft, yaklaşık üç hafta önce PAC&#39;ye ve PAC&#39;den yapılan katkıları askıya aldı. Komiteye ayaklanmanın etkisini ve olayların ardından nasıl hareket edileceğini değerlendirmesi için zaman verilmesine karar verildi. </p> <p> Şimdi Microsoft, PAC&#39;sinden katkıların yeniden başlayacağını, ancak seçim sonuçlarının onaylanmasına karşı oy veren hiçbir Kongre üyesine bağış yapmayacağını duyurdu. Askıya alma, 2022 seçim döngüsü boyunca devam edecek ve dünyanın önde gelen teknoloji şirketlerinden birinden önemli bir açıklama. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC, İtiraz Edenlere Katkıları Askıya Aldı </h2> <p> 5 Şubat 2021&#39;de bir gönderi <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft&#39;un Kurumsal Blogu </a> ulusun Capitol&#39;üne yapılan benzeri görülmemiş saldırının ardından PAC&#39;nin nasıl ilerleyeceğini ortaya çıkardı. </p> <p> </p> <p> Microsoft&#39;un PAC&#39;si artık &quot;seçmenlerin onaylanmasına itiraz etmek için oy kullanan&quot; Kongre üyelerine bağışta bulunmayacak. Bu, itirazları destekleyen veya milletvekillerinin seçim sonuçlarını bozmasını öneren tüm devlet yetkilileri ve diğer kuruluşlar için geçerlidir. </p> <p> PAC ayrıca bağışlara yaklaşımını da değiştirecek. Daha önce, birçok Siyasi Eylem Komitesinde olduğu gibi, tüm bağışlar siyasi adaylara yapılıyordu. </p> <p> Ancak Microsoft PAC, katkıda bulunan bazı üyelerin belirli siyasi figürleri desteklemek istemediğini ve bunun yerine &quot;demokrasinin korunması ve teşvik edilmesine&quot; odaklanan çalışmaları ve kuruluşları finanse etmeyi tercih ettiğini dikkate alıyor. </p> <p> </p> <p> Bu politikanın bir uzantısı olarak, PAC aynı idealleri paylaşan diğer işletmeler ve kuruluşlarla da daha yakın çalışacaktır. </p> <p> PAC&#39;deki son değişiklik isimde geliyor. Microsoft PAC&#39;ın mevcut üyeleri, ismin gönüllü bir fon olduğu gerçeğini tam olarak yansıtmadığını tespit etti. Bundan böyle, PAC, Microsoft Corporation Paydaşlar Gönüllü PAC (MSVPAC) olarak yeniden adlandırılacaktır. </p> <blockquote> <p> Amerikan demokrasisinin istikrarı ve geleceği için bu konuların önemi göz önüne alındığında, bu adımların uygun olduğuna inanıyoruz. Ayrıca dinleme oturumlarında ve diğer çalışan geri bildirimlerinde de geniş ölçüde desteklendiler. Bu adımların önemli olsa da bazı çalışanlar için çok fazla veya çok az olacağının farkındayız. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft, Seçime İtiraz Edenlerden Uzak Durmaya Çalışıyor </h2> <p> Microsoft&#39;un artık itiraz edenlerden uzaklaştığı haberi sürpriz değil. Teknoloji devinden çok az, çok geç değil, ancak Microsoft PAC&#39;ın seçim sonuçlarını reddetmek için hareketin kökenindeki birçok Kongre üyesine önemli bağışlar yaptığı ortaya çıktıktan sonra şüphesiz itibarını kurtarmak için bir girişim. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> Demokratik süreci yıkmaya çalışan Kongre üyelerine en çok katkıda bulunanlardan biridir. <br><br> Microsoft, bu gruba fon sağlamayı durdurmak için HİÇBİR TAAHHÜT YAPMADI <br><br> Perşembe günü bir şirket toplantısında Prez Brad Smith nedenini açıkladı. <br><br> Ve oldukça ürkütücü </p> - Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 Ocak 2021 </a></blockquote>  <p> Microsoft Başkanı Brad Smith, politikacılara erişim sağlamak için düzenli bir siyasi araç olarak katkıları açıklamaya çalışsa bile (örneğin, siyasi iyilikler için bağışlar), neden bu kadar çok kişinin PAC&#39;lerin ve Süper PAC&#39;lerin varlığının demokratik topluma büyük ölçüde zarar verdiğine inandığını vurgular süreç. </p>"}