{"title":"Minecraft Sunucusuna Nasıl Katılabilirsiniz?","content":"<p> Tek oyunculu Minecraft onu kesmiyor mu? Arkadaşlarınızla prosedürel olarak oluşturulmuş geniş blok dünyasını keşfetmek mi istiyorsunuz? Başka yere bakmayın, Minecraft sunucusuna nasıl katılacağınız hakkında bilmeniz gereken her şey burada. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Minecraft Sunucusunun IP Adresini Bulma </h2> <p> İster bir arkadaşınızın özel sunucusuna ister binlerce oyuncunun olduğu herkese açık bir sunucuya katılın, sunucunun IP adresini bulmanız gerekir. Endişelenme, bu hızlı ve kolaydır, ancak farklı bir işlemdir. <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> Windows&#39;ta kendi IP adresinizi bulma </a> veya Mac. </p> <h3 id=\"for-private-servers\"> Özel Sunucular için </h3> <p> Arkadaşınızın katılmak istediğiniz kendi sunucusu varsa, onlardan IP isteyin. Sunucunun IP adresini zaten biliyorlarsa, sonraki bölüme geçin. </p> <p> Üçüncü taraf bir siteden sunucu barındırma satın aldılarsa, genellikle sitenin kontrol panelini veya satın alma sırasında almış olabilecekleri bir e-postayı kontrol ederek IP adresini bulabilirler. </p> <p> Sunucuyu kendi bilgisayarlarından çalıştırıyorlarsa, bağlanmak için iki seçeneğiniz vardır: LAN (Yerel Erişim Ağı) ve internet üzerinden (başkalarının internet üzerinden bağlanabilmesi için sahibin bağlantı noktasını iletmesi gerekir). </p> <p> Onlarla aynı ağı (LAN) kullanıyorsanız, dahili IP adreslerini kullanarak bağlanabilirsiniz. LAN bağlantıları için bağlantı noktası iletmeniz gerekmez. </p> <p> Komut satırınızı veya terminalinizi açarak dahili IP adresinizi bulun. Basın <strong> Windows+R </strong> ve yazın <strong> cmd </strong> içine <strong> Çalıştırmak </strong> Windows&#39;ta veya Mac kullanımı için istem <strong> Cmd+Boşluk </strong> spot ışığı açmak ve yazmak için <strong> terminal </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Windows Komut Satırı için </strong> : Tip <strong> ipconfig </strong> IP adresinizi bulmak için komut satırınıza. Aramak <strong> IPv4 Adresi </strong> . &quot;192.165.0.123&quot; gibi görünecek. Artık bu adrese sahip olduğunuza göre, onu panonuza kopyalayın ( <strong> Ctrl+C </strong> Windows&#39;ta ve <strong> cmd+C </strong> Mac&#39;te) ve onunla ne yapacağınızı öğrenmek için bir sonraki bölüme gidin. </p> <p> <strong> Mac Terminali için </strong> : Tip <strong> ipconfig getifaddr en0 </strong> (veya <strong> ipconfig getifaddr en1 </strong> Wi-Fi yerine ethernet kullanıyorsanız) IP adresinizi bulmak için terminalinize girin. Terminal, IP Adresinizin yeni bir satırda olduğunu gösterir. Artık bu adrese sahip olduğunuza göre, onu panonuza kopyalayın ( <strong> Ctrl+C </strong> Windows&#39;ta ve <strong> cmd+C </strong> Mac&#39;te) ve onunla ne yapacağınızı öğrenmek için bir sonraki bölüme gidin. </p> <p> İnternet üzerinden özel bir sunucuya bağlanıyorsanız, onların genel IP&#39;sine ihtiyacınız olacaktır. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Genel IP adresinizi aşağıdaki gibi bir araç kullanarak bulabilirsiniz. <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismipaddress </a> . Artık bu adrese sahip olduğunuza göre, onu panonuza kopyalayın ( <strong> Ctrl+C </strong> Windows&#39;ta ve <strong> cmd+C </strong> Mac&#39;te) ve onunla ne yapacağınızı öğrenmek için bir sonraki bölüme gidin. </p> <h3 id=\"for-public-servers\"> Kamu Sunucuları için </h3> <p> Diğer oyuncularla ortak bir sunucuya katılmak istiyorsanız, internette bir sunucu listesi arayarak IP adresini bulun. Bu makalenin ilerleyen kısımlarında vurgulanan, denemeniz için bazı mükemmel sunucular vardır. </p> <p> Artık bu adrese sahip olduğunuza göre, onu panonuza kopyalayın ( <strong> Ctrl+C </strong> Windows&#39;ta ve <strong> cmd+C </strong> Mac&#39;te) ve onunla ne yapacağınızı öğrenmek için bir sonraki bölüme gidin. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Minecraft Sunucusuna Nasıl Katılılır: IP Adresini Yapıştırın </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Katılmak istediğiniz sunucunun IP adresini aldıktan sonra Minecraft&#39;ı başlatın ve <strong> çok oyunculu </strong> ekran. </p> <p> Buradan bir sunucuya bağlanmak için iki seçeneğiniz var. Sunucuya geri dönmek isteyeceğinizi biliyorsanız, üzerine tıklayın. <strong> Sunucu ekle </strong> böylece listenize kaydedebilirsiniz. </p> <p> Sadece bir şeyleri kontrol etmek için giriyorsanız, şunu kullanın: <strong> Doğrudan Bağlantı </strong> listede gözükmesin diye. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> Her iki durumda da, panonuza kopyaladığınız IP adresini yazan kutuya yapıştırın. <strong> Sunucu adresi </strong> . </p> <p> İçin <strong> Doğrudan Bağlantı </strong> , Tıklayın <strong> Sunucuya katıl </strong> . İçin <strong> Sunucu ekle </strong> , Tıklayın <strong> bitti </strong> ve ardından sunucuya çift tıklayarak veya seçerek ve tıklayarak listenizden sunucuya katılın. <strong> Sunucuya katıl </strong> . </p> <p> Artık Çok Oyunculu Minecraft oynuyorsunuz! Minecrafting&#39;inizi bir sonraki seviyeye taşımak istiyorsanız, o zaman <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> nihai Minecraft komutları hile sayfası </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Arkadaşlarla Oynayabileceğiniz Minecraft Sunucuları </h2> <p> Bunlar kendi amaçları için eğlenceli olan sunuculardır, onları test ederken çok eğlendik. </p> <p> <strong> hipiksel </strong> (IP: hypixel.net): Hypixel, uzun süredir ve iyi bir nedenle çılgınca popüler olmuştur. arasında değişen bir dizi mini oyun oynayabilirsiniz. <strong> Blitz&#39;de Hayatta Kalma Oyunları </strong> için <strong> Mega Duvarlar </strong> veya <strong> Cinayet Gizemi </strong> . </p> <p> <strong> evrenMC </strong> (IP: mcc.universemc.us): UniverseMC&#39;nin bir <strong> Fraksiyonlar </strong> her gün geri gelmenizi sağlayacak mod. Cidden, bağımlılık yapıyor. <strong> KitPVP </strong> ayrıca kılıç dövüş becerilerinizi geliştirmenin harika bir yoludur. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Snapcraft&#39;ın oyunlarını oynamak için muhtemelen biraz fazla zaman harcadık. <strong> hapishane </strong> modu. Hapishane kademelerinde yükselmek size eğlenceli gelmiyorsa, şansınızı deneyin. <strong> parkur </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;ler <strong> Skyblock </strong> mod, içinde kaybolmak için bir maceradır. Her blok önemlidir ve hepsini uçuruma kaybetmek çok kolaydır. </p> <p> <strong> GerçekçilikKasaba </strong> (IP: play.realismtownmc.com): RealismTown hepsinden bir kaçış. Özel eklentileri, hareketli ekonomisi ve dost canlısı yüzleri olan basit bir hayatta kalma sunucusu. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Başkalarını Davet Etme ve Minecraft Bölgesine Katılma </h2> <p> Özel bir Minecraft sunucusu kurmak zor olabilir. Minecraft Realms bunu kolaylaştırıyor! </p> <p> Bir Realms sunucusuna katılmak istiyorsanız, önce sunucu sahibinin sizi beyaz listeye alması gerekir. Alem sahibi bunu sizi davet ederek yapabilir. </p> <p> Bir Diyarın sahibi, Minecraft&#39;ı başlatıp ardından şuraya giderek başka bir oyuncuyu davet edebilir. <strong> Minecraft Diyarları </strong> ve üzerine tıklayarak <strong> İngiliz anahtarı </strong> krallığının simgesi. Buradan yazan seçeneği seçin. <strong> oyuncular </strong> ve istediğiniz oyuncuyu Minecraft kullanıcı adıyla davet edin. </p> <p> Davetiyelerinizi aşağıdaki butona tıklayarak kontrol edebilirsiniz. <strong> zarf </strong> simgesinin yanında üstte <strong> Minecraft Diyarları </strong> logo. Bekleyen bir davetiniz varsa, kabul etmeniz için burada görünecektir. </p> <p> </p> <p> Daveti kabul ettikten sonra, Diyar listenizden onu seçip tıklayarak Diyar&#39;a katılabilirsiniz. <strong> Oyna </strong> veya liste seçeneğine çift tıklamanız yeterlidir. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Çok Oyunculu Minecraft ile Anılar Yapın </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Artık gözünüze kestirdiğiniz herhangi bir Minecraft sunucusuna katılma bilgisine sahip olduğunuza göre, oyuna girme zamanı. Arkadaşlarınızla oynarken Minecraft&#39;ın neler sunduğunu deneyimleyin; oyun modlarından birini tek başına oynadığınızda size verebileceğinden çok daha fazlası. </p> <p> Minecraft&#39;ı başkalarıyla oynamak, yeni arkadaşlar edinmek ve yeni şeyler öğrenmek için de harika bir fırsattır. Devasa bir yapı inşa etme veya topyekün Oyuncu-Oyuncu savaşında ayakta kalan son takım olma deneyiminiz, gelecek yıllarda hatırlayabileceğiniz bir deneyimdir. </p>"}