{"title":"Microsoft, Ekiplerde El Kaldırmayı Kolaylaştırıyor","content":"<p> Daha önce Microsoft Teams&#39;de el kaldırmayı denediyseniz, bunu yapmanın hızlı ve kolay bir yolu olmadığını muhtemelen fark etmişsinizdir. Ancak Microsoft, elinizi hemen kaldıran bir klavye kısayolu ekleyerek bunu düzeltmeyi planlıyor. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> Microsoft Teams için Yeni Klavye Kısayolu </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> OnMSFT </a> ilk olarak yeni özellik duyurusunu fark etti. Microsoft, bu özelliğin geliştirildiğini, <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams Kullanıcı Sesi </a> . </p> <p> UserVoice, kullanıcıların Teams&#39;den görmek istediklerini doğrudan teknoloji devine sunabilecekleri özel bir forumdur. Daha önce tespit ettik <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft, Teams toplantı planlamasını ekliyor </a> UserVoice forumu sayesinde. </p> <p> Söz konusu forumda birisi, bir Teams toplantısında el kaldırmak için bir klavye kısayolu ekleme fikrini önermişti. Microsoft, konuyu varlığıyla süsledi ve aşağıdakileri yayınladı: </p> <blockquote> <p> Geri bildiriminiz için teşekkür ederiz. Ekip, masaüstü Windows ve Mac için bu özellik üzerinde çalışmaya başladı. Web istemcileri gelecekte üzerinde çalışılacaktır. Bir güncelleme gelir gelmez paylaşacağız. </p> </blockquote> <p> Kesin bir çıkış tarihimiz olmasa da, bu kullanışlı özelliği ekleyen gelecekteki bir güncelleme için gözlerinizi dört açın. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Bunu İsteyen Herkes Ellerini Kaldırsın </h2> <p> Teams&#39;de el kaldırmak için bir klavye kısayolu istiyorsanız, şanslısınız. Ne zaman çıkacağından emin değiliz, ancak Teams&#39;de kullanıma sunulduğunda hoş bir ek olacak. </p> <p> Teams toplantılarınızda etkileşimde bulunmayı seviyorsanız, Microsoft&#39;un görüntülü görüşmelerinize emoji benzeri tepkiler ekleyeceğini biliyor muydunuz? </p> <p> <small> Resim Kredisi: FS Hisse Senedi / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}