{"title":"Microsoft Bing, Yazım Hatalarınızı Düzeltmek İçin Yakında Yapay Zeka Kullanacak","content":"<p> Bir arama sorgusunda tek bir kelimeyi yanlış yapmak, zamanınızı verimli bir şekilde kullanmayı alakasız sonuçlardan oluşan bir karmaşaya dönüştürebilir. Microsoft, Bing için AI tabanlı bir yazım denetleyicisi olan Speller100&#39;ü tanıtarak bunu düzeltmeyi hedefliyor. </p> <h2 id=\"what-is-speller100\"> Speller100 Nedir? </h2> <p> Yazılım devi, Speller100&#39;ü duyurdu. <a href=\"https://www.microsoft.com/en-us/research/blog/speller100-zero-shot-spelling-correction-at-scale-for-100-plus-languages/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Araştırma Blogu </a> . Şirket, yanlışlıkla bir yazım hatası olsa bile, ilk geçişte bir arama terimini doğru almanın çok önemli olduğunu belirtiyor. </p> <p> Bir kullanıcı bir arama sorgusunda yazım hatası yaptığında, genellikle sonuçlar için felaket yazabilir. Arama motoru kullanıcının ne anlama geldiğini bilmiyorsa, kelimenin ne anlama geldiği konusunda yanlış bir tahminde bulunabilir veya daha da kötüsü, onu tamamen görmezden gelebilir. </p> <p> Ne yazık ki, böyle bir olay arama sonuçlarınız için felaket anlamına gelir. Arama teriminizdeki küçük bir hata, sonuçları istediğinizden çok farklı bir yöne gönderebilir, bu da arama terimlerinizle daha fazla can sıkıcı bir şekilde kurcalamak anlamına gelir. </p> <p> Microsoft, arama terimlerinizi iki kez kontrol etmek için AI destekli Speller100&#39;ü kullanarak bunu düzeltmeyi hedefliyor. Google&#39;da arama yaparken bir şeyi yanlış yazdıysanız, doğru şeyi aradığınızdan emin olmak için arama motorunun size verdiği küçük tavsiyeyi fark etmişsinizdir. </p> <p> Microsoft için Speller100, benzer bir şey yapacak, ancak 100&#39;den fazla farklı dille çalışma bonusu ile. Speller100 kullanacak <a href=\"https://www.makeuseof.com/tag/machine-learning-google-free-course/\" target=\"_blank\" rel=\"nofollow noopener\"> makine öğrenimi yapay zekası </a> yazım denetleyicisinin kullanıcı beklentilerini daha iyi karşılayacak şekilde gelişmesini sağlamak için. </p> <p> Microsoft, arama sorgularının yüzde 15&#39;inin bir şekilde yazım hatası içerdiğini hesapladığı için bunun önemli bir girişim olduğuna inanıyor. Bing&#39;in kullanıcıyı akıllıca gitmek istedikleri yere yönlendirmesine izin vermek, zamandan tasarruf etmeye ve kullanıcı deneyimini iyileştirmeye yardımcı olur. </p> <p> Microsoft, Bing aramalarına yardımcı olmak için Speller100&#39;ü kullandığında, bazı etkileyici sonuçlarla karşılaştı: </p> <blockquote> <p> Sonuç olmayan sayfaların sayısı %30&#39;a kadar azaltıldı. Kullanıcıların sorgularını manuel olarak yeniden formüle etme sayısı %5 azaldı. Kullanıcıların yazım önerimizi tıklama sayısı tek haneden %67&#39;ye yükseldi. Kullanıcıların sayfadaki herhangi bir öğeye tıklama sayısı tek haneden %70&#39;e çıktı. </p> </blockquote> <p> Bu nedenle, Bing&#39;i düzenli olarak kullanıyorsanız, daha yetkin yazım önerileri ve genel olarak daha iyi sonuçlar için gözlerinizi dört açın. </p> <p> </p> <h2 id=\"making-a-better-bing-with-speller100\"> Speller100 ile Daha İyi Bir Bing Yapmak </h2> <p> Beceriksiz parmaklarınız varsa, bundan sonra Bing ile aramaya başlamak isteyebilirsiniz. Yeni Speller100 sistemiyle, bu sinsi yazım hataları daha iyi bir genel arama deneyimi için düzeltilecek. </p> <p> Avustralyalıysanız, gelecekte kendinizi Bing&#39;i daha sık kullanırken bulabilirsiniz. Yazma sırasında Google, Avustralya&#39;dan ayrılmak ve hizmetlerini de beraberinde götürmekle tehdit ediyor, ancak Microsoft, plakaya çıkıp Google&#39;ın geride bırakacağı yeri doldurmaya hevesli. </p> <p> <small> Resim Kredisi: Sharaf Maksumov / <a href=\"https://www.shutterstock.com/image-photo/ryazan-russia-march-01-2018-homepage-1055848478\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}