{"title":"Mozilla Hub&#39;ları Nasıl Kullanılır#039; Yeni özellikler","content":"<p> Mozilla, ücretsiz, kapsamlı bir uzaktan ortak çalışma ve sosyal platform olan Hubs&#39;ı 2018&#39;de piyasaya sürdü. Ancak pandemi sırasında insanların platforma erişim ve platform kullanma biçimindeki değişiklikler, daha geniş bir platform kullanan farklı deneyim düzeylerine sahip büyük gruplar için daha kullanışlı hale getiren bir güncellemeye neden oldu. cihaz yelpazesi. </p> <p> 2021 güncellemesinin Hub&#39;ları nasıl değiştirdiğine ve yeni özelliklerin nasıl kullanılacağına burada bakıyoruz... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Mozilla Hub&#39;ları Nedir? Yeni Ne Var? </h2> <p> Mozilla Hubs, &quot;odalar&quot; adı verilen sanal alanlar oluşturmak ve paylaşmak için ücretsiz bir platformdur. Donanımdan bağımsız platform bir web tarayıcısında çalışır ve internet bağlantısı olan bilgisayarlarda, tabletlerde ve akıllı telefonlarda kullanılabilir hale getirir. Avatar özelleştirmesi gibi avantajlarla birlikte gelmesine rağmen, kalıcı profiller bile gerekli değildir. </p> <p> Odalardaki etkileşimli özellikler, kullanıcıların birlikte medya izlemesine, beyaz tahtalarda beyin fırtınası yapmasına, slayt gösterileri izlemesine, 3D modelleri incelemesine ve daha pek çok şeye olanak tanır. Altspace gibi diğer platformlara kıyasla odaların kendisi biraz basit, ancak hırsınız ve üstesinden gelebiliyorsanız <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Hub&#39;lar GitHub </a> , özelleştirme için daha fazla olasılık var. </p> <p> </p> <p> Peki yeni güncelleme platforma ne getiriyor? Yeni kullanıcılar, özellikle eğitimdekiler, değişikliklerin çoğuna ilham verdi. </p> <p> Bu nedenle, platformdaki birincil güncellemeler şunlardır: </p> <ol> <li> Özel bir sohbet penceresi/bar. </li> <li> Aerodinamik bir VR olmayan kullanıcı arayüzü. </li> <li> Yeni bir destek forumu. </li> </ol> <p> İşte her yeni özelliğe ve bunların nasıl kullanılacağına bir bakış... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Mozilla Hubs&#39;ın Yeni Sohbet Çubuğu Nasıl Kullanılır </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs, önceki yinelemelerde zaten bir sohbet özelliğine sahipti. Ancak, sohbet metni kaybolmadan önce ana ekranda bir an için belirdi. Bu, kullanıcının metnin arkasındaki odayı görmesini engelledi ve sohbetlerin yeniden okunamayacağı ve referans alınamayacağı anlamına geliyordu. </p> <p> Yeni güncelleme, ekranın yan tarafında bir sohbet penceresi veya çubuk oluşturur. Bu, oda görünümünü biraz daha küçültür ama aynı zamanda sohbet metninin okunmasını çok daha kolay hale getirir. Sohbet metni ayrıca sohbet çubuğunda kalır ve sohbetlerin zaman içinde devam etmesine olanak tanır. </p> <p> Bu, özellikle bir sunum sırasında sorulan sorular veya bir odaya geç katıldıysanız bir sohbeti bitirmek için kullanışlıdır. </p> <p> kullanarak sohbet penceresine erişebilirsiniz. <strong> Sohbet </strong> simgesine tıklayın ve mesajınızı sağlanan metin kutusuna yazın. Sohbet çubuğunun ekranınızı küçültmesini istemiyorsanız, simgeyi küçültmek için aynı simgeye tıklayabilirsiniz. </p> <p> Simge durumuna küçültüldüğünde, sohbet metni bir an için görünmeye devam eder, ancak güncelleme öncesine göre çok daha az dikkat dağıtıcıdır. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> VR Olmayan Kullanıcı Arayüzü Nasıl Seçilir </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hub&#39;ları en iyi şekilde &quot;sürükleyici alan&quot; olarak tanımlanır. VR ekipmanıyla birleştirilirse bir &quot;sanal gerçeklik&quot; ortamı olabilir, ancak bu özel ekipman, Hub&#39;ları kullanmak için gerekli değildir. </p> <p> Hub tasarımcıları, bir kişinin platforma erişmek için kullandığı donanımı ne olursa olsun kullanıcı arayüzünün mümkün olduğunca benzer olmasını istedi. Bu, arayüz PC&#39;den VR başlığına, telefona veya tablete çok fazla değişmediği için kullanıcılar Hub&#39;ları çeşitli farklı cihazlarda düzenli olarak kullanıyorsa da kullanışlıydı. </p> <p> Bununla birlikte, arayüz, VR donanımıyla kullanılabilirliğe öncelik vererek, VR olmayan arayüzleri kullanırken bazı komutları garip hale getirdi. VR daha yabancı bir arayüz olduğu için bu bir bakıma mantıklıydı, bu yüzden bu arayüz için optimize etmek onu oldukça pürüzsüz hale getirdi. Sorun şu ki, bu, kullanıcıların çoğunluğu olduğu ortaya çıkan VR olmayan kullanıcılar için kullanılabilirliği feda etti. </p> <p> Ancak güncelleme, VR olmayan ayrı bir arayüz oluşturdu. Bu nedenle, farklı platformlardaki kontroller eskisi kadar evrensel olmasa da yine de herkes kazanıyor. </p> <p> Artık bir oda oluştururken veya odaya girerken bu güncellenmiş arayüze kolayca erişebilirsiniz. </p> <p> Bir odayı ilk oluşturduğunuzda veya odaya girdiğinizde, <strong> Odaya Katıl </strong> VR olmayan bir arayüz için. VR olmayan kullanıcılar artık eski kullanıcı arayüzündeki ışın döküm ekranından biraz daha kullanıcı dostu olan bir tıkla ve tıkla arayüzüne sahip oluyor. </p> <p> VR donanımı kullanıyorsanız,  <strong> Cihazda Girin </strong> yerine. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Hub Topluluk Desteğiyle Nasıl Daha Fazla Yardım Alınır </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Son olarak Mozilla, Hub kullanıcılarının artık bir <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> özel topluluk forumu </a> . Hub&#39;lar her zaman aktif bir topluluğa sahipti, ancak esas olarak geliştiricilere yönelikti. Geliştiriciler, teknoloji konusunda daha az bilgili olan kullanıcılara yardımcı olabilir (ve yaptı). </p> <p> Ancak yeni destek seçeneği, geliştirici olmayanlar için daha rahat. Destek sayfası zaten çok aranan terimlerle ve düzenli olarak istenen konularla dolu. Daha önce forumlarda sorulan kullanıcı soruları için kullanışlı bir göz atma özelliği yoktu. </p> <p> Soruların yanıtlarını şimdi bulmak için, destek sayfasının üst kısmındaki arama çubuğunu kullanabilir veya Mozilla tarafından vurgulanan sık görülen konulara ve öne çıkan makalelere göz atabilirsiniz. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Yeni Mozilla Hubs Özelliklerini İndirmeniz Gerekiyor mu? </h2> <p> Hub&#39;lar tarayıcı tabanlı olduğundan, bu güncellemeler otomatiktir. Çoğu kullanıcı için ek indirmeler veya manuel kurulumlar gerekli değildir. </p> <p> Açık kaynaklı materyali kendi özelleştirilmiş deneyimlerini oluşturmak için kullanan Hub kullanıcılarının bazı kodları manuel olarak değiştirmesi gerekebilir. Mozilla&#39;nın bu özel durumlar için özel bir kılavuzu vardır. </p> <p> Güncellemeden önceki haliyle Hub&#39;lara aşina olan kullanıcılar değişiklikleri fark edecekler. Ancak arayüz güncellemeleri VR deneyimini değiştirmediği ve VR olmayan deneyimi optimize etmediği için, Hub&#39;lara nasıl erişirseniz erişin değişikliklere alışmak kolay olmalıdır. </p> <p> </p> <p> Güncellemeler ayrıca yeni kullanıcıların platformu kontrol etmesi için harika bir zaman olduğunu gösteriyor. Özellikle özel sohbet penceresi özelliği, öğretmenlerin ve sunum yapan kişilerin soruları yanıtlamasını kolaylaştırarak platformun kullanım örneklerini potansiyel olarak genişletiyor. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Yeni Merkezleri Keşfedin </h2> <p> Mozilla&#39;nın Hub güncellemeleri, kullanıcılar için çok fazla özen gösteriyor. Geliştiricilerin en sık gördüğü kullanım örneklerine ve kullanıcı profillerine yanıt vererek, sohbet çubuğu, yeni destek kanalları ve optimize edilmiş arayüzler, platformu daha kullanıcı dostu ve ulaşılabilir hale getirir. </p> <p> Güncellemelere rağmen, Hub&#39;lar sizin için mükemmel değilse, bunun piyasadaki tek VR özellikli uzak varlık platformu olmadığını unutmayın. Farklı bir deneyim sorununuzu çözebilir. </p>"}