{"title":"Photoshop&#39;ta Arka Plan Nasıl Şeffaf Yapılır","content":"<p> Adobe Photoshop&#39;ta, platformun yapay zeka (AI) motoru olan Adobe Sensei&#39;den yararlanan çeşitli araçlar vardır. Bu araçlar, şeffaf arka planlar yapmak da dahil olmak üzere çeşitli amaçlar için kullanışlıdır. </p> <p> Aşağıdaki eğitimlerde, birkaç farklı kolay yöntem kullanarak Photoshop&#39;ta bir arka planı nasıl şeffaf hale getireceğinizi göstereceğiz. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Photoshop&#39;ta Neden Arka Planı Şeffaf Yapmak İstiyorsunuz? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Başlamak için, soruyu yeniden ifade edelim. Çünkü şeffaf arka planların ne olduğunu ve kullanımlarının ne olduğunu bilenler genellikle daha deneyimli Photoshop kullanıcılarıdır. </p> <p> Özetle, Photoshop&#39;ta bir arka planı nasıl şeffaf hale getireceğinizi soruyorsanız, muhtemelen şu soruyu sormuşsunuzdur: &quot;Photoshop&#39;ta resmimden bir arka planı nasıl kaldırırım?&quot; Veya &quot;Photoshop&#39;ta resmimden arka planı nasıl silebilirim?&quot; diye merak ediyor olabilirsiniz. </p> <p> Semantik bir yana, Photoshop&#39;ta bir arka planı saydam yapmak istemenizin birkaç yaygın nedeni şunlardır: </p> <ul> <li> Diğer insanlar veya nesneler gibi dikkat dağıtıcı unsurları kaldırmak için </li> <li> Sanatsal bir portre oluşturmak için </li> <li> Konunuzu tamamen farklı bir arka plana yerleştirmek için </li> </ul> <p> Temel olarak, Photoshop&#39;ta bir arka planı saydam yapmak, konu izolasyonu ile ilgili her şeye sahiptir. Yani orijinal görüntüdeki arka planda bir sorun var ve öznenize vurgu yapmak için arka planı tamamen silmek istiyorsunuz. </p> <p> Bu temel kavramı göz önünde bulundurarak, Photoshop&#39;ta arka planı saydam hale getirmenin birkaç farklı yoluna bakalım. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Arka Planı Kaldırmak için Photoshop&#39;ta Özellikler Panelini Kullanma </h2> <p> Bu yöntem, Photoshop&#39;ta bir arka planı kaldırmanın en kolay yoludur. Ama imajınıza bağlı. Bu yöntem, konunuzun öne çıktığı ve net bir şekilde tanımlandığı basit arka planlarınız varsa en iyi sonucu verir. </p> <p> Bu fotoğrafı şuradan indirebilirsiniz: <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> ve takip edin. </p> <ol> <li> Görüntünüz Photoshop&#39;a aktarıldığında, <strong> Ctrl </strong> + <strong> J </strong> Katmanı çoğaltmak için. <strong> Not: </strong> Bu adımı kaçırırsanız, üçüncü adımda ele aldığımız seçim seçeneklerini görmezsiniz. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> git <strong> pencere </strong> &gt; <strong> Özellikleri </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Seç <strong> Arkaplanı kaldırın </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Saydam arka planınızı görüntülemek için <strong> Göz </strong> simgesinin solundaki <strong> Arka fon </strong> katman. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Tek şeffaf katmanınızla, artık onu başka bir arka plana bırakmakta veya nesnenizi öne çıkarmak için başka efektler oluşturmakta özgürsünüz. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Düz Renk Ayarlama Katmanı Yerleştirme </h3> <p> Arka planları değiştirmek başka bir öğreticinin konusu olsa da, size nasıl bir arka plan yerleştireceğinizi hızlı bir şekilde göstereceğiz. <strong> Düz Renk Ayar Katmanı </strong> farklı bir etki yaratmak için şeffaf katmanınızın altında. </p> <ol> <li> Yukarıdaki öğreticimizdeki düzenlemeleri kullanarak, <strong> X </strong> ön plan rengi olana kadar tuşuna basın <strong> Siyah </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> şuraya git <strong> Yeni Dolgu veya Ayar Katmanı Oluştur </strong> ekranın sağ alt köşesindeki simgesini seçin ve <strong> Koyu renk </strong> . Ardından, tıklayın <strong> TAMAM MI </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Katman yığınınızın üstünde bir Renk Dolgusu katmanı görünmelidir. Olmazsa, sorun değil çünkü şimdi, <strong> Renk Dolgusu </strong> katman ve gösterildiği gibi şeffaf katmanımızın hemen altına sürükleyin. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Yeni oluşturduğunuz şeffaf katmandan yararlanmanın ne kadar kolay olduğunu görebilir ve yeni bir arka plana yerleştirebilirsiniz. </p> <p> Konunuz bunun gibi bir portre ise, devam edebilirsiniz. <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> Portre Pro adlı bir Photoshop eklentisi kullanarak görüntüyü düzenleyin </a> , görüntüyü daha da geliştirmek için. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Saydam Bir Arka Plan Oluşturmak için Konu Seçme Aracını Kullanma </h2> <p> Konu Seçme aracı, yukarıdaki yöntemin yerine kullanılabilir, ancak ilgili ek adımlar vardır. Bunun nedeni, Konu Seçme aracının karmaşık arka planlarda veya birden fazla konunun olduğu arka planlarda daha iyi çalışmasıdır. Esasen, saydam bir arka plan oluşturmak için Photoshop&#39;a neyi seçeceğini söylüyoruz. </p> <p> Bu derste, fotoğrafımızın sol tarafındaki kadını çıkarmak için görüntüyü hazırlayacağız ve görüntünün o kısmını şeffaf hale getireceğiz. Bu, alanı başka bir kişiyle doldurmamızı veya pikselleri doldurmak için Photoshop&#39;un çeşitli içeriğe duyarlı araçlarını kullanmamızı sağlayacaktır. </p> <p> Yine, bunlar başka bir öğreticinin konularıdır, ancak genellikle şeffaf bir arka plan oluşturduktan sonra yapılması gereken ek düzenleme adımları olduğundan burada bahsediyoruz. </p> <p> Bu fotoğrafı şuradan indirebilirsiniz: <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> ve takip edin. </p> <ol> <li> Photoshop&#39;a aktarılan görüntü ile şuraya gidin: <strong> Seç </strong> &gt; <strong> konu </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Her iki kadın da etraflarındaki “yürüyen karıncalar” seçim çizgilerinin gösterdiği gibi seçilecektir. seçin <strong> Kement </strong> aracı varsayılan olarak görünmüyorsa sol sütunda. Daha sonra, ile <strong> alt </strong> tuşuna sürekli basıldığında, sağdaki kadının etrafında bir daire çizin ve ardından <strong> alt </strong> anahtar. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Sol tık </strong> soldaki seçili kadının içinde bir yerde. Seç <strong> Tersini seç </strong> menüden. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> git <strong> Seç </strong> &gt; <strong> Seç ve Maskele </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> Varsayılan olarak kırmızı, seçilen alanı gösterir. Sandalyenin bölümleri gibi saydam hale getirilecek görüntünün daha fazlasını seçmek için <strong> Fırça </strong> alet gösterildiği gibi <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Emin ol <strong> Artı </strong> ( <strong> + </strong> ) simgesi yukarıda seçilir. Daha sonra şeffaf hale getirilmesi istenen bölgeleri kırmızıya boyayın. Bu durumda yapılacak çok az şey var. </li> <li> Sonra şuraya git <strong> Çıktı </strong> ve seçin <strong> Katman Maskeli Yeni Katman </strong> açılır menüden. Tıklayın <strong> TAMAM MI </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Elinizde kalan şey, soldaki hanımın eskiden olduğu kısmen şeffaf bir arka plandır. Seçim mükemmel değil. Hala kadının saçının ve yüzünün birkaç pikselini görebilirsiniz. Ancak bu, kullanılarak temizlenebilir. <strong> Fırça </strong> aracı ile <strong> Arka Plan Katmanı </strong> seçildi. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Alternatif olarak, olduğu gibi de bırakılabilir. Kişi yalnızca kaldırılıyorsa, arka planda karıştırmak için uygulanabilecek içeriğe duyarlı araçlar vardır. Bu şekilde, kadın masada yalnız görünüyor. Veya şirketini korumak için başka bir kişi birleştirilebilir. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Diğer Seçim Araçları: Renk Aralığı, Odak Alanı ve Gökyüzü </h2> <p> Başka seçenekler olduğunu fark etmiş olabilirsiniz. <strong> Seç </strong> menü dışında <strong> konu </strong> . Bu seçim yöntemlerinin üçü de farklı araçlar kullanır, ancak hepsi aynı şeyi başarır; hepsi Photoshop&#39;un neyi seçeceğini belirler. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Gibi <strong> konu </strong> seçim seçeneği, bu araçlar size kısmi veya tamamen şeffaf bir arka plan ile sonuçlanan sonuçlar verebilir. Ancak genel olarak konuşursak, kullanımları daha rafine sonuçlar içindir, örneğin <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> Photoshop&#39;ta bir gökyüzünü değiştirmek </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Şeffaf Arka Planlar Yapmak İçin Tek İhtiyacınız Olan İki Araç </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> Geçmişte, Photoshop kullanıcıları şeffaf arka planlar oluşturmak için çeşitli seçim araçlarına güvenmek zorundaydı. Bu araçlar bugün hala mevcuttur (Kement, Sihirli Değnek, Kalem aracı vb.) ve hassas işler için kullanışlıdır. </p> <p> Ancak bu günlerde, büyük ölçüde Adobe Sensei&#39;nin AI çekirdeği sayesinde şeffaf arka planlar oluşturmak için gerçekten sadece iki araç gerekiyor. </p> <p> Luminar AI gibi, fotoğraflarınızı düzenlemenize yardımcı olması için AI kullanan Photoshop eklentileri de vardır. Fotoğraf düzenlemeye uygulanan bu kadar ileri teknolojiyle, şeffaf arka planlar oluşturmanın yakın gelecekte daha da kolay ve kesin hale geleceği kesin. </p> <p> <small> Resim Kredisi: Bez/ <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}