{"title":"Photoshop, Illustrator ve Fresco Belge Ekleme İşbirliği","content":"<p> Hiç çevrimiçi ortamda başkalarıyla yaratıcı bir proje üzerinde çalıştınız mı? Genellikle e-postalarda veya mesajlarda dosyaların ileri geri gönderilmesinden oluşabilir. Yeni bir dosyayı sırf gözden geçirmek için indirmek ve başkası aynı şeyi yapmadan önce dosyayı yeniden yüklemek; süreç bazen hantal ve verimsiz geliyor. </p> <p> Ancak ekibinizin projeleri Photoshop, Illustrator veya Fresco&#39;da yapılmışsa, Adobe&#39;nin bu iş akışını sizin için kolaylaştırdığını öğrenmekten mutlu olursunuz. </p> <h2 id=\"collaborate-on-the-cloud\"> Bulut üzerinde işbirliği yapın </h2> <p> Photoshop ürün yöneticisi Pam Clark <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe blogu </a> Photoshop, Illustrator ve Fresco için bir özellik güncellemesiyle. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Şimdi her programın ilgili kullanıcı arayüzünün sağ üst köşesinde oturan yeni <strong> Düzenlemeye Davet Et </strong> özellik. Çok benzer bir süreçte <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Drive&#39;da paylaşma </a> , projeye ortak çalışan olarak eklemek istediğiniz kişilerin e-postasını yazmanız için bir metin kutusu açmak için düğmeye tıklayabilirsiniz. </p> <p> Tüm ortak çalışanların, desteklenen cihazlarda belgeye ve sürüm geçmişine düzenleme erişimi vardır. Photoshop ve Illustrator için bu, PC ve iPad&#39;dir. Fresco için, iPhone&#39;a ek olarak aynı iki platform. </p> <p> Paylaşılan bir bulut belgesi üzerinde aynı anda yalnızca bir kişi çalışabilir, ancak kaydettikleri değişiklikler tüm ortak çalışanlarla otomatik olarak eşitlenir. Paylaşılan bulut belgelerinize bilgisayarınızdan erişebilirsiniz. <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Varlıkları </a> sayfasında ve <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Yaratıcı bulut </a> masaüstü uygulaması. </p> <p> Sezon için yeni fırçalara mı ihtiyacınız var? Adobe&#39;de kıdemli bir tasarım evangelisti olan Kyle T. Webster, <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> 2020 Kış Fırça Paketi </a> Photoshop ve Fresco için. </p> <p> </p> <p> Aynı gönderi, Mac ve Windows için Photoshop&#39;a Preset Sync&#39;in eklenmesiyle ilgili ayrıntıları da açıklıyordu. Açın ve fırçalarınız, renk örnekleriniz, degradeleriniz, desenleriniz, stilleriniz ve şekillerinizle ilgili ayarlar korunacaktır. Clark, &quot;Senkronize fırçalar yakında iPad sürümüne gelecek&quot; diye yazıyor. </p> <p> </p> <p> Ayrıca, genellikle hareket halinde olan bir sanatçıysanız, artık iPad&#39;deki Illustrator&#39;da tuvali döndürebileceğinizi öğrenmekten mutlu olacaksınız. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe Uzaktan Çalışmayı Kolaylaştırıyor </h2> <p> Dijital kreatiflerin, uzun süredir dijital multimedya yazılım pazarına hakim olduklarını gördüğümüzde, Adobe&#39;yi ezmek çok kolay. Ancak, kullanıcılarının iş akışlarını zaman içinde nasıl değiştirdiğine sürekli olarak uyum sağladığında, Adobe&#39;yi nakit kapma şirketi olarak tam olarak yazamazsınız. </p> <p> Photoshop, Illustrator veya Fresco&#39;ya yönelik bu yeni özellik güncellemesi, yalnızca beş gün sonra gelir. <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark, Paylaşılan Markaları ekledi </a> . Artık insanlarla yalnızca çevrimiçi ortamda çalışmak daha normal hale geldiğine göre, şirket çevrimiçi işbirliğini biraz daha sorunsuz hale getirmek için elinden gelen her şeyi yapıyor gibi görünüyor. </p> <p> Parmaklarını çapraz tut; belki gelecekte tüm Creative Cloud uygulamalarına bulut düzenlemenin geldiğini göreceğiz. </p>"}