{"title":"PS5 DualSense Denetleyicinizde Pil Ömründen Nasıl Tasarruf Edilir","content":"<p> PlayStation 5&#39;in DualSense denetleyicisi, PlayStation 4&#39;ün DualShock 4&#39;üne göre daha iyi pil ömrü sunarken, denetleyicinizin önemli bir anın ortasında ölmesi yine de mümkündür. </p> <p> DualSense denetleyicide pil ömründen tasarruf etmenin ve mümkün olduğunca uzun süre dayanmasını sağlamanın birkaç yoluna bakalım. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. PS5 Denetleyicinizi Otomatik Olarak Kapatacak Şekilde Ayarlayın </h2> <p> Herhangi bir nedenle PS5&#39;inizi çalışır durumda bırakırsanız ve böylece kontrol cihazınızı saatlerce açık bırakırsanız, bu açıkça pil ömrünüzü tüketecektir. Bununla mücadele etmek için, kullanmadığınız zamanlarda DualSense&#39;inizin kapanması için bir zamanlayıcı ayarlamak iyi bir fikirdir. </p> <p> PS5&#39;inizin ana menüsünde şuraya gidin: <strong> Ayarlar &gt; Sistem &gt; Güç Tasarrufu </strong> . Burada göreceksin <strong> Denetleyiciler Kapanana Kadar Süreyi Ayarlayın </strong> ayarlayabileceğiniz seçenek <strong> 10 dakika sonra </strong> , <strong> 30 dakika </strong> , <strong> 60 dakika </strong> veya <strong> Kapalı </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Boştayken kontrol cihazınızı uzun süre açık bırakmak için iyi bir neden yoktur. Bu seçeneği etkinleştirmek, TV&#39;nizin başında değilken boşa harcanan pil ömrünü sınırlar. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. DualSense Denetleyicisini Manuel Olarak Kapatın </h2> <p> PS5 kontrol cihazınızı bir süre kullanmayacağınızı bildiğiniz zamanlarda, otomatik kapanma zamanlayıcısını beklemek yerine hemen kapatmak mantıklıdır. Bu, PS5&#39;inizi Netflix gibi eğlence uygulamalarını izlemek için kullanıyorsanız veya hatta bir oyunda uzun bir ara sahnede oturuyorsanız kullanışlıdır. </p> <p> </p> <p> PS5 denetleyicinizi kapatmak için <strong> PS Düğmesi </strong> Hızlı menüyü getirmek için kumandadaki Sağa kaydırın ve <strong> Aksesuarlar </strong> Mevcut pil ömrünüzü gösteren bir denetleyici simgesi olarak gösterilen düğme. Ortaya çıkan menüde, <strong> Kablosuz denetleyici </strong> , bunu takiben <strong> Kapat </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Bunu yapmak, siz düğmeye basana kadar kontrol cihazınızı kapatacaktır. <strong> PS Düğmesi </strong> tekrar açmak için. Menüyle uğraşmak istemiyorsanız, PS5 denetleyicinizi düğmesini basılı tutarak da kapatabilirsiniz. <strong> PS Düğmesi </strong> 10 saniye boyunca. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Pil Kullanan Denetleyici İşlevlerini Azaltın </h2> <p> DualSense, pil ömrünü tüketen bir dizi işleve sahiptir. Bu seçenekleri devre dışı bırakmak, kontrol cihazınızın pilini önemli ölçüde uzatmaz, ancak pil ömrüne süslü özelliklerden daha fazla öncelik verirseniz biraz yardımcı olabilir. </p> <p> Ziyaret etmek <strong> Ayarlar &gt; Aksesuarlar &gt; Kumandalar </strong> bu işlevleri kapatmak için: </p> <ul> <li> Ayarlamak <strong> Denetleyici Göstergelerinin Parlaklığı </strong> için <strong> loş </strong> . Bu, kontrol cihazınızdaki ışıkları azaltacaktır; kamera aksesuarı için gerekirse otomatik olarak parlayacaklardır. </li> <li> İndir <strong> Titreşim Yoğunluğu </strong> için <strong> Güçsüz </strong> veya <strong> Kapalı </strong> . DualSense&#39;in yeni dokunsal geri bildirim özelliği, gürültüyü daha gerçekçi hale getirirken, oldukça fazla pil tüketiyor. Özelliği önemsemiyorsanız, belki de belirli bir oyun için devre dışı bırakmak pil ömrünü uzatacaktır. </li> <li> Ayrıca azaltın veya devre dışı bırakın <strong> Tetik Etki Yoğunluğu </strong> . Bu, oyunda ne yaptığınıza bağlı olarak L2 ve R2 düğmelerinin direncini değiştiren DualSense&#39;in bir başka başlık özelliğidir. Çok fazla umursamıyorsanız, düşürmek biraz meyve suyu tasarrufu sağlayacaktır. </li> <li> İndir <strong> Ses Düzeyi (Kontrolör Hoparlörü) </strong> kaydırıcı. Bu, denetleyicinin yerleşik hoparlör çıkışını azaltır ve yine de beğenmediyseniz biraz pil tasarrufu sağlar. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Daha Uzun Bir Şarj Kablosu Alın </h2> <p> Yukarıdaki tüm ipuçlarını kullanmak, kontrol cihazınızı istediğiniz kadar uzun süre çalıştırmıyorsa, daha uzun bir USB-C kablosu satın almayı düşünmelisiniz. Bununla, kontrol cihazınızı şarj etmek ve azaldığında oynamaya devam etmek için kolayca takabilirsiniz. Kısa bir kabloyla yaptığınız gibi TV&#39;ye yakın bir sandalye çekmeniz gerekmeyecek. </p> <p> Amazon&#39;da 10 fit (veya daha uzun) USB-C - USB-A şarj kablolarını ucuza bulabilirsiniz. deneyin <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> Kablo Oluşturma USB-C kablosu </a> sağlam bir seçenek için. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Sık sık bağlı bir kabloyla oynuyorsanız, yukarıdaki <strong> Kontrolörler </strong> ayarlar sayfası, ayarlamanız gerekir <strong> İletişim Yöntemi </strong> için <strong> USB Kablosunu Kullan </strong> . Bununla, denetleyiciniz takılıyken Bluetooth kullanmaya devam etmek yerine kablo üzerinden iletişim kuracaktır. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> DualSense&#39;inizi Şarj Edin </h2> <p> Artık uzun oyun oturumları için DualSense pilinizi nasıl canlı tutacağınızı biliyorsunuz. İkinci bir kontrol cihazı satın almak ve bunları düzenli olarak değiştirmek dışında, pil ömrünü uzatmak için en iyi seçenekleriniz bunlar. </p> <p> PS5&#39;inizde PlayStation 4 oyunlarını oynarken PS4 kontrol cihazlarını kullanabileceğinizi unutmayın. Bu, DualSense pil ömrünü korumanın başka bir yoludur. </p> <p> <small> Resim Kredisi: Alex Van Aken/ <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}