{"title":"PogChamp İfadesi Nedir ve Ne Zaman Kullanılır?","content":"<p> Argo terimler herhangi bir yerden gelebilir ve günümüzün yeni türetilmiş sözcük dağarcığının bir kısmı biraz saçma gelebilir, önemli olan insanların iletişim kurarken birbirlerini anlamalarıdır. </p> <p> Birkaç yıl içinde internetteki adil payınızı araştırdıysanız, videoların veya makalelerin yorumlarında &quot;PogChamp&quot; veya &quot;poggers&quot; görmüşsünüzdür. Ama bu ne demektir? </p> <p> İşte bu konuda bilmeniz gereken her şey... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Pogchamp Ne Demektir ve Ne Zaman Kullanılır? </h2> <p> PogChamp, aslında platformdaki en eski ifadelerden biri olan bir Twitch ifadesinin adıdır. Hem ifade hem de ifade adı, gerçek veya alaycı bir şekilde heyecanı veya sürprizi ifade etmek için kullanılır. </p> <p> Twitch ifadeleri tam olarak göründükleri gibidir: Twitch uygulaması ve web sitesine özel emojiler, duygular veya piktogramlar. Sohbette farklı duyguları ifade etmek için izleyiciler ve yayıncılar tarafından kullanılırlar. </p> <p> </p> <p> &quot;PogChamp&quot; terimi, &quot;Pog Champion&quot; veya &quot;Play of Game Champion&quot; ifadesinden türetilmiştir, &quot;Play of the Game&quot; ifadesinin ise rekabetçi bir birinci şahıs atış oyunu olan Overwatch tarafından popüler hale geldiğine inanılmaktadır. Overwatch, her maçın sonunda bir vurgu makarasının o maçın &quot;en iyi&quot; oyununu sergilediği bir özelliğe sahiptir. </p> <p> &quot;PogChamp&quot; ve tanımladığı duygu birçok türev üretti. Hem &quot;poggers&quot; hem de basitçe &quot;pog&quot;, çevrimiçi argoda önemli bir yer edinmiştir. Yayıncıların bir şeye heyecanla &quot;poggers&quot; diyerek tepki gösterdiğini görmek normaldir. </p> <p> Ve forumlara ve internetin diğer köşelerine girmiş olsa da, terimin içeriğinin farkında olmadıkça, günlük hayatta çoğu tanıdık ile kullanmazsınız. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> PogChamp İfadesinin Kökenleri </h2> <p> </p> <p> Orijinal PogChamp ifadesinin ikonik, aşırı abartılı şok yüzü, ilk olarak 2010&#39;da Cross Counter TV tarafından bir YouTube videosunda görüldü. </p> <p> İçinde internet kişiliği Ryan &quot;Gootecks&quot; Gutierrez, kameramanın tripoda çarpmasına tepki olarak hem gözleri hem de ağzı açık bir şekilde surat yapıyor. Hemen yanında yayıncı Mike Ross oturuyor. </p> <p> Sonunda, mem değerinde tepki bir Twitch ifadesi oldu. </p> <p> Göre <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , Benzerlikleri ifadeler için kullanılan Twitch kişiliklerine kullanım başına ödeme yapılır. Bu, birinin ifadeyi her kullandığında bir ücret olduğu anlamına gelir. </p> <p> Gutierrez&#39;in, sohbette yüzünün görüntüsünü spam gönderen Twitch kullanıcıları üzerinden yılda yaklaşık 50.000 dolar kazandığı tahmin ediliyor. Bunun da ötesinde, Gutierrez&#39;e, Twitch&#39;in kendi benzerini kullanmasına izin vermek için 50.000 ila 100.000 ABD Doları arasında bir ön ödeme yapıldı. </p> <p> Ancak Gutierrez, PogChamp&#39;ı sonsuza kadar temsil etmeyecekti. 6 Ocak 2021&#39;de, <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch, orijinal PogChamp ifadesini yasakladı </a> , orijinal resmin platformdan kaldırılacağını belirtti. </p> <p> Sonuç olarak, platform yeni bir PogChamp ifadesi yarattı. Twitch, o zamandan beri çeşitli çevrimiçi içerik oluşturucuları yeni PogChamp yüzü haline getirdi; farklı geçmişlere ve izleyici boyutlarına sahip yayıncılar. </p> <p> </p> <p> İfade, orijinal ile aynı anlamı taşır; şaşırmış, heyecanlı veya şoke olmuş bir tepkiyi ifade eder. Ancak, ifadenin kendisi değişti. </p> <p> Ve Gutierrez&#39;in yüzüyle PogChamp ifadesinin Twitch yasağına rağmen, internet argosunda &quot;poggers&quot; ve &quot;pog&quot; kullanımı muhtemelen etkilenmeden devam edecek. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp Heyecan, Sevinç veya Şok İfade Ediyor </h2> <p> PogChamp, en eski Twitch ifadelerinden biridir, ancak aynı zamanda en çok yönlü olanlardan biridir. </p> <p> Hem olumlu hem de olumsuz tepkileri tanımlama yeteneği nedeniyle, PogChamp, isme eklenen yüz her zaman aynı olmasa bile muhtemelen tüm internette kullanılmaya devam edecek. </p>"}