{"title":"Parler İddiaya Göre Trump Organizasyonuna Mülkiyet Bahsi Verdi","content":"<p> Eski Başkan Donald Trump&#39;ın görev süresi boyunca, Parler ve Trump ekibinin, Parler Trump&#39;ın birincil sosyal ağı yapacak bir anlaşmayı müzakere etmeye çalıştığı iddia edildi. Karşılığında, Trump&#39;a platformda yüzde 40&#39;lık bir mülkiyet hissesi verilecekti. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler, Trump&#39;ı Gemide İstiyor Olabilir </h2> <p> İfade özgürlüğü sosyal ağı Parler, son zamanlarda manşetlere çıkıyor ve bunun nedeni yalnızca esas olarak politik olarak muhafazakar platform olması değil. <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> uygulama mağazalarından ve Amazon Web Servislerinden başlatıldı </a> . </p> <p> Bu sefer bir rapor <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Buzzfeed Haberleri </a> Parler&#39;ın, Trump&#39;ı birincil sosyal platformu yapması halinde Parler&#39;ın yüzde 40 hissesini teklif ettiğini iddia ediyor. Bu görüşmelerin 2020 yazında gerçekleştiği ve Kasım seçimlerinden sonra yeniden gündeme getirildiği bildiriliyor. </p> <p> Trump&#39;ın kendisinin müzakerelere dahil olup olmadığı belirsizliğini koruyor. Buzzfeed raporunda adı geçen bir hukuk uzmanı, Trump başkanlığı sırasında bu anlaşmayı kabul ederse, bunun rüşvetle mücadele yasalarını ihlal etmiş olabileceğini söylüyor. </p> <p> Buzzfeed muhabirleri de bu müzakerelerin belgelerini gördüklerini iddia ediyor. Anlaşmanın bir parçası olarak, Trump&#39;ın diğer tüm sosyal ağlardan en az dört saat önce Parler&#39;a gönderi göndermesi gerekecekti. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> Ya Trump Parler&#39;ı Birincil Ağı Yaparsa? </h2> <p> Trump&#39;ın platformun sık kullanıcısı olması, muhtemelen Parler&#39;ı daha da yüksek seviyelere itebilirdi. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler, ağa toplu bir geçiş gördü </a> Trump&#39;ın 2020 seçimlerini kaybetmesinden sonra ve bu sürü, Trump gemide olsaydı muhtemelen daha da büyük olurdu. </p> <p> Kampanyası ve başkanlığı sırasında Trump, destekçileri toplamak için Facebook ve Twitter&#39;a döndü. Trump, hedef kitlesinin muhtemelen daha fazla kabul edeceği bir platform olan Parler&#39;a asla gitmedi. </p> <p> Trump <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter&#39;dan kalıcı olarak yasaklandı </a> ve <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook&#39;tan süresiz olarak askıya alındı </a> — Parler&#39;a katılmak bu darbeyi yumuşatmış olabilir. Ancak, işlerin Parler için yolunda gitmediği açık. </p> <p> Platform kara listeye alındıktan sonra, <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler yönetim kurulunun kendi CEO&#39;su ve kurucu ortağı John Matze&#39;yi kovduğu iddia edildi </a> . Görünüşe göre Matze, Parler&#39;ın uygulama mağazalarındaki yerini yeniden kazanmasına yardımcı olmak için daha güçlü bir ılımlılık için bastırdı, ancak Parler ekibinin geri kalanı bu fikri beğenmedi. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Parler&#39;ın Geleceği Neleri Bekliyor? </h2> <p> John Matze&#39;nin CEO koltuğundan düştüğü iddia edildiğine göre, Parler&#39;ın geleceği daha da belirsiz. Şu anda web sitesi statik bir web sayfası görüntülüyor, ancak web sitesinin resmi olarak ne zaman yayına gireceğini kimse bilmiyor. </p> <p> Trump Beyaz Saray&#39;dan çıktığında Parler&#39;ın kullanıcı tabanı, başkanlığının sonunda olduğu kadar güçlü kalacak mı? Trump, Parler ile bu sözde anlaşmayı kapatsaydı, belki de olabilirdi. </p>"}