{"title":"Quitter ile macOS Uygulama Alışkanlıklarınızı Kontrol Edin","content":"<p> Bazı uygulamalar alışkanlık yapabilir, ancak Quitter dijital sağlığınız için iyi olabilecek bir uygulamadır. Dikkat dağıtıcıları azaltmayı amaçlayan tek amaçlı bir göreve sahip küçük bir menü çubuğu uygulamasıdır. </p> <h2 id=\"what-does-quitter-do\"> Quitter Ne Yapar? </h2> <p> Quitter, bir süre işlem yapılmadığında otomatik olarak kapatılacak uygulamaların listesini yönetir. Bazı uygulamaların faydalı olabileceği, ancak açık olduklarında yine de dikkat dağıtıcı olabileceği teorisi üzerine inşa edilmiştir. ihtiyacın olabilir <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter&#39;ı önemli araştırmalar için kullanın </a> , ancak işiniz bittiğinde dikkatinizin dağılmasını önlemek isteyeceksiniz. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Quitter Nasıl İndirilir ve Kurulur </h2> <p> Quitter geliştiriciden edinilebilir <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Marco Arment&#39;in web sitesi </a> . İndirme, tek bir dosya içeren bir zip arşividir, <strong> Quitter.app </strong> . Uygulamayı Uygulamalar klasörünün dışından çalıştırırsanız, kendisini oraya yüklemeyi önerecektir: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Çalıştırdıktan sonra Quitter&#39;ı şu şekilde ayarlayabilirsiniz: <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> girişte başla </a> menü çubuğu simgesine tıklayarak ve menü komutunu seçerek, <strong> Girişte Quitter&#39;ı Başlatın </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Quitter&#39;ın Ana Arayüzü </h2> <p> Quitter, arka planda çalışan görevini yerine getirir ve yolunuzdan çekilir. Bununla gerçekten etkileşime gireceğiniz tek zaman, Quitter ile kontrol etmek istediğiniz uygulamaları eklemek veya silmek. </p> <p> <strong> Kuralları Düzenle </strong> penceresi, yönetilen uygulamaların bir listesini gösterir. Varsayılan olarak boş olacaktır. Tıkla <strong> + </strong> Bir uygulama eklemek için sol alttaki simge. Bu, uygulamayı seçmek için kullanabileceğiniz bir dosya iletişim kutusu açacaktır. Çoğu zaman, senin içinde olacak <strong> Uygulamalar </strong> Klasör: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Listedeki her uygulamanın iki ayarı vardır. Quitter harekete geçmeden önce geçen etkin olmayan süreyi ayarlayabilirsiniz. Uygulamadan çıkıp çıkmayacağınızı veya gizleyeceğinizi de ayarlayabilirsiniz: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Quitter ile bir uygulamayı kontrol etmeyi durdurmak istiyorsanız, listeden seçin ve <strong> - </strong> buton. Bazı uygulamaların çıkmadan önce onaylayacağını unutmayın. Bazen bu ayarı yapılandırabilir ve Quitter&#39;ın uygulamayı sessizce kapatmasına izin verebilirsiniz. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Vazgeçmek Basit Ama Etkilidir </h2> <p> Gerçekten bu kadar basit. Quitter, belirli bir süre boyunca kullanmadıysanız, gizlenecek veya kapatılacak uygulamaların bir listesini tutmanıza olanak tanır. Verimliliğinizi artırmanıza yardımcı olan birçok ücretsiz Mac uygulamasından biridir. </p>"}