{"title":"Rapor: Apple, AR/VR Çalışmasıyla Eski Donanım Patronunu Görevlendiriyor","content":"<p> Apple&#39;ın eski donanım patronu Dan Riccio&#39;nun, şirketin artırılmış gerçeklik (AR) ve sanal gerçeklik (VR) gadget&#39;larının sorumluluğunu yönetmeye yardım etmekle görevlendirildiği bildiriliyor. Kısa süre önce Apple&#39;da &quot;yeni bir bölüm&quot; başlattı ve şimdi belirsiz bir &quot;yeni proje&quot;ye liderlik ediyor. </p> <p> &quot;Tüm zamanımı ve enerjimi Apple&#39;da daha fazla heyecanlanamayacağım yeni ve harika bir şey yaratmaya odaklamayı dört gözle bekliyorum.&quot; <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Apple&#39;ın basın açıklaması </a> ondan alıntı yapar. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> Riccio artık Apple&#39;ın AR/VR kulaklıklarına odaklanmış durumda. </p> <h2 id=\"riccio-s-importance-to-apple\"> Apple için Riccio&#39;nun Önemi </h2> <p> Bu yüksek profilli yönetici, yirmi yılı aşkın süredir Apple&#39;da çalışmaktadır. Riccio; orijinal iMac, iPhone 12 serisi ve yeni M1 Mac&#39;ler gibi hit projelerde çalıştı. Bu nedenle, Apple&#39;ın AR/VR çalışmalarını hızlandırmak için mükemmel bir seçim yapıyor. </p> <p> Bazı insanlar, Apple&#39;ın donanım mühendisliği organizasyonunun yeniden düzenlenmesinin, Riccio&#39;nun efsanevi Apple Car projesinin dahili bir kod adı olan Project Titan hakkında konuşuyor olabileceğinin güçlü bir göstergesi olduğunu söyledi. Buradaki durum neredeyse kesinlikle böyle değil çünkü Apple Car&#39;ın piyasaya sürülmesinden en az yarım on yıl uzakta olduğu yaygın olarak kabul ediliyor. </p> <p> </p> <p> Apple Car şu anki aşamasında muhtemelen Riccio&#39;nun tüm dikkatine ihtiyaç duymasa da, Apple&#39;ın AR/VR stratejisi açısından büyük bir varlık gibi görünüyor. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> Apple&#39;ın AR/VR stratejisi </h2> <p> Apple&#39;ın üzerinde çalıştığı düşünülüyor. <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> 2021&#39;de potansiyel olarak piyasaya sürülecek pahalı, güçlü karma gerçeklik kulaklık seti </a> . 2022&#39;de piyasaya sürüleceği söylenen kitleler için daha uygun fiyatlı AR gözlüklerinden önce gelmesi gerekiyor. Kaynaklar, kulaklığı yeni Mac&#39;lerde bulunan M1 silikondan daha hızlı olan Apple&#39;ın özel çipiyle desteklenen pahalı, niş bir aksesuar olarak tanımlıyor. </p> <p> Diğer söylentilere göre özelliklerin, hassas göz ve el takibi için çift 8K ekran ve bir dizi yerleşik kamera içerdiği söyleniyor. Cihaz, Microsoft&#39;un HoloLens&#39;iyle karşılaştırılabilir olan yaklaşık 3.000 ABD dolarına mal olabilir. Apple&#39;ın, cihaz için AR/VR uygulamaları oluşturabilmeleri için muhtemelen öncelikle geliştiricilere satacağı niş bir aksesuar olarak tanımlanıyor. </p>"}