{"title":"Raspberry Pi OS, Güncellemeden Sonra Microsoft Repo&#39;nun Eklenmesinden Sonra Kullanıcı Geri Bildirimiyle Karşı Karşıya","content":"<p> Açık kaynaklı işletim sistemi Raspberry Pi OS&#39;nin kurulum sırasında bir Microsoft deposu kurduğu yakın zamanda ortaya çıktı. Microsoft&#39;un birçok deposundan birinin dahil edilmesi, Raspberry Pi OS her güncellendiğinde, bir Microsoft sunucusuna ping atarak cihazınızla ilgili bilgileri ifşa etmesi anlamına gelir. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> Raspberry Pi OS Microsoft&#39;a Veri Gönderiyor mu? </h2> <p> bir <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit gönderisi </a> Raspberry Pi OS (eski adıyla Raspbian) işletim sistemi her güncellendiğinde Microsoft sunucularına nasıl ve neden veri göndermeye başladığını ayrıntılı olarak anlattı. </p> <blockquote> <p> Resmi olarak bunun nedeni Microsoft&#39;un IDE&#39;sini (!) desteklemeleridir, ancak hafif bir görüntüden yükleseniz ve Pi&#39;nizi GUI olmadan başsız kullansanız bile alırsınız. Bu, [Raspberry] Pi&#39;nizde &quot;uygun güncelleme&quot; yaptığınız her seferde bir Microsoft sunucusuna ping attığınız anlamına gelir. </p> </blockquote> <p> Kullanıcıların endişelerinden biri, Microsoft&#39;un kullanımda olan cihaz hakkında IP adresi gibi bilgiler toplaması ve ardından bunu hedeflenen bir reklam profili oluşturmak için diğer bilgilerle ilişkilendirmesidir. Aktif olarak radarın altında çalışmaya çalışan kullanıcılar için bu, bir tanımlama yöntemi olarak hizmet edebilir. </p> <p> Ancak birçok kullanıcı için oyunda daha büyük sorunlar var. </p> <p> İlk olarak, birçok kullanıcı, açık kaynaklı bir projenin kaynak havuzlarını kullanıcıları bilgilendirmeden güncellemesinden duyduğu hayal kırıklığını dile getirdi. İkincisi, güncellemenin Microsoft deposunu mevcut kurulumlara eklemesi de öfkeye neden oluyor. </p> <p> Üçüncüsü, Raspberry Pi&#39;nin kurucusu Eben Upton&#39;ın yanıtı, sorunu tamamen reddetti ve kullanıcıların neden böyle bir dahil etme konusunda endişelendiklerini sorguladı. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Üzgünüm: Bunun neden tartışmalı bir şey olduğunu düşündüğünüzü anlayamıyorum. Nasıl devre dışı bırakılacağına dair bir blog yazısı yayınlamadan her zaman bu tür şeyler yaparız. </p> — Eben Upton (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 Şubat 2021 </a></blockquote>  <p> En azından, kullanıcılar, varsayılan Raspberry Pi işletim sistemine bir Microsoft deposunun ekleneceği konusunda bilgilendirilmek isterlerdi. Raspberry Pi kullanımıyla en çok ilişkilendirilen toplulukların (açık kaynak, gizlilik odaklı Linux kullanıcıları) doğası göz önüne alındığında, bu adil görünüyor. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Raspberry Pi OS, Microsoft&#39;un Deposunu Öne Çıkarmaya Devam Edecek mi? </h2> <p> Ne yazık ki Raspberry Pi OS kullanıcıları resmi işletim sistemini kullanmaya devam etmek istiyorlarsa sırıtmak ve buna katlanmak zorunda kalacaklar. </p> <p> Microsoft deposuyla ilgili bir iş parçacığında <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Raspberry Pi forumları </a> Raspberry Pi Yazılım Mühendisliği Direktörü Gordon Hollingworth, &quot;Bu değişmeyecek çünkü VSCode gibi araçları kullanmak isteyenler için ilk deneyimi kolaylaştırıyor&quot; dedi. </p> <p> Bu da, bazı kullanıcıların alternatif arayışında kaçınılmaz olarak Raspberry Pi OS&#39;yi geride bırakacağı anlamına geliyor. Neyse ki, Raspberry Pi&#39;ye gelince, aralarından seçim yapabileceğiniz sayısız mükemmel alternatif işletim sisteminiz var. </p> <p> </p> <p> Yine de, bazı kullanıcılar bunu daha da ileri götürecek ve Raspberry Pi&#39;den tamamen diğer küçük bilgisayar rakiplerinden birine geçecek. </p>"}