{"title":"Rapor: Apple, iPhone 12 Mini&#39;yi 2. Çeyrekte Durdurabilir","content":"<p> iPhone 12 mini, Apple&#39;ın en yeni nesil iPhone&#39;larının en küçüğüdür ve görünüşe göre bu, satışları için de geçerli. İlk günden itibaren, iPhone 12 serisinin en minyatürü, daha büyük, daha pahalı kardeşlerinin miktarlarında satmadığına dair raporlarla dolu. </p> <p> Şimdi, JP Morgan yatırım bankası tarafından paylaşılan bir rapor <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> elma içeriği </a> , Apple&#39;ın 2021&#39;in ikinci takvim çeyreğine kadar potansiyel olarak iPhone 12 mini&#39;nin birimlerini üretmeyi durdurabileceğini iddia ediyor. Bu, telefonun tamamen üretilmeden önce birkaç ayı daha olabileceği anlamına gelebilir. </p> <h2 id=\"adjusting-iphone-12-orders\"> iPhone 12 Siparişlerini Ayarlama </h2> <p> JP Morgan tedarik zinciri analisti William Yang&#39;ın yatırım notu, Apple&#39;ın iPhone 12 serisiyle yapabileceği diğer 2. çeyrek değişikliklerine de dikkat çekiyor. Yang, Apple&#39;ın iPhone 12 Pro Max&#39;i 11 milyon adet, iPhone 12 Pro&#39;yu 2 milyon adet ve 2019 dönemi iPhone 11&#39;i 8 milyon adet artıracağını iddia ediyor. </p> <p> Bu arada, normal iPhone 12 birimleri kesilecek ve 9 milyon adet, iPhone 12 mini ise 11 milyon birim azalacak --- iPhone 12 Pro Max&#39;in artış olarak aldığı sayının aynısı. Rapor, Apple&#39;ın bu çeyrekte iPhone 12 mini üretimini tamamen durdurabileceğini gösteriyor. </p> <p> </p> <p> Bu, iPhone 12 mini&#39;nin Apple için karşılaştırmalı bir flop olduğunu ilk kez duymuyoruz. Morgan Stanley&#39;den bir rapor geçtiğimiz günlerde Apple&#39;ın 2021&#39;in ilk çeyreğinde iPhone 12 mini siparişlerini kestiğini iddia etti. </p> <p> Bu arada, önceki bir rapor, Amerika Birleşik Devletleri&#39;nde Noel Günü&#39;nde etkinleştirilen ilk 10 akıllı telefondan dokuzunun iPhone olduğunu, ancak iPhone 12 mini&#39;nin listeye girmeyen tek kişi olduğunu öne sürdü. (Bu, bazı çok daha eski iPhone&#39;ların dahil edilmesine rağmen.) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: Şaşırtıcı Bir Kadın </h2> <p> iPhone 12 mini&#39;nin mücadele etmiş gibi görünmesi biraz şaşırtıcı. Mükemmel incelemeler aldı ve küçük bir form faktöründe paketlenmiş birinci sınıf bir iPhone 12 deneyimi sunuyor. </p> <p> Daha büyük kardeşleri (biraz daha küçük olsa da), Face ID, A14 Bionic işlemci ve 5G bağlantısı ile aynı tüm ekran OLED ekrana sahiptir. Sadece 699 dolardan başlayan fiyatlarla, Apple&#39;ın yeni iPhone&#39;larının en ucuzu. Ancak görünen o ki, her ne sebeple olursa olsun, bu yıl daha büyük iPhone&#39;larla aynı başarıyı elde edemedi. </p> <p> İlginç bir şekilde, JP Morgan raporu, Apple&#39;ın bu yıl dört iPhone daha piyasaya sürmeyi planladığını öne sürüyor. Bu, Apple&#39;ın henüz daha küçük &quot;mini&quot; iPhone serisine havlu atmaya hazır olmayabileceği anlamına geliyor gibi görünüyor. Ne olacağını görmek için Eylül ayına kadar beklememiz gerekecek. </p>"}