{"title":"Steam, 2021&#39;e Patlamayla Başlamak İçin Yeni Bir Rekor Kırdı","content":"<p> Steam, platformu aynı anda kullanan çoğu kişi için kendi rekorunu bir kez daha kırdı. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> Eşzamanlı Steam Kullanıcıları İlk 26 Milyon </h2> <p> Steam güncellemesini yeni yaptı. <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Buhar İstatistikleri </a> sayfa. Burada, popüler oyun pazarının ve akış hizmetinin, aynı anda yaklaşık 26.5 milyon oyuncuyla önceki &quot;eşzamanlı kullanıcı&quot; rekorunu kırdığını görebiliriz. </p> <p> Bu bir &quot;tepe&quot; değeridir, yani 24 saatlik bir süre içinde kaydedilen en yüksek istatistiktir. Steam İstatistikleri sayfası sürekli güncelleniyor ve Steam kullanıcılarına gece veya gündüz herhangi bir zamanda kaç kişinin çevrimiçi olduğunu görme fırsatı veriyor. Site, 48 saatlik bir süre için istatistikleri gösterir. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Bu rakamın, kaç kişinin oyun oynadığıyla değil, Steam&#39;in kaç kişinin giriş yaptığıyla ilgili olduğunu unutmamalısınız. Bunlar &quot;aktif kullanıcılar&quot; kategorisine giriyor ve Steam bu rekoru kırarken, bu 26,5 milyon kişiden 7,2&#39;si en sevdikleri oyunları oynamakla meşguldü. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Steam En Son Ne Zaman Rekor Kırdı? </h2> <p> Bu, Steam&#39;in 2021&#39;de kendi rekorunu kırdığı ilk sefer değil. Daha Şubat ayına geldiğimiz düşünülürse, bu hiç de fena bir başarı değil. </p> <p> Ocak ayının başında Steam, istatistiklerini yaklaşık 25.5 milyon olan yeni bir rekor gösterecek şekilde güncelledi. Böylece, bu rekor yeni bir emsal teşkil ediyor ve önceki rakamı 1 milyon ek kullanıcı daha geride bırakıyor. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Steam Neden Bu Kadar Popüler? </h2> <p> 26,5 milyon insan yanılıyor olamaz değil mi? Steam, iyi bir sebepten dolayı inanılmaz derecede popüler bir platformdur. Oynamak için geniş bir oyun zenginliğine sahip, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> bu oyunları satın almak için güvenli bir pazar yeridir </a> ve dahil olmak için benzer düşünen insanlardan oluşan büyük bir topluluğa sahiptir. </p> <p> Sadece bu değil, oyunların kendisi de Steam aboneleri için büyük bir çekiliş. Ben bu yazıyı yazarken yaklaşık 1 milyon kişi Counter-Strike: Global Offensive oynuyordu. Dota 2 sunucularını yarım milyon kişi dolduruyordu. Eşzamanlı kullanıcılar 25.1 milyonda kaldı ve yükseliyor, bu da Steam&#39;in yarın bizim için başka bir rekor istatistiğe sahip olabileceğini gösteriyor. </p> <p> Ayrıca, özellikle COVID herkesi içeride kalmaya zorladığı için oyunların 2020&#39;de popülaritesinde bir artış olduğu gerçeğini de göz önünde bulundurmalıyız. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> ABD oyun harcamaları geçen yıl tavan yaptı </a> . Orada sürpriz yok, gerçekten. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam Büyümeye Devam Ediyor </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam her zaman popüler bir platform oldu ve 2020 onu güçlü bir konuma getirdi. 2020&#39;nin çoğu işletme için korkunç bir yıl olduğu düşünüldüğünde, bu cesaret verici. </p> <p> Steam ekosisteminin keyfini çıkarmanın başka birçok yolu var. Neden birkaç arkadaş edinip biraz uzaktan oyun oynamanın tadını çıkarmıyorsunuz? Steam abonesi değillerse, belki de kaydolmalarını görebilirsiniz. </p>"}