{"title":"Sahte LinkedIn Profilini Tespit Etmenin 7 Yolu","content":"<p> Çevrimiçi tehditler, genellikle sahte profiller biçiminde LinkedIn gibi profesyonel sosyal ağlarda bile mevcuttur. </p> <p> Sahte bir LinkedIn profilini tespit etmek, kısmen içgüdüsel bir his uyandırır. Bununla birlikte, tam olarak ne arayacağınızı bilmek, onu çok daha kolay hale getirir. Aldığınız bir bağlantı isteğinin gerçek olmayabileceğinin yedi temel işareti burada. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Sahte LinkedIn Profilleri Nasıl Tespit Edilir </h2> <p> </p> <p> Kötü amaçlı hesaplar, kişi listelerini ve e-posta adresleri ve telefon numaraları gibi ayrıntıları toplar. Ayrıca sahte iş listelerini tanıtıyor, iş arayanları ilginç beklentilerle cezbediyor ve onları bir bağlantıyı tıklamaya veya kötü amaçlı yazılım içeren bir dosyayı indirmeye teşvik ediyor olabilirler. </p> <p> <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> bir dizi yaygın sosyal medya kimlik avı saldırısı </a> geniştir, ancak dikkatli olursanız kolayca engellenir. Sonuç olarak, dikkat ederek kişisel bilgilerinizi ve varlıklarınızı koruyabilirsiniz. Aynı zamanda, sizi bir tuzak olarak kullanan diğer kullanıcıları sahte profillerden korursunuz. </p> <p> İşte dikkat etmeniz gereken bazı işaretler. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Eksik veya Kişisel Olmayan Profil </h3> <p> Hesabın genel izlenimini dikkate alın. Hesap gizli değilse, kullanıcının konumu, eğitimi, işi ve Hakkında bölümü gibi ayrıntıları görebilmeniz gerekir. Eksik profil, profesyonel olmayan veya kişisel olmayan bir profil gibi bir uyarı işaretidir. </p> <p> Örneğin, kullanıcının Hakkında bilgilerine bakın. Yazım veya ifade hataları dışında, uzman olmaları gereken sektörle ilgili tutarsızlıklar olabilir. Genel ifadeler bulmak da yaygındır, bu nedenle gözlerinizi ve zihninizi kötü hissettiren her şeye açık tutun. </p> <h3 id=\"suspicious-profile-picture\"> 2. Şüpheli Profil Resmi </h3> <p> </p> <p> Sahte bir LinkedIn hesabı genellikle alışılmadık bir resim kullanır ve bu nedenle kendini ele verir. Bazıları hiç fotoğraf kullanmaz. Bakımlı profesyoneller ve kaliteli vesikalık fotoğraflar platformda sıkça görülen manzaralar olsa da, çoğu kullanıcı bir stok fotoğraf gibi görünmekten kaçınmaya çalışıyor. </p> <p> Ayrıca, profilde görüntülenen isimle eşleşmeyen, size gülümseyen ünlü yüzlerle de karşılaşabilirsiniz. </p> <p> Her iki durumda da, hızlı bir şekilde kontrol edebilirsiniz. <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Bilgisayarınızda Google görsel arama </a> veya akıllı telefon. </p> <h3 id=\"generic-headline\"> 3. Genel Başlık </h3> <p> Bir iş arayan olarak, işverenlerin dikkatini çeken ve aynı zamanda bir kişi olarak kim olduğunuzu yansıtan bir profil oluşturmanız gerekiyor. Bir bağlantı isteğinin bir başlık için rastgele veya genel bir ifadesi varsa, kullanıcı herkesle aynı nedenlerle LinkedIn&#39;de olmayabilir. </p> <p> Platformda arkadaş edinmek elbette kötü bir şey değildir, ancak özellikle bir karar verme hatası dolandırıcılarla başınızı belaya sokmak için gereken tek şey olduğunda, ekstra dikkatli olmanız gerekir. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Şüpheli İş veya Eğitim Geçmişi </h3> <p> Burada da profil ne kadar fazla bilgi sağlarsa o kadar iyidir. LinkedIn&#39;de iş veya eğitim geçmişinizi doldurmak zahmetlidir, ancak mümkün olduğunca ilginç görünmesi gerekir. Dolayısıyla, sorumluluklar gibi fazladan ayrıntı olmadan yalnızca bir avuç şirket ve iş unvanını gösteren bir hesap, en azından söylemek gerekirse, garip. </p> <p> Birinin özgeçmişini incelemek aşırı görünebilir, ancak sahte bir hesap orada hata yapmaya mahkumdur. Sadece bu da değil, Google&#39;da emin olmadığınız bir bilgi araması da hesapla ilgili daha fazla uyarı verebilir. Biraz paranoya bazen işe yarar. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Bağlantılı Hevesli Mesajlar </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Bazı dolandırıcı kullanıcılar, bağlantı istekleriyle birlikte bir mesaj gönderecek kadar cesurdur. Amaçları sizi onlara güvenmeye ikna etmek olduğundan, bazen mesajlarını karşı konulmaz iş avantajları, anahtar kelimeler ve heyecanlı dil gibi kancalarla doldururlar. </p> <p> Sundukları şey hakkında daha fazla bilgi içeren bağlantılar ve belgeler içerebilirler. Kullanıcının ve teklifin gerçek olduğunu bilmeden hiçbir şeyi açmayın veya indirmeyin. Bu, ister sosyal ağ ister e-posta hesabınız olsun, herhangi bir platformdaki etkileşimler için geçerlidir. </p> <p> Şüpheli bir profili test etmenin kullanışlı bir yolu, öncelikle kişi ve şirket dahil olmak üzere hesaplarındaki ayrıntıları araştırmaktır. Sonra onlara sorularla geri mesaj gönderin. Diplomatik ve çatışmacı olmayan bir yaklaşım en iyi sonucu verir. Cevapları yetersiz kalırsa tekliflerini reddedebilir veya görmezden gelebilirsiniz. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Çok Az veya Çok Fazla Bağlantı </h3> <p> Profil yeni olabilir ve hala ağını kuruyor olabilir, ancak sayılar bir süre sonra değişmezse, kullanıcı gerçekten denemiyor olabilir. Ya da insanlar bir nedenden dolayı onlarla bağlantı kurmuyor. </p> <p> Hesapta şüpheli başka bir şey görürseniz, bundan kaçınmanız veya <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> hatta onları rapor et </a> . </p> <p> Yelpazenin diğer ucunda, birçok insanı ve hatta premium sistemi kandıran, ancak mümkün olan herkesle bağlantı kuran sahte profiller var. Gerçek bir kullanıcı, çıkarlarıyla az ya da çok ilgili bir ağla sonuçlanır. Alışılmadık bir insan koleksiyonuna sahip büyük bir ağ, büyük bir kırmızı bayraktır. </p> <h3 id=\"poor-linkedin-activity\"> 7. Zayıf LinkedIn Etkinliği </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Gerçek profiller de platformla etkileşime girer. Kullanıcıları aslında kendilerini ortaya koymaya ve anlamlı bağlantılar kurmaya yatırım yapıyorlar. Sahte hesaplar genellikle gönderileri beğenmenin veya paylaşmanın ötesine geçmez. Yorumları bile genel veya çok kısa olacaktır. </p> <p> Bir profilin ayrıntılarını kontrol etmenin yanı sıra, etkinliğine de bir göz atın. Yetersiz veya kişisel olmayan görünüyorsa, bağlantı kurmaktan kaçınmak akıllıca olacaktır. Bunun gibi küçük ayrıntılar, hesap hakkındaki duygularınızı artırmalı ve şüpheli olup olmadığına karar vermenize yardımcı olmalıdır. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Common Sense, LinkedIn&#39;de Sizi Güvende Tutar </h2> <p> Bireysel olarak, bu kırmızı bayraklar önemsizdir, ancak birkaçını bir araya getirin ve elinizde bir şüpheli hesabınız var. İyi bir profil oluşturmayı veya insanlara profesyonel bir şekilde yaklaşmayı bilmeyen biri olabilir. Ancak, öyle olsa bile, üzgün olmaktansa güvende olmak daha iyidir. </p> <p> Gerçek bir kullanıcı olarak kendinizi nasıl koruyacağınızı öğrenmelisiniz. Ve bağlantılarınız konusunda ekstra seçici olmak, ödenmesi gereken küçük bir bedeldir. </p>"}