{"title":"Sony, PS5 DualSense Sınıf Davası ile Karşı Karşıya Çıkabilir","content":"<p> Bir gün daha sona erdiğinde, bir konsol devinin - bu sefer Sony&#39;nin - hatalı kontrol pedleri etrafında dönen bir toplu dava ile karşı karşıya olduğu haberleri de geliyor. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; Çirkin Başını Artırıyor </h2> <p> Sony&#39;nin PS5&#39;in DualSense kontrol pediyle kalıbı kırdığı gerçeğinden kaçış yok. Tam anlamıyla, aslında, verilen <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> Sony, pedin kasasındaki tüm bu PlayStation sembollerini nasıl kabarttı? </a> . </p> <p> Ancak, bir <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> ABD hukuk firması CSK&amp;D&#39;den açıklama </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) bize Sony için ufukta bir toplu dava olabileceğini söylüyor. Neden? Çünkü, Nintendo&#39;nun Joy-Cons&#39;ı gibi, PS5 sahipleri de başparmak çubuğu kaymasını bildiriyor. </p> <p> Nintendo&#39;nun karşı karşıya olduğu Joy-Con drift sınıfı aksiyon destanının kapsamını takip ettiyseniz, CSK&amp;D lakabını tanıyabilirsiniz. Çünkü Nintendo&#39;ya da dava açan hukuk firmalarından biri. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Sınıf Eylemi Ne Diyor? </h2> <p> CSK&amp;D yaptığı açıklamada şunları söylüyor: </p> <blockquote> <p> CSK&amp;D, PlayStation 5 konsolu için Sony PS5 DualSense denetleyicilerinin kayma sorunları yaşayabileceği ve/veya zamanından önce arızalanabileceği raporlarına dayanarak olası bir toplu davayı araştırıyor. Spesifik olarak, belirli PS5 DualSense denetleyicilerindeki joystick&#39;in, joystick kontrol edilmediğinde hareketi otomatik olarak kaydedeceği ve oyuna müdahale edeceği bildiriliyor. </p> </blockquote> <p> Bu nedenle, Nintendo Joy-Con&#39;da olduğu gibi, DualSense üzerindeki joystick&#39;ler de erken aşınmaya maruz kalıyor. Boştayken joystick&#39;i yerinde tutan bileşenler bozulur, bu nedenle ped, oyuncu etkileşimi olmadan hareketi kaydeder. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> DualSense Drift Nedir? </h2> <p> DualSense&#39;inizdeki başparmak çubuğunu hareket ettirdiğinizde, bu, PS5 konsolu ile hareketi kaydeder ve bunu ekranda eyleme dönüştürür. Normal koşullar altında ve sağlığı en üst düzeydeyken DualSense denetleyicisi bu şekilde çalışır. </p> <p> DualSense parmak çubuklarınızın sürüklenip sürüklenmediğini hemen anlayacaksınız. Nasıl? Çünkü PS5&#39;iniz, dokunmasanız bile başparmak çubuğunu kullanıyormuşsunuz gibi davranmaya başlayacaktır. </p> <p> Böylece, karakteriniz girişiniz olmadan ekranda hareket edebilir veya imleç, çubuklara dokunmadan menü seçenekleri arasında geçiş yapabilir. Her iki durumda da, DualSense kaymasının olmasını istemezsiniz. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> DualSense Drift Hakkında Ne Yapabilirsiniz? </h2> <p> Kontrol pedinizde kayma sorunları varsa, yapabileceğiniz şey iletişim kurmaktır. <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> PlayStation Desteği </a> ve bir dönüş düzenleyin. Sony, PS5&#39;i yalnızca Kasım 2020&#39;de piyasaya sürdü, yani garanti kapsamındasınız. </p> <p> Yine de PS Support&#39;un yardım hatlarının çok meşgul olabileceğini unutmayın; PS5 konsol sorunlarıyla ilgili çağrıları da alacak. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Modern Kontrolörler Kaliteli mi? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Kontrol cihazınızın etrafında istediğiniz kadar yaygara yapabilirsiniz, ancak çalışmayı durdurursa, o zaman abarttığınız tüm muhteşem özellikler geçersiz hale gelir. </p> <p> Birden fazla platformda daha fazla denetleyici ve onlar için daha fazla kullanım gördüğümüz için, bileşenlerin piyasaya sürülmeden önce en üst düzeyde olmasını sağlamak konsol tasarımcılarına ve üreticilerine kalmıştır. Kimse oynayamayacağı bir oyun konsolu istemez. </p>"}