{"title":"Sling TV Neden Fiyatlarını Yeniden Yükseltiyor?","content":"<p> Sling, geniş kanal seçimi ve son derece rekabetçi fiyatları sayesinde son birkaç yıldır en popüler akış hizmetlerinden biri olmuştur. </p> <p> Ancak Ocak 2021&#39;in sonlarında şirket, hem abonelik paketlerinin hem de eklentilerinin maliyetini artıracağını duyurdu. </p> <p> Peki, fiyatlar neden ilk etapta yükseldi ve önümüzdeki aylarda daha fazla artış görmemiz olası mı? Öğrenmek için okumaya devam edin. </p> <h2 id=\"how-much-does-sling-cost-now\"> Sling Şimdi Ne Kadar Maliyetli? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Bilmeyenler için Sling iki farklı paket sunuyor: Sling Blue ve Sling Orange. </p> <p> Her paket, farklı bir kanal seçimi sunar. Örneğin, ESPN ve Disney gibi kanallar yalnızca Orange&#39;da bulunurken FOX News, MSNBC ve NFL Network yalnızca Blue&#39;da mevcuttur. Her şeye erişmek istiyorsanız iki paketi bir paket halinde satın alabilirsiniz. </p> <p> Öncesinde <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Ocak 2021&#39;de sapan fiyat artışı </a> , her iki hizmet de 30 ABD Doları tutarındadır. Şimdi 35 dolar. Paketlenmiş paket de 5 dolar arttı (45 dolardan 50 dolara). Spor eklentisi 10 dolardan 11 dolara yükseldi ve diğer tüm eklentiler 5 dolardan 6 dolara yükseldi. </p> <p> Yeni aboneler yeni oranları hemen ödemek zorunda kalacaklar; mevcut kullanıcılar, Sling&#39;in bir yıllık fiyat garantisi nedeniyle Temmuz 2021&#39;e kadar bir ek süre alacaktır. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Sling Neden Fiyatlarını Arttırdı? </h2> <p> Sling, TV ağlarındaki fiyat artışını suçlamak için hızlı oldu. Zam duyurulduğunda, Sling TV grup başkanı Michael Schwimmer, müşterilerinin öfkelerini kime yöneltmeleri gerektiğini bildirmek için zaman kaybetmedi. <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> basın bülteni </a> : </p> <blockquote> <p> Ne yazık ki, televizyon ağları bizi daha fazla ücretlendirmeye devam ettiği için fiyatları yükseltmek zorunda kalıyoruz, ancak müşterilerimiz için en iyi teklifi almak için çok mücadele ediyoruz. Taahhüdümüzün kanıtı, fiyatlarımızı kablo ve diğer canlı yayın hizmetlerinden çok daha düşük tutan Sling TV hala piyasadaki en iyi anlaşma olduğu için açıktır. Sling TV müşterileri, canlı haber, spor ve eğlence kablo kanallarının en iyi kombinasyonunu en iyi fiyata sunmaya devam edeceğimizden emin olabilirler. </p> </blockquote> <p> Bazı insanlar, Schwimmer ve Sling&#39;in fiyat artışının gerçek nedenlerini müşterilerinden gizlemek için bir sis perdesi koyduğunu düşünse de, artış, son birkaç ayda yayın endüstrisinde başka yerlerde gördüğümüz fiyat artışlarıyla uyumlu. </p> <p> Örneğin, Hulu + Live TV ve YouTube TV 2020&#39;nin sonlarında fiyatlarını artırdı. YouTube TV 50 dolardan 65 dolara, Hulu 55 dolardan 65 dolara çıktı. </p> <p> Hulu&#39;nun durumunda, fiyatın Ocak 2019&#39;da 40 dolardan sadece iki yıl sonra 65 dolara yükseldiğini gördük. Bu %50&#39;den fazla bir artış. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> TV Ağları Gerçekten Suçlu mu? </h2> <p> Açıkçası, Sling&#39;in TV ağlarını platformunda kullanılabilir hale getirmek için ne kadar ödediğini tam olarak bilmiyoruz. </p> <p> Ancak, fiyat artışlarını Sling ve ark. Netflix gibi yalnızca isteğe bağlı video sağlayan servislerdeki fiyat artışlarıyla aradaki fark çok büyük. </p> <p> Gerçekten de, Netflix giriş seviyesi planını Mayıs 2014&#39;te başlattığından beri, ayda 8 dolardan 9 dolara yalnızca tek bir fiyat artışı gördük. Bu, hem dolar hem de yüzde cinsinden Sling&#39;deki fiyat artışlarından çok daha düşük. Evet, daha pahalı planlar daha büyük sıçramalar gördü, ancak yol boyunca onlara ek özellikler eklendi. </p> <p> TV akış hizmetleri ile isteğe bağlı video hizmetleri arasındaki bu tutarsızlıklar, TV ağlarının gerçekten suçlu olduğunu gösteriyor gibi görünüyor. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> Sling Hala Kablodan Daha Ucuz </h2> <p> Kimse faturalarının arttığını görmek istemez. Ancak son on yıldır kablo TV dünyasında gördüğümüz fiyat oyuklarını göz önünde bulundurursak (ABD&#39;de bir kablo faturasının ortalama fiyatı şu anda 200 dolardan fazla), Sling&#39;e küçük bir artışa göz yummak zor. </p> <p> Verdiği hizmet yine mükemmel. Diğer TV izleme yollarıyla karşılaştırıldığında, yine de paranızın tam karşılığını temsil eder. </p>"}