{"title":"Snapchat#039;ın &quot;Arkadaş Kontrolü&quot; Sizi İstenmeyen Arkadaşları Temizlemeye Davet Ediyor","content":"<p> Snapchat arkadaş listeniz biraz küçültme kullanabilir mi? Eklemeyi bile hatırlamadığınız tonlarca arkadaşınız varsa, Snapchat&#39;in Arkadaş Kontrolü özelliği sizi bu istenmeyen kullanıcıları temizlemeye teşvik edecektir. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Arkadaş Listenizi Temizleme Zamanı </h2> <p> bir yayın <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Snap Haber Odası </a> için tam zamanında kullanıma sunulan yeni bir özellik olan Friend Check Up&#39;ı öne çıkarır. <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Güvenli İnternet Günü </a> . Arkadaş Kontrolü, Snapchat&#39;te bir bildirim olarak görünecek ve sizden arkadaş listenizi gözden geçirmenizi isteyecektir. </p> <p> Bildirim, &quot;Snapchat Gerçek Arkadaşlar içindir. Arkadaş listenizi gözden geçirmek için dokunun.&quot; Bildirimi seçmek sizi istenmeyen bağlantıları kesmeye devam edebileceğiniz arkadaş listenize götürecektir. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> Bu aracın amacı, yanlışlıkla eklemiş olabileceğiniz kullanıcıları ve artık arkadaş listenizde olmasını istemediğiniz kişileri silmenize yardımcı olmaktır. Bu hatırlatıcıya sahip olmak aynı zamanda harika bir güvenlik özelliğidir; sonuçta, bilmeden belirli kullanıcılara Hikayelerinize ve konumunuza erişim izni veriyor olabilirsiniz. </p> <p> </p> <p> Snapchat&#39;e göre, bu özellik önümüzdeki haftalarda Android cihazlarda ve önümüzdeki aylarda iOS&#39;ta kullanıma sunulacak. </p> <p> Bununla birlikte, arkadaş listenizi temizlemeye başlamak için Snapchat&#39;in bu özelliği yayınlamasını beklemeniz gerekmez. Bunu şu anda Snapchat profilinize gidip öğesine dokunarak yapabilirsiniz. <strong> Arkadaşlarım </strong> . Silmek istediğiniz kullanıcıya uzun basın, öğesine dokunun. <strong> Daha </strong> ve ardından vur <strong> Arkadaşı Kaldır </strong> &gt; <strong> Kaldırmak </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Snapchat&#39;in Güvenliği Artırmasının Diğer Yolları </h2> <p> Aynı blog gönderisinde Snapchat, eğitim filtrelerini görüntülemek için ABD&#39;de Connect Safely ve İngiltere&#39;de ChildNet ile de ortaklık kurduğunu duyurdu. Bu filtreleri yukarı kaydırmak, sizi ilgili kuruluşun internet güvenliği kaynaklarına bağlayacaktır. </p> <p> Ayrıca Snapchat, ABD&#39;deki Crisis Text Line ile entegrasyonunu genişletiyor ve benzer bir özelliği İngiltere&#39;de kullanıma sunmayı planlıyor. Platform ayrıca LGBTQ gençlerine uygulama içi kaynaklar sağlamak için The Trevor Project ile birlikte çalışıyor. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat Yakın Arkadaşlar&#39;da İlgi Çekiyor </h2> <p> Arkadaş Kontrolü özelliği, Snapchat&#39;in tamamen yabancılar için değil, yakın arkadaşlar için bir platform olarak imajını güçlendirmeye çalıştığı başka bir yoldur. </p> <p> Platform, birbirini iyi tanımayan insanlar arasındaki iletişimi teşvik etmediği gerçeğiyle övünür. Platformun Gruplar&#39;daki 64 üyeli sınırı ve ikiniz de birbirinizin arkadaşlık isteğini kabul etmediğiniz sürece kimseyle iletişim kuramayacağınız gerçeği, yakın arkadaşlar için inşa edilmiştir. </p>"}