{"title":"Samsung Cihazlarda Ekran Görüntüsü Nasıl Alınır","content":"<p> Her Android telefon ve tablet ile ekran görüntüsü alabilirsiniz, ancak bunu yapmanın tam yöntemi, cihazınızın üreticisine bağlı olacaktır. </p> <p> Bir Samsung Galaxy cihazınız varsa, düğmelere basmak veya ekranda kaydırmak gibi birçok farklı yönteminiz vardır. Samsung cihazlarda ekran görüntüsünün nasıl alınacağını detaylandıracağız. </p> <h2 id=\"press-the-power-and-volume-down-buttons\"> 1. Güç ve Sesi Kısma Düğmelerine basın </h2> <p> Çoğu için bu, bir Samsung cihazında ekran görüntüsü almanın en kolay yolu olacaktır. </p> <p> Basitçe basılı tutun <strong> Güç </strong> düğmesi (veya <strong> yan tuş </strong> ) ve <strong> Sesi kıs </strong> düğmesine aynı anda basın. </p> <p> Bu düğmelerin tam konumu, cihazınıza bağlı olacaktır. Samsung Galaxy S21&#39;de bu düğmelerin ikisi de cihazın sağ tarafında. Samsung Galaxy S8&#39;de ses solda ve güç sağda. </p> <p> Bu düğmeleri yalnızca bir veya iki saniye basılı tutmanız gerekir. Ekran görüntüsünün alındığını belirtmek için ekran beyaz renkte yanıp sönecektir. </p> <p> Bu bir <a href=\"https://www.makeuseof.com/tag/6-ways-to-take-screenshots-on-android/\" target=\"_blank\" rel=\"nofollow noopener\"> standart Android ekran görüntüsü kısayolu </a> bu sadece Samsung cihazlarından daha fazlasında çalışacak. </p> <p> </p> <h2 id=\"use-palm-swipe\"> 2. Avuç İçi Kaydırmayı Kullanın </h2> <p> Bazı Samsung cihazlarda, ekran görüntüsü almak için avucunuzu ekran boyunca kaydırabilirsiniz. </p> <p> <strong class=\"gallery__section-title\"> Resim Galerisi (3 Resim) </strong> <img alt=\"advanced features\" src=\"images/advanced-features-412.jpg\" loading=\"lazy\"> Genişlet <img alt=\"motions and gestures\" src=\"images/motions-and-gestures-740.jpg\" loading=\"lazy\"> Genişlet <img alt=\"palm swipe to capture\" src=\"images/palm-swipe-to-capture-297.jpg\" loading=\"lazy\"> Genişlet </p> <p> Kapat </p> <p> Bunu etkinleştirmek için şuraya gidin: <strong> Ayarlar &gt; Gelişmiş özellikler &gt; Hareketler ve hareketler &gt; Yakalamak için avuç içiyle kaydırma &gt; Açık </strong> . </p> <p> Şimdi, ekran görüntüsü almak için elinizin kenarını ekran boyunca sağdan sola kaydırın. </p> <p> Tam hareketten emin değilseniz, Ayarlar ekranı size bunu gösteren bir animasyon gösterecektir. </p> <p> </p> <h2 id=\"ask-bixby-or-google-assistant\"> 3. Bixby veya Google Asistan&#39;a sorun </h2> <p> Telefonunuzda kurulu sesle etkinleştirilen bir sanal asistanınız varsa, ekran görüntüsü almak için kullanabilirsiniz. </p> <p> Bixby Voice&#39;unuz varsa &quot;Hey Bixby, ekran görüntüsü al&quot; deyin. Alternatif olarak, Google Asistanınız varsa &quot;Ok Google, ekran görüntüsü al&quot; deyin. </p> <p> Bu komutları &quot;Hey Bixby, ekran görüntüsü al ve Instagram&#39;da paylaş&quot; gibi diğer talimatlarla eşleştirebilirsin. </p> <p> </p> <p> </p> <h2 id=\"use-the-edge-panel\"> 4. Kenar Panelini Kullanın </h2> <p> Bazı Samsung cihazlarında kenar paneller bulunur. Bunlar, ekranın kenarını kaydırarak hızlıca erişebileceğiniz kullanışlı özelliklerdir. Etkinleştirebileceğiniz bir kenar paneli, ekran görüntüsü almanıza olanak tanır. </p> <p> <strong class=\"gallery__section-title\"> Resim Galerisi (3 Resim) </strong> <img alt=\"display\" src=\"images/display-661.jpg\" loading=\"lazy\"> Genişlet <img alt=\"edge screen\" src=\"images/edge-screen-495.jpg\" loading=\"lazy\"> Genişlet <img alt=\"edge panels\" src=\"images/edge-panels-983.jpg\" loading=\"lazy\"> Genişlet </p> <p> Kapat </p> <p> Bunu etkinleştirmek için şuraya gidin: <strong> Ayarlar &gt; Ekran &gt; Kenar ekranı &gt; Kenar panelleri &gt; Açık </strong> . Buradan, etkinleştirin <strong> Akıllı seçim </strong> panel. </p> <p> Şimdi, ekranınızın sağ kenarından kaydırdığınızda, Akıllı seçim paneli açılacaktır. </p> <p> İkisinden birini seçin <strong> Dikdörtgen </strong> veya <strong> Oval </strong> , ardından ekran görüntüsünü almak istediğiniz alanı seçmek için sürükleyin. Dokunmak <strong> bitti </strong> öğesine dokunun, ardından <strong> Kayıt etmek </strong> simgesi (aşağı ok). </p> <p> </p> <h2 id=\"use-the-s-pen\"> 5. S Pen&#39;i kullanın </h2> <p> Bir Galaxy Note cihazınız varsa, ekran görüntüsü almak için S Pen&#39;i kullanabilirsiniz. </p> <p> S Pen&#39;i cihazdan alın, <strong> Hava komut menüsü </strong> simgesine dokunun, ardından <strong> Ekran yazma </strong> . Bu tam bir ekran görüntüsü alacaktır. Ardından, isterseniz ekrandaki araçları kullanarak ekran görüntüsünü düzenleyebilirsiniz. Bittiğinde, simgesine dokunun. <strong> Kayıt etmek </strong> simge. </p> <p> </p> <h2 id=\"use-scroll-capture-to-screenshot-the-entire-page\"> 6. Tüm Sayfanın Ekran Görüntüsünü Almak için Kaydırarak Yakalamayı Kullanın </h2> <p> Uzun bir web sayfası veya uygulama yakalamak istiyorsanız, birden fazla ekran görüntüsü almanıza gerek yoktur. Bunun yerine, tek bir büyük ekran görüntüsü oluşturmak için Samsung&#39;un Kaydırma Yakalama Özelliğini kullanabilirsiniz. </p> <p> <img alt=\"samsung scroll capture\" src=\"images/scroll-capture-e1612347426613-576.jpg\" loading=\"lazy\"> </p> <p> Normal bir ekran görüntüsü aldıktan sonra, ekranın alt kısmında Akıllı Yakalama menüsü belirir. Bunun üzerine, simgesine dokunun. <strong> Kaydırma Yakalama </strong> simge—seken iki aşağı oktur. </p> <p> Bir dokunuş, sayfayı bir kez aşağı kaydırır ve ekran görüntüsünü birincinin altına diker. Sayfada istediğiniz her şeyi yakalayana kadar simgeye dokunmaya devam edin. </p> <p> </p> <h2 id=\"how-to-view-your-samsung-screenshots\"> Samsung Ekran Görüntülerinizi Nasıl Görüntüleyebilirsiniz? </h2> <p> Bir ekran görüntüsü aldıktan sonra, nereye kaydedildiklerini ve bunlara nasıl erişebileceğinizi merak edebilirsiniz. Bu basit. </p> <p> Aç <strong> Galeri </strong> uygula ve seç <strong> Albümler </strong> alt menüden. sonra bir göreceksiniz <strong> Ekran görüntüleri </strong> normal fotoğraflar gibi yönetebileceğiniz albüm. </p> <p> </p> <h2 id=\"master-your-samsung-device-with-these-tips\"> Bu İpuçları ile Samsung Cihazınızda Ustalaşın </h2> <p> Artık bir Samsung telefon veya tablette nasıl ekran görüntüsü alacağınızı biliyorsunuz. En kolay ve en hızlı bulduğunuz yöntemi seçin, çünkü hepsi aynı sonucu verir. </p> <p> Samsung cihazınızdan daha fazlasını mı almak istiyorsunuz? Stok Android ile birlikte gelmeyen birçok kullanışlı özellik olduğundan Samsung&#39;un One UI sunduğu her şeyi keşfettiğinizden emin olun. </p>"}