{"title":"Sony, PS5 Kontrolörünün PlayStation Sembolleriyle Nasıl Dokulu Olduğunu Açıkladı","content":"<p> Bir PS5 DualSense denetleyicisi gördüyseniz, bir denetleyiciye sahipseniz veya yeni nesil joypad&#39;in etrafındaki hype&#39;lardan herhangi birini okuduysanız, cihazın arkasında bir doku olduğunu bileceksiniz. </p> <p> Bu doku, DualSense&#39;in önündeki eylem düğmelerini temsil eden binlerce küçük kare, daire, üçgen ve X&#39;ten oluşur. Şimdi Sony, sembollerin oraya nasıl geldiğini tam olarak ortaya çıkardı. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony, DualSense Denetleyiciyi Nasıl Dokuladığını Açıkladı </h2> <p> DualSense&#39;inizi ters çevirin ve arka kısımda kontrol cihazının işlem düğmelerinden sayısız küçük sembol olduğunu göreceksiniz. Aslında, inanılmaz derecede küçük oldukları için onları göremeyebilirsiniz. Ama inan bize, oradalar. </p> <p> Nasıl var olduklarını hayal etmek bile zor, çok küçükler ama Sony ortaya çıkardı. <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , bu 40.000 sembol tam olarak nasıl ortaya çıktı. En hafif tabirle kulağa oldukça zahmetli bir süreç gibi geliyor. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Birçok başarısız tasarımdan sonra Sony, sonunda mükemmel olduğunu düşündüğü mikro dokuya karar verdi. Sadece birkaç mikron yüksekliğinde ve elle çizilmiş tasarımlardan yaratılmış semboller kütlesi sadece dekorasyon olarak değil; ayrıca DualSense&#39;i kullandığınızda kavrama sağlar. </p> <p> Tasarımcılar, tek bir 2B düzlemi kesmek yerine, 3B olarak çalışan hassas lazer aşındırıcılar kullanarak bu minik sembolleri özenle bir kalıba keserler ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> lazer aşındırıcılar hakkında daha fazla bilgi edinin </a> ). </p> <p> Üretim makineleri plastiği kalıba enjekte ettikten sonra, elinizde tuttuğunuz dokuyu alarak mevcut her alana düzgün bir şekilde yerleşir. Zekice şeyler, özellikle bu modellemenin ölçeği düşünüldüğünde. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Dokuyu Başka Bir Yerde Bulabilir misiniz? </h2> <p> Aslında, dokuyu başka bir yerde bulabilirsiniz. Sony, tasarımın anahtarının süreklilik olduğunu biliyor. Böylece, dokuyu tüm PlayStation 5 ekosisteminde bulabilirsiniz. </p> <p> DualSense denetleyicilerinden Medya uzaktan kumandasına, PS5 kablosuz kulaklığına ve hatta konsolun kendisine kadar, hepsinde bu dokuyu bulacaksınız. </p> <p> Sony&#39;nin kontrol pedlerini ilk kez dokuması da değil. Sony, PS4&#39;ün yanında DualShock 4&#39;ü piyasaya sürdüğünde, onun da ön panelinde dokulu bir yüzey vardı. Bu, kozmetik bir değere sahip olmaktan çok, pedi kavramakla ilgiliydi. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: Mükemmel Bir Denetleyici mi? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> Tamam, bu yüzden PS5 DualSense mükemmel olmayabilir, ancak muhteşem bir tasarım parçası ve gerçekten iyi çalışıyor (bir veya iki tutuş dışında). </p> <p> DualSense&#39;i rakiplerinden gerçekten ayıran şey, Sony&#39;nin ayrıntılara gösterdiği özendir. Sony, PS5&#39;in piyasaya sürülmesinden önce gerçekten heyecan verici daldırma ve entegrasyon ile, tasarım açısından gerçekten parasını ağzının olduğu yere koyduğunu görmek güzel. </p>"}