{"title":"Twitter, Reklamları Azaltmak İçin Abonelikleri Düşünüyor","content":"<p> Twitter, reklamlara olan bağımlılığını azaltmak için ücretli abonelik fikrini tartıyor. Platform yalnızca TweetDeck&#39;e abonelik tabanlı erişimi keşfetmekle kalmıyor, aynı zamanda belirli özellikler için kullanıcılardan ücret almaya da başlayabilir. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter Reklamlardan Uzaklaşmak İstiyor </h2> <p> Twitter sonuçta tamamen özgür kalmayabilir. hakkında bir rapor <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> Twitter&#39;ın para kazanmanın yeni yollarını düşündüğünü ortaya koyuyor ve buna abonelik ücretleri, ücretli ipuçları ve hatta ödeme duvarlı özellikler dahildir. </p> <p> Twitter, bir abonelik modeli eklemeyi düşünebilir <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , yayınlarınızı düzgün bir şekilde reklamsız sütunlar halinde düzenleyen Twitter alternatifi. Platform, 2017&#39;de TweetDeck için ücretlendirmeyi araştırdı, ancak bundan hiçbir şey çıkmadı. </p> <p> Twitter ayrıca, Twitter&#39;da ücretli özellikler fikri üzerinde kafa yoruyor. Temmuz 2020&#39;de Twitter, kullanıcılara hangi özellikler için ödeme yapmayı düşüneceklerini soran bir anket gönderdi. Ücretli özellikler ortaya çıkarsa, bu, gelişmiş profil özelleştirme seçenekleri ve hatta belirli eylemleri geri almanıza izin veren özellikler için ödeme yapmak anlamına gelebilir. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> CEO Jack Dorsey, Twitter&#39;ın bir abonelik modelini araştırdığını doğruladıktan sonra şirket, böyle bir hizmette ne tür özellikler görmek istedikleri konusunda kullanıcı anketleri yürütüyor. <br><br> Göndermeyi geri alma, profiller için özel rozetler ve gelişmiş analizler düşünülen özellikler arasında. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> - Andrew Roth+ (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 Temmuz 2020 </a></blockquote>  <p> Bloomberg raporu ayrıca Twitter&#39;ın &quot;ipuçlarını&quot; da araştırdığını belirtti. Bu, kullanıcıların belirli içerik türleri için gazetecilere veya içerik oluşturuculara bahşiş vermesini sağlar. Platform, yayın uygulamasında bu seçeneği denedi <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Mart 2021&#39;de kapatılacak olan Periscope </a> . </p> <p> Buna ek olarak, Twitter&#39;ın finanstan sorumlu başkanı Ned Segal, Aralık 2020&#39;deki bir konferansta diğer ücretli özelliklerden söz etti. Twitter&#39;ın ücretli özelliklerinin &quot;yüksek kaliteli video&quot;, &quot;analitik&quot; ve hatta &quot;ticari varlık&quot; içerebileceğini belirtti. &quot; </p> <p> Twitter&#39;ın gelir ürünleri başkanı Bruce Falck, Bloomberg&#39;e Twitter&#39;ın gelecekte abonelikleri &quot;içerebileceğini&quot; söyledi. &quot;Bu potansiyel hakkında heyecan duysak da, hala çok erken keşifte olduğumuzu ve 2021&#39;de bu fırsatlara atfedilebilecek anlamlı bir gelir beklemiyoruz.&quot; Bu, muhtemelen henüz ücretli özellikler hakkında endişelenmemize gerek olmayacağı anlamına geliyor. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter, haber bülteni hizmetini satın aldığını duyurdu </a> , Revue, Ocak 2021&#39;de. Kullanıcıları bir bülten aboneliği için ücretlendirmek Twitter için mantıklı bir yol gibi görünebilir, ancak Twitter&#39;ın bunu yapmayı planlayıp planlamadığı belirsizliğini koruyor. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Twitter&#39;daki Özellikler İçin Ödeme Yapar mısınız? </h2> <p> Twitter&#39;ı ücretsiz bir sosyal ağdan başka bir şey olarak hayal etmek zor. Uzman kullanıcılar, Twitter deneyimlerini geliştirmek için belirli özellikler için ödeme yapabilirken, ortalama bir kullanıcı muhtemelen bir TweetDeck aboneliği için ödeme yapmaya veya bir geri alma özelliği satın almaya meyilli hissetmeyecektir. </p> <p> Twitter&#39;ın tatmin edici reklamverenler ve kullanıcıları arasında mükemmel bir denge kurması gerekiyor. Kullanıcıları ücretlendirmeye ve reklamları kaldırmaya çok fazla eğilirse, bu hem kullanıcıları hem de reklamverenleri mutsuz eder. </p>"}