{"title":"Twitter&amp;#039;ın Trump Yasağı Sonsuza Kadar... Yeniden Başkanlığa Aday Olsa Bile","content":"<p> Twitter, eski ABD Başkanı Donald Trump&#39;a yönelik yasağı konusunda ciddi. Platform, Trump 2024&#39;te yeniden cumhurbaşkanlığına aday olmaya karar verse bile Trump&#39;ın Twitter&#39;a geri dönmesine asla izin vermeyeceğini duyurdu. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump&#39;ın Twitter&#39;dan Ömür Boyu Yasak </h2> <p> Trump&#39;ın ikinci suçlama davasının ortasında, Twitter&#39;ın baş finans sorumlusu Ned Segal, CNBC&#39;nin Squawk Box&#39;ında Trump&#39;ın Twitter hesabının potansiyel geleceği hakkında bir röportaj yaptı. Segal, Twitter&#39;ın, aday olmaya karar verip vermediğine bakılmaksızın, Trump&#39;ın bir daha platforma girmesine asla izin vermeyeceğini söyledi. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Politikalarımızın işleyiş şekli, platformdan çıkarıldığınızda, ister yorumcu, ister CFO, ister eski ya da mevcut platformdan kaldırılırsınız. kamu görevlisi&quot; diyor <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> CFO <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> Başkan Trump&#39;ın hesabının geri yüklenip yüklenmeyeceği konusunda. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> — Squawk Kutusu (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 Şubat 2021 </a></blockquote>  <p> Segal, Twitter&#39;ın kaldırma politikalarının ayrımcılık yapmadığını belirterek, &quot;Platformdan çıkarıldığında, ister yorumcu olun, ister CFO olun, ister eski ya da mevcut bir kamu görevlisi olun, platformdan çıkarılırsınız resmi.&quot; </p> <p> Daha sonra Twitter&#39;ın &quot;politikalarının insanların şiddeti teşvik etmemesini sağlamak için tasarlandığını&quot; ve birisi bu politikaları ihlal ederse Twitter&#39;ın bunları kaldırması gerektiğini söyledi. Platformun kuralları &quot;insanların geri gelmesine izin vermiyor.&quot; </p> <p> Başka bir deyişle, Trump asla Twitter&#39;a dönemez ve eski bir kamu görevlisi olması bunu değiştirmez. Trump&#39;ın yeniden cumhurbaşkanlığına aday olmaya çalışması durumunda Twitter&#39;ın yasağı da yürürlükte kalacak. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> Trump&#39;ın Sosyal Medya ile Çalkantılı İlişkisi </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter Trump&#39;ı yasakladı </a> 6 Ocak 2021&#39;de Capitol Hill&#39;deki ayaklanmaların ardından, platformun şiddete teşvik politikasını ihlal ettiği için. Ancak bu kalıcı yasaktan önce bile, Trump ve Twitter&#39;ın çok sert bir ilişkisi vardı. </p> <p> Trump&#39;ın başkanlığı boyunca Twitter sık ​​sık bulundu <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> Trump&#39;ın Tweetlerini işaretleme ve kaldırma </a> platformun politikalarını ihlal ettiği için. Platform, Tweetlerini oylama, COVID-19 ve hatta ABD seçimlerinin bütünlüğü hakkında yanlış bilgiler içerdiği için sürekli olarak etiketledi. </p> <p> Yine de Twitter, Trump&#39;ın bazı Tweetlerini etiketleme ve kısıtlama konusunda yalnız değildi. Facebook&#39;un da büyük payı var <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> Trump&#39;ın içeriğini yanlış bilgi için işaretlemek </a> . </p> <p> Trump, Washington, DC protestolarının ardından tüm sosyal medyadan esasen yasaklandı. Twitter sadece Trump&#39;ı platformundan çıkarmakla kalmadı, Facebook, Instagram Snapchat, YouTube ve hatta Twitch bile Trump&#39;ın hesabı üzerinden harekete geçti. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Trump&#39;ın Sosyal Varlığının Acımasız Geleceği </h2> <p> Artık Trump neredeyse tüm büyük sosyal platformlardan men edildiğine göre, sosyal medyada tekrar ortaya çıkıp çıkmayacağı belli değil. Bazıları için bu hoş bir fikir, ancak diğerleri için Trump&#39;ın hesaplarının yasaklanması konuşma özgürlüğünün ihlalidir. </p> <p> Sözde özgür konuşma sosyal ağı Parler, muhtemelen Trump&#39;ın varlığını açık kollarla karşılardı. Ancak artık platform kendi CEO&#39;sunu kovduğuna ve tüm internetten başlatıldığına göre, Parler&#39;ın geri dönmesi muhtemelen haftalar (hatta belki aylar) alacak. </p>"}