{"title":"TikTok E-Ticaret Oyununu Yükseltiyor","content":"<p> TikTok, e-ticaret sahnesine fırlıyor. Platformun, içerik oluşturucuların bağlı kuruluş bağlantılarından ve canlı akışlı alışveriş oturumlarından para kazanmalarına olanak tanıyan bir dizi araç sunmayı planladığı bildiriliyor. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok, Gözünü Para Kazanmaya Yönlendiriyor </h2> <p> tarafından bir rapora göre <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> The Financial Times </a> , TikTok, içerik oluşturuculara uygulamada kar elde etmeleri için ek yollar sunacak. Reklamverenlerle yapılan bir brifingde, kısa biçimli video uygulaması, bir dizi yeni e-ticaret özelliğinin 2021&#39;de kullanıma sunulacağını belirtti. </p> <p> TikTok kullanıcıları yakında videolarına ürün bağlantıları ekleyebilecekler; içerik oluşturucu ile marka arasında bağlantı gerekmez. İzleyiciler bağlantıyı tıklar ve ürünü satın alırsa içerik oluşturucu bir komisyon alır. </p> <p> Platform ayrıca canlı akışlı bir alışveriş özelliğini de düşünüyor. <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram Makaralarında zaten gördüğümüz gibi </a> . İçerik oluşturucular, canlı yayınlar sırasında bir ürünün reklamını yapabilecek ve hatta sergileyebilecek ve izleyiciler yalnızca birkaç basit dokunuşla ürünü satın alabilecek. </p> <p> TikTok, markaların uygulamada neredeyse tüm katalogların reklamını yapmasına da izin verebilir. <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> WhatsApp&#39;ta zaten mevcut olan alışveriş kataloğu özelliği </a> . </p> <p> Facebook, Instagram ve WhatsApp, alışveriş merkezleri olarak ikiye katlanan sosyal medya platformlarına dönüştü. Bu değişikliklerle birlikte TikTok da aynısını yapmayı hedefliyor gibi görünüyor. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok, TeeSpring ile bir ortaklık duyurdu </a> Eylül 2020&#39;de, içerik oluşturucuların uygulamada kendi ürünlerini satmalarına olanak tanıyan bir entegrasyon. Platform aynı zamanda Shopify ile güçlerini birleştirerek satıcılara TikTok için reklam kampanyaları oluşturma fırsatı verdi. </p> <p> Financial Times ayrıca TikTok&#39;taki kullanıcıların yaklaşık yüzde 40&#39;ının bir Facebook hesabına sahip olmadığını ve yüzde 63&#39;ünün Twitter kullanmadığını belirtti. Bu, Facebook ve Twitter&#39;ın her yerinde reklam kampanyalarını görmeyen tamamen yeni bir kullanıcı pazarı anlamına geliyor. Bu muhtemelen markalar ve reklamverenler için büyük para anlamına geliyor. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Sosyal Medya: Yeni Bir Alışveriş Noktası mı? </h2> <p> Sosyal medyada para giderek daha önemli hale geliyor ve bu, yalnızca sosyal ağları arkadaşlarıyla iletişim halinde kalmak için kullanan kullanıcılar için endişe verici olabilir. Ürünler zaten Facebook ve Instagram&#39;a aktarılıyor ve TikTok yakında katılacak. </p> <p> Bu dedi, senin <strong> Senin için </strong> feed artık komik skeçler ve düetler ile sınırlı olmayabilir. Bu yılın ilerleyen saatlerinde, canlı yayınlar sırasında en sevdiğiniz TikTok yıldızlarının reklam ürünlerini görebilir veya satın almayı düşünebileceğiniz ürün bağlantılarına rastlayabilirsiniz. </p> <p> Sosyal medya, içerik oluşturucuların, reklamverenlerin ve işletmelerin para kazanmaları için hızla bir caddeye dönüşüyor ve bunu yakın gelecekte daha sık göreceğiz. </p>"}