{"title":"Tıpkı Tesla gibi Twitter da Bitcoin&#39;e Yatırım Yapmayı Düşünüyor","content":"<p> Herkes borsayı veya kripto para birimini takip etmez, ancak yaparsanız, 8 Şubat&#39;ta Tesla&#39;nın 1,5 milyar dolar değerinde bitcoin aldığını bilirsiniz. Şirket devasa hissesini açıkladıktan sonra, bitcoin&#39;in değeri yüzde 20,33 artışla 46.081,64 $&#39;a yükseldi - Mart 2020&#39;den bu yana en yüksek seviye. </p> <p> Bununla birlikte, Tesla&#39;nın kripto para birimine ilgi duyan tek işletme olmadığı ortaya çıktı. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter Yakında Çalışanlarına Bitcoin Olarak Ödeme Yapabilir </h2> <p> CNBC ile yaptığı röportajda, Twitter CFO&#39;su Ned Segal, şirketin bilançosuna bitcoin eklemeyi düşündüğünü söyledi. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Çalışanlara ödeme talep etmeleri durumunda nasıl ödeme yapabileceğimizi düşünmek için çok önceden düşündük. <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , bir satıcıya ödeme yapılması istenirse nasıl ödeyebiliriz? <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> ve sahip olmamız gerekip gerekmediği <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> bilançomuzda&quot; diyor <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> — Squawk Kutusu (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 Şubat 2021 </a></blockquote>  <p> Böylece Tesla&#39;nın bitcoin&#39;e yaptığı yatırım Twitter&#39;ın dikkatini çekti. Sosyal medya platformu henüz hazine departmanı içinde bir hamle yapmadı, ancak artık bitcoin işlemlerinin en azından dikkate alındığını biliyoruz. </p> <p> Segal&#39;e Twitter&#39;ın bitcoin&#39;e yatırım yapması için ne gerektiği sorulduğunda, çok basit bir yanıt verdi. </p> <p> &quot;Bakacağımız en önemli şeylerden biri, insanların bizimle bitcoin ile işlem yapmak istemeleri olurdu. Çünkü o zaman işlem sırasında doları bitcoin&#39;e mi transfer edeceğimizi veya bitcoin&#39;i isteyip istemediğimizi düşünebiliriz. Bilançomuz bu işlemi tamamlamaya hazır,&quot; diye açıkladı Segal. </p> <p> Twitter&#39;ın yakında büyük değişiklikler yapmak istediği ortaya çıktığında, Twitter&#39;ın böyle bir risk almasının pek mümkün olmadığını düşünebilirsiniz. <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> Revue özelliklerinin uygulanması </a> ve muhtemelen <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> abonelik modeli </a> . </p> <p> Ancak Twitter&#39;ın kardeş şirketi, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Meydan </a> , zaten bir bitcoin yatırımcısıdır. </p> <p> Geçen Ekim ayında Square <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> resmi web sitesi </a> 50 milyon dolar değerinde Bitcoin satın aldığını duyurdu. O zaman, yatırım Square&#39;in toplam varlıklarının yaklaşık yüzde birini temsil ediyordu. </p> <p> Sadece bu da değil, Twitter CEO&#39;su Jack Dorsey de oldukça Bitcoin hayranı. Ocak ayında Capitol Hill isyanlarının ardından, konuyu tartışmak için bir tweet attı. <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> ABD eski başkanı Donald Trump&#39;ın Twitter&#39;dan kalıcı olarak yasaklanması </a> . </p> <p> Ortada bir yerde, Dorsey kripto para birimine ışık tutmak için değişti. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Bu kadar tutkumun nedeni <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> büyük ölçüde gösterdiği modelden kaynaklanmaktadır: tek bir kişi veya kuruluş tarafından kontrol edilmeyen veya etkilenmeyen temel bir internet teknolojisi. İnternetin olmak istediği şey bu ve zamanla daha fazlası olacak. </p> - jack (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 Ocak 2021 </a></blockquote>  <p> Dorsey, yıllar içinde bitcoin konusunda giderek daha tutkulu hale geldi. Geçen yıl bu zamanlarda Dorsey, Twitter&#39;a bitcoin için markalı bir hashtag başlatmıştı. Artık #bitcoin”e tweetlerde bitcoin logosu eşlik ediyor. </p> <p> 2018 yılında <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Kere </a> Dorsey, bitcoin&#39;in bir gün dünyanın &quot;tek para birimi&quot; olacağını tahmin ettiğini yazdı. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Twitter&#39;da sırada ne var? </h2> <p> 2021&#39;e sadece iki ay kaldı ve Twitter, bugün bildiğimiz şekliyle platformu büyük ölçüde değiştirmek için şimdiden adımlar atıyor. </p> <p> Başka bir adım, işlemleri için önümüzdeki aylarda milyonlarca değerinde bitcoin satın alacak mı? Belki de Twitter, kripto para birimini Square&#39;in yaptığı gibi &quot;bir ekonomik güçlendirme aracı&quot; olarak düşünüyorsa. </p>"}