{"title":"Unix Parolanızı Nasıl Değiştirirsiniz","content":"<p> Dijital gizliliğinizi korumada şifrenin rolünü hepimiz biliyoruz. Güçlü bir parolaya sahip olmak, davetsiz misafirlerin sisteminize girmesini engelleyen ilk savunma katmanıdır. Bu nedenle, bilgisayarınızı bir parola ile korumak herkes için birinci derecede endişe kaynağı olmalıdır. </p> <p> Unix tabanlı işletim sistemleri, bir kullanıcının parolası ve güvenliği söz konusu olduğunda sağlam özellikler sunar. Ancak, sisteminizi güvenceye almak için bu gelişmiş özellikleri nasıl kullanırsınız? </p> <h2 id=\"unix-vs-linux\"> Unix ve Linux </h2> <p> Unix ve Linux terimlerini benzer bir bağlamda kullandığında birçok kişinin kafası karışır. olman önemli değil <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> Linux&#39;ta şifre değiştirme </a> veya Unix, adımlar aynıdır. Bu iki işletim sistemi benzer türde bir mimariye ve komuta yapısına sahip olsa da gerçekte birbirlerinden çok farklıdırlar. </p> <p> Unix, 1960&#39;ların sonlarında Ken Thompson ve Dennis Ritchie tarafından geliştirilen bir işletim sistemidir. Öncelikle taşınabilirlik, çoklu iş parçacığı ve hızlı değişiklikler için inşa edilmiştir. Linux&#39;tan farklı olarak Unix, güçlü komut satırı arayüzü ile tanınan tescilli bir yazılımdır. </p> <p> Öte yandan Linux, açık kaynaklı &quot;Unix benzeri&quot; işletim sistemleri ailesidir. Linus Torvalds bu işletim sistemini 1991&#39;de geliştirdi. Linux, Unix&#39;ten büyük ölçüde ilham aldığı için Unix benzeri işletim sistemleri olarak adlandırılır. 600&#39;den fazla topluluk odaklı Linux dağıtımı internette ücretsiz olarak mevcuttur. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Unix&#39;te Kendi Parolanızı Değiştirme </h2> <p> Çoğu Unix tabanlı sistemde, kullanıcılar parolaları aşağıdaki komutlarla değiştirebilir: <strong> şifre </strong> komut. Unix&#39;te kendi şifrenizi değiştirmek için, terminalinizi tuşuna basarak açın. <strong> Ctrl </strong> + <strong> alt </strong> + <strong> T </strong> . Ardından, şifrenizi değiştirmek için şunu girin: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Şuna benzeyen bir çıktı göreceksiniz. Önce mevcut şifreyi girin ve ardından işlemi tamamlamak için yeni şifrenizi iki kez girin. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Ekranınızda yazılan karakterlerin hiçbirini görmezsiniz. Unix tabanlı işletim sistemleri, kullanıcıları bu benzersiz koruma yöntemine sahiptir. <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> omuz sörfü </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Kök Parolayı Değiştirme </h2> <p> Bir Unix makinesinde yalnızca bir kök kullanıcı kök parolasını değiştirebilir. Mevcut kullanıcınızı root olarak değiştirmek için şunu yazın <strong> su - </strong> terminalinizde ve tuşuna basın <strong> Giriş </strong> . Ardından, işlemi onaylamak için kök şifreyi girin. </p> <p> Artık root olduğunuza göre, yazarak şifrenizi kolayca değiştirebilirsiniz. <strong> şifre </strong> terminalinizde. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Diğer Kullanıcının Şifresini Değiştirme </h2> <p> Root kullanıcıları, sistemdeki diğer kullanıcıların şifrelerini de değiştirme yetkisine sahiptir. Bunu yapmak için terminalinizi tuşuna basarak açın. <strong> Ctrl </strong> + <strong> alt </strong> + <strong> T </strong> . Ardından, şifreyi şununla değiştirin: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Sistem ekranınızda aşağıdaki çıktıyı göreceksiniz. Değişikliği onaylamak için yeni şifreyi iki kez girin. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Unix&#39;te Kullanıcı Parolalarını Yönetme </h2> <p> Unix kullanıcıları, şifrelerini kullanarak kolayca değiştirebilirler. <strong> şifre </strong> komut. Hakkında daha fazla öğrenmek için <strong> şifre </strong> , komut kılavuzunu kontrol edebilirsiniz: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux ve Unix, sistem komutları söz konusu olduğunda birkaç benzerliğe sahip olabilir, ancak birçok başka açıdan iki farklı işletim sistemidir. </p>"}