{"title":"Video Oyunları Çiftleri Nasıl Yakınlaştırabilir?","content":"<p> Sen yap; onlar yapıyor, hepimiz yapıyoruz. Tabii ki oyundan bahsediyoruz. Yine de, hobilerini kendilerine en yakın kişilerle paylaşan çok az insan var. Ancak video oyunları oynamak arkadaşlarınızla, ailenizle ve hatta diğer önemli arkadaşlarınızla daha yakınlaşmanıza yardımcı olur. </p> <p> Oyun ve romantik ilişkiler nadiren el ele gider, ancak bu, yapamayacakları veya yapmamaları gerektiği anlamına gelmez. Çiftlerin ortak hobileri olması garip değil, ancak oyun oynarken çok az çift buna çok fazla zaman ve enerji harcar. </p> <p> Peki, video oyunları sizi romantik partnerinize yaklaştırmaya nasıl yardımcı olabilir? Hadi bulalım. </p> <h2 id=\"video-games-can-help-foster-your-relationship\"> Video Oyunları İlişkinizi Geliştirmeye Yardımcı Olabilir </h2> <p> İster inanın ister inanmayın, bir çift olarak video oyunları oynamak, diğer önemli kişilerle olan ilişkinizi olumlu yönde etkileyebilir. Aynı ilgi alanlarına sahip olmak, baştan daha iyi bir ilişki kurmaya yardımcı olabilir, ancak buna göre <a href=\"https://www.getcenturylink.com/blog/does-gaming-affect-romantic-relationships/\" target=\"_blank\" rel=\"nofollow noopener\"> get Centurylink.com anketi </a> , aynı zamanda ilişkinizi de geliştirecektir. </p> <p> <img alt=\"couple playing games on the sofa\" src=\"images/couple-playing-games-on-the-sofa-689.png\" loading=\"lazy\"> </p> <p> Ankete katılan 1000 kişiden neredeyse %52&#39;si, oyunların ilişkileri üzerinde olumlu bir etkisi olduğunu söyledi. </p> <p> Çift olarak video oyunları oynamanın birçok faydası olduğu için bu sürpriz olmamalı. İlk olarak, çevrimiçi oyun, dışarı çıkmak zorunda kalmadan partnerinizle iletişim halinde kalmanın harika bir yoludur. </p> <p> Birçok insan hala çoğu zaman evde kalıyor. Siz veya eşiniz onlardan biriyseniz, telefonda konuşurken oyun gecesi yapmak, ayrıyken iletişimde kalmanın harika bir yoludur. Aynı ilke, uzun mesafeli ilişkiler için de geçerlidir. </p> <p> </p> <h2 id=\"playing-video-games-together-can-also-improve-your-communication\"> Birlikte Video Oyunları Oynamak İletişiminizi İyileştirebilir </h2> <p> <img alt=\"male couple gaming\" src=\"images/male-couple-gaming-982.png\" loading=\"lazy\"> </p> <p> Eşli oyunlar oynamak, partnerinizle olan iletişiminizi geliştirmenin de harika bir yoludur. Bunun nedeni, ikinizin de ortak bir hedef için çalışıyor olmanız ve bir seviyeyi veya görevi geçtiğinizde ikinizin de ödül almasıdır. Ayrıca, çoğu oyunda, herhangi bir işbirliği oyununda biraz ilerleme kaydetmek için birbirinizle konuşmanız ve hareketlerinizi koordine etmeniz gerekir. </p> <p> En iyi yanı, video oyunlarının sadece sevgilinize değil, aynı zamanda ailenizle olan iletişiminizi geliştirmeye de yardımcı olmasıdır. Bunun, çiftlerin bir araya gelmesine nasıl yardımcı olabileceğinden ziyade, oyunun daha geniş faydaları konusunda açık etkileri vardır. </p> <p> Göre <a href=\"https://journals.sagepub.com/doi/10.1177/1461444818767667\" target=\"_blank\" rel=\"nofollow noopener\"> Yeni Medya ve Toplum çalışması </a> ailelerde video oyunlarının etkilerine bakıldığında, aileleriyle birlikte video oyunları oynayan kişilerin daha iyi iletişim ve aile yakınlığına sahip oldukları görülmüştür. Eşinizin tek olduğunu düşünüyorsanız veya zaten birlikte bir aile kuruyorsanız, video oyunları oynamak ailenize de yardımcı olabilir. </p> <p> Tabii ki, kooperatif oyunları, faydaları olan tek oyun değil. Rekabetçi oyunlar da hile yapacak. Daha önce bahsedilen ankette Call of Duty ve Mario Kart gibi rekabetçi oyunlar, ilişkiler üzerinde en olumlu etkiye sahip oyunlardır. Dedikleri gibi, biraz rekabet kimseye zarar vermez. </p> <p> </p> <h2 id=\"what-games-can-you-start-with\"> Hangi Oyunlarla Başlayabilirsiniz? </h2> <p> <img alt=\"mariokart nintendo switch\" src=\"images/mariokart-nintendo-switch-505.jpeg\" loading=\"lazy\"> </p> <p> Siz veya eşiniz büyük bir oyun hayranı değilseniz, nereden başlayacağınızı bilmek zor olabilir. Neyse ki, birkaç tavsiyemiz var. </p> <p> Birbirinizle oyun oynamaya başlamanın harika bir yolu telefonlarınızdır. Android ve iOS&#39;taki birçok oyun, birbirinizle oynamanıza izin verecektir. Size birkaç öneri, Quiz Crack 2, Words with Friends 2 ve Clash Royale. </p> <p> Sonuncusu çoğunlukla tek oyuncular içindir, ancak çift olarak oynaması eğlenceli olan 2&#39;ye 2 modu vardır. Ayrıca daha birçok eğlence var <a href=\"https://www.makeuseof.com/tag/best-local-multiplayer-games-android-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> Android ve iPhone için yerel çok oyunculu oyunlar </a> deneyebilirsin. </p> <p> İkiniz de daha fazla PC oyuncusuysanız, Humans Fall Flat, Don&#39;t Starve Together ve hatta süper popüler oyun Between Us ile başlayabilirsiniz. Ayrıca orada <a href=\"https://www.makeuseof.com/tag/7-best-couch-co-op-games-pc/\" target=\"_blank\" rel=\"nofollow noopener\"> PC için yerel çok oyunculu oyunlar </a> aynı zamanda. </p> <p> Son olarak konsol oyuncuları için Mario Kart ve Call of Duty&#39;den bahsetmiştik ama Overcooked ve Animal Crossing gibi diğer oyunları da deneyebilirsiniz. Çok var <a href=\"https://www.makeuseof.com/tag/best-local-multiplayer-games-nintendo-switch/\" target=\"_blank\" rel=\"nofollow noopener\"> Switch&#39;te oynamak için harika yerel çok oyunculu oyunlar </a> , seçtiğiniz konsol buysa. </p> <p> Sonuç olarak, karar sizin! Partnerinizle konuşun ve birlikte oynamaktan zevk almak için hangi oyunu oynayabileceğinizi belirleyin. Sizin için en iyisini bulana kadar farklı oyunlarla denemeler yapın, bu da eğlencenin bir parçası. </p> <p> </p> <h2 id=\"gaming-can-be-a-double-edged-sword-for-your-relationship\"> Oyun, İlişkiniz İçin İki Taraflı Bir Kılıç Olabilir </h2> <p> Dedikleri gibi, her şeyin fazlası sizin için kötüdür, bu nedenle çiftlerin birlikte orta düzeyde video oyunları oynamaları önemlidir. Tabii ki, muhtemelen Rainbow Six Siege ile uğraşmayı tercih edeceğiniz birini düşünebilirsiniz, ancak aşırıya kaçmayın. </p> <p> Birisi bu kadar sık ​​oynamak istemezse veya oynayamazsa, çok fazla oyun oynamak bir ilişkiye zarar verebilir. Bir kişi kendi başına video oyunları oynamak için çok zaman harcarsa başka bir sorun ortaya çıkabilir. </p> <p> Bir şeyleri sallamak ve zaman zaman farklı şeyler denemek önemlidir. Bu, diğer video oyunlarını denemek veya oynamayı tamamen bırakıp bir süreliğine farklı bir hobi denemek anlamına gelebilir. Video oyunlarının çiftleri birbirine yakınlaştırmasının en iyi yolu, birbirleriyle daha iyi iletişim kurmaları ve birbirlerinin hoşlandığı ve hoşlanmadığı şeyleri anlamalarıdır. </p> <p> </p> <h2 id=\"couples-that-game-together-stay-together\"> Birlikte Oynayan Çiftler, Birlikte Kalın </h2> <p> <img alt=\"older couple gaming\" src=\"images/older-couple-gaming-432.png\" loading=\"lazy\"> </p> <p> Artık birlikte video oyunları oynamanın faydalarını bildiğinize göre, siz ve eşiniz ilişkinizi bir sonraki seviyeye, yani oyundaki bir sonraki seviyeye taşımanın zamanı geldi. </p> <p> İkiniz birlikte oynamaktan en çok keyif aldığınız oyunu seçtiğiniz ve ikinizin de oynamak istediğiniz zamanlarda yaptığınız sürece, ilişkinizde kısa sürede olumlu değişiklikler görmeniz olasıdır. Hatta hiç olmadığı kadar yakınlaşabilirsiniz. </p> <p> Elbette oyun geceleri dışında yapabileceğiniz başka şeyler de var. Bazen, Netflix&#39;in en iyi romantik filmlerini izleyerek sakin bir randevu gecesinden daha iyi bir şey yoktur. </p>"}