{"title":"Valve, Steam&#39;i Çin&#39;de Resmen Piyasaya Sürüyor","content":"<p> Oyun akışı ve pazar yeri platformu Steam, ülkenin oyun pazarı için büyük bir hafta içinde nihayet Çin&#39;de resmi bir yerel sürüm yayınladı. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam Resmi Olarak Çin&#39;e Geldi </h2> <p> Çinli oyuncular, bir süredir Steam&#39;in uluslararası sürümüne erişebiliyorlar. Ancak, eksik olan, yerli bir Çin modelidir. </p> <p> Bu, Steam&#39;in ülkede platformu resmen başlattığı için değişti. Çinli oyuncular artık küresel istemcisi aracılığıyla Steam&#39;e erişmek zorunda kalmak yerine kendi sürümlerine sahipler. </p> <p> Bu iyi bir haber olacak. Evet, Çin uluslararası Steam istemcisine erişmiş olabilir, ancak bu, Çin&#39;deki katı sansür yasaları sayesinde herhangi bir anda yasaklanabilirdi. Sonuç olarak, Steam tehlikeli bir konumdaydı. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Çin&#39;de Neden Sadece Steam Var? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Valve, Çinli oyunculara birkaç yıldır kendi Steam versiyonlarını vaat ediyor. Sonunda meyve vermesi üç yıl aldı. Peki, bu kadar uzun süren ne? </p> <p> Bildiğiniz veya bilmediğiniz gibi, Çin&#39;deki yönetim organı olan Çin Komünist Partisi (ÇKP), tüm uluslararası medyayı ve ülkeye giren herhangi bir yabancı veriyi titizlikle inceliyor. </p> <p> Bu sadece güncel olaylar veya siyaset anlamına gelmez. Filmlerden kitaplara ve video oyunlarına kadar her şeye uzanır. </p> <p> Bu nedenle Steam&#39;in Çin&#39;e gelmesi bu kadar uzun sürdü. Geliştiricilerin Çin&#39;de piyasaya sürülebilmesi için oyunların Çin hükümetinden onay alması gerekiyor. Buna Steam&#39;deki oyunlar da dahildir. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Çin&#39;in Steam Özelliği Hangi Oyunlarda Var? </h2> <p> Belirtildiği gibi, popüler platformun Çince versiyonu, az önce okuduğunuz sansür nedeniyle sınırlı bir oyun yelpazesine sahiptir. </p> <p> Halihazırda, pazarda şu anda listelenen yaklaşık 50 başlık var ve bunlardan 10&#39;unu muhtemelen hükümet onları incelerken &quot;yakında geliyor&quot; olarak işaretliyor. </p> <p> Şu anda Çinli Steam kullanıcıları Counter-Strike: Global Offensive gibi popüler oyunların keyfini çıkarabilir. Bu, sürekli olarak Steam&#39;in en popüler oyunudur. <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam kendi eşzamanlı kullanıcı rekorunu kırdı </a> 8 Şubat 2021&#39;de. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Çin&#39;in Oyun Topluluğu için Harika Haberler </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> Steam&#39;in Çin&#39;e gelişi kuşkusuz Çinli oyuncuların kulaklarına müzik olacak. Artık Çin, sansür tehdidi olmadan zevkini elinden almadan en sevdiği Steam oyunlarını oynayabileceği istikrarlı bir platforma sahip. </p> <p> Steam, tüm kullanıcılarına oyun oynamak için harika bir yol ve oyun satın almak için güvenli bir ortam sunar. Çin hükümetinin Valve&#39;in platformunu ülkeye sokmasına izin vermesi harika. </p>"}