{"title":"Windows 10&#39;da Sürücü Güç Durumu Arızası Nasıl Onarılır","content":"<p> Sürücü Güç Durumu Arızası, siz çalışırken bir sürücü uyku moduna geçtiğinde meydana gelen nadir bir mavi ekran hatasıdır. BSOD genellikle bilgisayar hazırda bekletme modundan çıkarken açılır ve Windows aygıt sürücüsünü hiç uyandıramaz veya sürücünün yanıt vermesi çok uzun sürer. </p> <p> Hata, güç ayarlarında yapılacak basit ince ayarlarla çözülebilir, ancak bazı kullanıcıların sorunu ortadan kaldırmak için daha derine inmesi gerekebilir. Windows 10&#39;da Sürücü Güç Durumu Arızası hatasını düzeltmenin altı yolunu burada bulabilirsiniz. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Güç ve Güç Planı Ayarlarınızı Değiştirin </h2> <p> Kullanıcıların bu hatayı teşhis etmek için atması gereken ilk adım, cihazlarının güç ayarlarını değiştirmektir. Windows 10 güç ayarlarınızı nasıl değiştireceğiniz aşağıda açıklanmıştır. </p> <h3 id=\"change-power-settings\"> Güç Ayarlarını Değiştir </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> Başlat menüsü arama çubuğuna şunu yazın <strong> Kontrol Paneli </strong> ve açın. </li> <li> Aramak <strong> Güç seçenekleri </strong> üstüne tıkla. </li> <li> Açılan pencerede yazan seçeneğe tıklayın. <strong> Güç düğmesinin ne yapacağını seçin </strong> . </li> <li> Tıklamak <strong> Şu anda kullanılamayan ayarları değiştirin </strong> . Bunu yapmak için yönetici ayrıcalıklarına ihtiyacınız olacak. </li> <li> işaretini kaldırın <strong> Hızlı başlatmayı aç, Uyku, </strong> ve <strong> hazırda bekletme </strong> seçenekler. </li> <li> Tıklamak <strong> Değişiklikleri Kaydet </strong> ve çıkış. </li> </ol> <h3 id=\"change-power-plan-settings\"> Güç Planı Ayarlarını Değiştir </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> Açık <strong> Kontrol Paneli </strong> ve üzerine tıklayın <strong> Güç seçenekleri. </strong> </li> <li> Seçili olan güç planını bulun ve üzerine tıklayın. <strong> Plan ayarlarını değiştir </strong> . </li> <li> sonra tıklayın <strong> Gelişmiş güç ayarlarını değiştirin. </strong> </li> <li> Genişletin <strong> Uyku </strong> bölümüne gidin ve tüm ayarların <strong> Asla </strong> . </li> <li> Şu yöne rotayı ayarla <strong> Kablosuz Adaptör Ayarları </strong> ve <strong> PCI Ekspres </strong> . Genişletin ve tüm seçenekleri şuna ayarlayın: <strong> Asla </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Ekran ve Ağ Sürücülerinizi Güncelleyin </h2> <p> Sürücü Güç Durumu Arızasının BSOD&#39;sinin en yaygın nedeni, hatalı bir Ağ veya Ekran sürücüsüdür. Bu nedenle, her iki sürücünün de güncellendiğinden ve sorunsuz çalıştığından emin olmak en iyisidir. </p> <p> Bazen, daha yeni güncellemeler de sistem kararsızlığına neden olabilir. Bu gibi durumlarda, kullanıcıların bu güncellemeleri geri alması gerekecektir. Ekran sürücülerini güncellemek de <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> ekran titremesi ve yanıp sönme sorunlarını çözün. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Ağ ve Ekran Sürücüleri Nasıl Güncellenir </h3> <ol> <li> Basın <strong> Windows Tuşu + R </strong> ve yazın <strong> devmgmt.msc </strong> . <strong> Aygıt Yöneticisi </strong> pencere açılacaktır. </li> <li> Aramak <strong> Ekran adaptörleri </strong> ve menüyü genişletin. </li> <li> Sürücülere sağ tıklayın ve tıklayın <strong> Sürücüyü güncelle </strong> . </li> <li> Tıklamak <strong> Güncellenmiş sürücü yazılımını otomatik olarak arayın </strong> . Windows, en son sürücüleri otomatik olarak indirecek ve kuracaktır. </li> <li> için aynısını yap <strong> Ağ bağdaştırıcıları </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Ağ ve Görüntü Sürücülerinin Önceki Sürümlerine Nasıl Dönülür </h3> <ol> <li> Açık <strong> Aygıt Yöneticisi </strong> ve genişlet <strong> Ekran adaptörleri </strong> seçenek. </li> <li> Sürücüye sağ tıklayın ve seçin <strong> Özellikleri </strong> . </li> <li> Şuraya gidin: <strong> sürücü </strong> sekmesinde <strong> Özellikleri </strong> Menü. </li> <li> Tıklamak <strong> Sürücüyü geri al, </strong> ve Windows, sürücünün önceki bir sürümünü geri yükleyecektir. </li> <li> için aynı adımları izleyin <strong> Ağ bağdaştırıcıları </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. SFC ve DISM Kullanarak Bozuk Sistem Dosyalarını Onarın </h2> <p> SFC ve DISM, çok çeşitli sistem hatalarını düzeltmek için kullanılabilecek en etkili yerleşik Windows araçlarından ikisidir. Mavi ekran hatası olması durumunda, bu ikisini birleştirmek hatayı ortadan kaldırmada faydalı olabilir. </p> <p> </p> <p> Kullanıcılar, bu düzeltmeyi denemeden önce bir sistem geri yükleme noktası oluşturmanın hayati önem taşıdığını unutmamalıdır. </p> <h3 id=\"how-to-use-dism\"> DISM Nasıl Kullanılır </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> Açık <strong> Komut istemi </strong> Yönetici olarak. </li> <li> Tür <strong> DISM.exe /Çevrimiçi /Temizleme görüntüsü /scanhealth </strong> ve işlemin tamamlanmasını bekleyin. </li> <li> Tamamladıktan sonra şunu yazın <strong> DISM.exe /Çevrimiçi /Temizleme görüntüsü /Restorehealth </strong> . </li> <li> İşlem tamamlanana kadar bekleyin. </li> </ol> <p> SFC Nasıl Kullanılır </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Çalıştırmak <strong> Komut istemi </strong> Yönetici olarak. </li> <li> Konsolda şunu yazın <strong> sfc /scannow </strong> . </li> <li> Windows, bozuk dosyaları otomatik olarak arayacak ve onaracaktır. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Bilgisayarınızı Önceki Bir Duruma Geri Yükleyin </h2> <p> Diğer tüm seçenekleri tükettiğinizde, bilgisayarınızı önceki durumuna geri yüklemek en iyisidir. Bazen yeni yüklenen yazılım, hataya neden olabilecek değişiklikler yapar. Windows genellikle yeni programlar yüklenmeden önce otomatik olarak bir sistem geri yükleme noktası oluşturur ve şimdi bu özelliği kullanmanın en iyi zamanıdır. </p> <p> Sistem Geri Yükleme&#39;yi kullanmak için şu adımları izleyin: </p> <ol> <li> Basın <strong> Windows Tuşu + R </strong> ve yazın <strong> rstrui.exe </strong> . </li> <li> İçinde <strong> Sistem Geri Yükleme </strong> penceresinde, İleri&#39;ye tıklayın ve listeden bir Geri Yükleme Noktası seçin. </li> <li> Tıklamak <strong> Bitiş, </strong> ardından cihaz seçilen duruma önyüklenir. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. BIOS&#39;u güncelleyin </h2> <p> Sürekli yazılım, sürücü ve Windows güncellemeleri saldırısında BIOS genellikle dışarıda bırakılır. Çoğunlukla manuel olarak yapılması gerektiği gerçeğine bağlanabilir. </p> <p> Kullanıcılar, Sürücü Güç Durumu Arızası ile uğraşırken, BIOS&#39;larının en son sürüme güncellendiğinden emin olmalıdır. Burada açıklandığı gibi, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> BIOS, bilgisayarınızın önemli bir parçasıdır </a> , bu yüzden üzerinde herhangi bir değişiklik yaparken son derece dikkatli davrandığınızdan emin olun. </p> <h3 id=\"how-to-check-and-update-the-bios\"> BIOS Nasıl Kontrol Edilir ve Güncellenir </h3> <ol> <li> Yazın <strong> Sistem yapılandırması </strong> Başlat menüsü arama çubuğunda. </li> <li> Pencerede, ara <strong> BIOS Sürümü/Tarihi </strong> ve sürümü not edin. </li> <li> Bunu takiben, anakart üreticinizin web sitesini ziyaret edin ve indirmeler bölümünde BIOS&#39;un en son sürümünü arayın. </li> <li> Kurulum dosyasını indirin ve çalıştırın. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Kurulumdan önce, BIOS&#39;unuzun mevcut sürümünü yedekleme seçeneğine sahip olacaksınız. İşlerin kötüye gitmesi durumunda seçeneği seçtiğinizden emin olun. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Antivirüs ve Windows Defender&#39;ı Devre Dışı Bırakın </h2> <p> Virüsten koruma yazılımı bazen temel Windows dosyalarını kaldırabilir veya bunlara müdahale edebilir. Bu, bazen yazılım yükleme paketindeki bazı dosyaları yanlışlıkla işaretlediğinden, sürücüleri güncellerken de olabilir. </p> <p> Virüsten koruma yazılımınızı geçici olarak devre dışı bırakmak oldukça kolaydır. Sistem Tepsisindeki virüsten koruma yazılımınızın simgesini sağ tıklayın ve korumayı devre dışı bırak&#39;ı tıklayın. Çoğu virüsten koruma yazılımı için bu genellikle izlenen yoldur, ancak diğer virüsten koruma yazılımlarında farklılık gösterebilir. </p> <p> Windows Defender&#39;ı devre dışı bırakmak için aşağıdakileri yapın: </p> <ol> <li> Aramak <strong> Windows Güvenliği </strong> Başlat menüsü arama çubuğunda ve ilk sonucu seçin. </li> <li> Kontrol panelinde, üzerine tıklayın <strong> Virüs ve tehdit koruması </strong> . </li> <li> Tıklamak <strong> Ayarları Yönet </strong> ve Gerçek zamanlı korumayı devre dışı bırakın. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Lütfen virüsten koruma yazılımınızı yalnızca geçici olarak devre dışı bırakmanız gerektiğini unutmayın. Virüsten koruma yazılımınızı devre dışı bırakmak, Sürücü Güç Durumu Arızası hatasını durdurursa, <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> bir alternatif için antivirüs yazılımınızı değiştirmeyi düşünün </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Sürücü Güç Durumu Arızası: Çözüldü </h2> <p> Bir BSOD asla hoş bir manzara değildir, ancak genellikle kolayca düzeltilebilirler. </p> <p> Sürücü Güç Durumu Arızası durumunda, basit bir sürücü güncellemesi genellikle sorunu çözer. Ancak olmazsa, kullanıcılar her zaman yukarıda listelenen gelişmiş düzeltmelere başvurabilir. </p>"}