{"title":"Waze Benzeri Raporlama Apple Maps&#39;e Geliyor","content":"<p> iOS 14.5&#39;teki Apple Haritalar, Waze ve Google Haritalar&#39;da bulunanlara benzer yeni kitle kaynaklı raporlama özellikleri alıyor. Güncelleme herkese açık olarak yayınlandığında, kullanıcılar yol tarifi alırken rotaları üzerindeki kazaları, tehlikeleri ve hız kontrollerini bildirebilecekler. </p> <p> Apple, iOS 14.5&#39;e yükselttikten sonra Haritalar&#39;dan ilk yol tarifi istediğinizde açılan bir açılış ekranıyla bu özelliğin reklamını yapar. Haritalar uygulamasının önceki sürümlerinde herhangi bir kaza raporlama işlevi bulunmadığından, bu kesinlikle yeni bir özelliktir. </p> <p> Akıllı telefonlarda GPS navigasyonu söz konusu olduğunda, her ikisi de <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Haritalar ve Waze popüler hale geldi </a> kitle kaynaklı tehlike raporlama. Bunu göz önünde bulundurarak, Apple&#39;ın haritalama hizmetinin sonunda benzer raporlama özelliklerine sahip olması harika. </p> <h2 id=\"when-can-i-use-this-feature\"> Bu Özelliği Ne Zaman Kullanabilirim? </h2> <p> üzerindeki afişlere göre <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> Haritalar&#39;da tehlike bildirimi tespit edenler için iOS 14.5 veya iPadOS 14.5 gerekir. Her iki güncelleme de şu anda Apple&#39;ın kayıtlı geliştiricileri ve genel beta test kullanıcıları tarafından test ediliyor. Genel halk söz konusu olduğunda, bu güncellemeler ilkbaharda herkese açık olarak kullanıma sunulduğunda Haritalar&#39;daki raporlama arayüzünü deneme şansınız olacak. </p> <p> </p> <p> iOS 14.5, Apple&#39;ın tartışmalı Uygulama İzleme Şeffaflığı açılır penceresi de dahil olmak üzere bu karışıma ek özellikler getiriyor. Diğer yeni özellikler şunları içerir: <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Kartınızı aile üyeleriyle paylaşın </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> yeni PlayStation 5 ve Xbox Series X denetleyicileri için destek </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Watch ile iPhone&#39;unuzun kilidini açma </a> Maske takarken, Mesajlar metin bombalarına karşı koruma sağlayan yeni bir güvenlik özelliğiyle birlikte bunlardan birkaçı. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Apple Haritalar&#39;da Trafik Tehlikesi Nasıl Bildirilir? </h2> <p> Yol boyunca gördüğünüz tehlikeleri bildirmek için, alt tepside yeni bir &quot;Rapor&quot; düğmesini ortaya çıkarmak için harita ayrıntılarının bulunduğu Haritalar‌ arayüzünü yukarı kaydırın. Şimdi Waze gibi uygulamalara benzer şekilde doğru trafik olayını bildirmek için &quot;Kaza&quot;, &quot;Tehlike&quot; veya &quot;Hız Kontrolü&quot; simgesine basın. &quot;Dokunmak, konumunuzu hiçbir onay penceresi olmadan otomatik olarak işaretler, bu nedenle geçerli bir durum dışında kullanılmamalıdır, notlar <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacSöylentiler </a> . </p> <p> </p> <p> MacRumors, yeni raporlama arayüzünün Haritalar&#39;ın CarPlay sürümünde ve Siri dijital asistanı aracılığıyla da mevcut olduğunu keşfetti. Örneğin, &quot;Hey Siri, burada bir hız tuzağı var&quot;, &quot;Hey ‌Siri‌, bir kaza var&quot; veya benzeri bir şey işinizi görecektir. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Rakip Harita Uygulamalarında Trafik Raporlama </h2> <p> Rakip haritalama uygulamaları, birkaç yıldır kazaları, hız tuzaklarını, tehlikeleri ve daha fazlasını kitle kaynaklı hale getiriyor. Google Haritalar&#39;da kullanıcılar, kazaların, tehlikelerin ve hız kontrollerinin ötesinde ek trafik olaylarını bildirebildiler. Örneğin, Google Haritalar ayrıca kazaları, şerit kapanmalarını, durmuş araçları, inşaatları ve yoldaki nesneleri de bildirmenize olanak tanır. </p> <p> Ve Waze&#39;de kapanan yollar, polis, inşaat ve daha fazlasını bildirebilirsiniz. Waze&#39;deki kitle kaynaklı raporlama, Google sunucularındaki kullanıcı raporlarını toplar ve insanları yol boyunca trafik olaylarını göndermeye teşvik etmek için bir puan sistemi ile birlikte gelir. Apple, sisteminin nasıl çalıştığını henüz ayrıntılı olarak açıklamadı ve yeni özelliğinin gizliliği nasıl koruduğunu açıklamadı. </p>"}