{"title":"WallStreetBets, Super Bowl Reklamında Öne Çıkıyor","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r/WallStreetBahisleri </a> GameStop stok çılgınlığının arkasındaki Reddit topluluğu, kendi Super Bowl reklamını aldı. Reddit, WallStreetBets&#39;in iradesini ve saf kararlılığını onurlandırmak için beş saniyelik kısa bir reklam oluşturdu. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets Süper Kase Yapıyor </h2> <p> Super Bowl LV&#39;yi izleyen herkes, Rob Gronkowski&#39;nin rekor kıran golleri ile The Weeknd&#39;in Las Vegas temalı performansı arasında hoş bir sürpriz yaşadı. Reklam arası sırasında bir saniye gibi görünen bir süre için ekranda Reddit&#39;ten bir reklam belirdi. </p> <p> Reklamın başlangıcında Reddit logosu yer alıyor ve daha sonra &quot;Vay canına, bu gerçekten işe yaradı. Bunu okuyorsanız, bahsimizin ödendiği anlamına geliyor&quot; mesajını görüntülemek için kayboluyor. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Az önce ne oldu? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> — Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 Şubat 2021 </a></blockquote>  <p> Mesaj şöyle devam ediyor: &quot;Geçen hafta topluluklarımızdan öğrendiğimiz bir şey, mazlumların ortak bir fikir etrafında bir araya geldiklerinde hemen hemen her şeyi başarabilecekleridir.&quot; Burada, Reddit açıkça atıfta bulundu <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> WallStreetBet&#39;in Wall Street&#39;e Karşı Zaferi </a> , öfkeli hedge fonları ve Robinhood&#39;un ticaret kısıtlamalarıyla mücadele etti. </p> <p> Reklamı kapatıyor ve şunu belirtiyor: &quot;İnsanlar gerçekten önemsedikleri bir şey etrafında toplandığında güçlü şeyler olur. Ve bunun için bir yer var. Adı Reddit.&quot; </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Reddit&#39;in Süper Kase Sürprizi </h2> <p> Bu reklam yalnızca birkaç saniyeliğine gösterilse de Reddit, &quot;tüm pazarlama bütçesini&quot; bu inanılmaz kısa reklama harcadığını kaydetti. WallStreetBets kutlama mesajını kesinlikle hak ediyordu ve muhtemelen topluluğun 8,7 milyon üyesine bir sürpriz olarak geldi. </p>"}