{"title":"Windows 10&#39;da Skype Kurumsal Nasıl Kaldırılır","content":"<p> Skype Kurumsal, Microsoft tarafından geliştirilen harika bir kurumsal mesajlaşma ve video aracıdır. Bununla birlikte, belki de şirketiniz şimdi Zoom veya Microsoft Teams gibi bir alternatif kullanıyor ve siz Skype Kurumsal&#39;ı kaldırmak istiyorsunuz. </p> <p> Eğer öyleyse, yardım etmek için buradayız. Kaldırmayı diğer yazılımlara göre biraz daha zor bulabilirsiniz, bu nedenle size Windows 10&#39;da Skype Kurumsal&#39;ı kaldırmanın tüm yollarını göstereceğiz. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Skype Kurumsal&#39;ın Otomatik Olarak Başlaması Nasıl Durdurulur </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Skype Kurumsal&#39;ı tamamen kaldırmak istediğinizden emin misiniz? Gelecekte tekrar kullanırsanız, Windows&#39;ta oturum açtığınızda programın otomatik olarak açılmasını durdurmayı tercih edebilirsiniz. </p> <p> Bunu yapmak için: </p> <ol> <li> Skype Kurumsal&#39;ı açın. </li> <li> Tıkla <strong> dişli simgesi </strong> (açılır menüyü tıklarsanız, <strong> Araçlar &gt; Seçenekler </strong> ). </li> <li> Tıklayın <strong> Kişiye özel </strong> . </li> <li> İşareti kaldırın <strong> Windows&#39;ta oturum açtığımda uygulamayı otomatik olarak başlat </strong> . </li> <li> Tıklayın <strong> TAMAM MI </strong> . </li> </ol> <p> Artık Skype Kurumsal&#39;ı her kullanmak istediğinizde manuel olarak açmanız gerekecek. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Skype Kurumsal&#39;ı Kaldırma İzniniz Var mı? </h2> <p> Skype Kurumsal, öncelikle kurumsal bir programdır, bu nedenle büyük olasılıkla iş bilgisayarınıza yüklenmiştir. </p> <p> Öyleyse, Skype Kurumsal&#39;ı kaldırma olanağınız olmayabilir. Sistem yöneticiniz, kullanıcı hesabınızın belirli eylemleri gerçekleştirmesini kısıtlayabilir; Skype Kurumsal&#39;ı kaldırmak bunlardan biri olabilir. </p> <p> </p> <p> Hesabınızda herhangi bir kısıtlama olmasa bile Skype Kurumsal&#39;ı kaldırmadan önce BT yöneticinize danışmanız akıllıca olacaktır. Bunu yapmak, onlara bir baş ağrısına neden olabilir. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Ayarlar aracılığıyla Skype Kurumsal&#39;ı kaldırın </h2> <p> Gelişmiş bir şey denemeden önce, başka bir uygulama veya programda yaptığınız gibi Skype Kurumsal&#39;ı kaldırmayı deneyin. </p> <ol> <li> Basın <strong> Windows Tuşu + Ben </strong> Ayarlar&#39;ı açmak için </li> <li> Tıklayın <strong> Uygulamalar </strong> . </li> <li> İçinde <strong> Bu listede ara </strong> alan, giriş <strong> Skype Kurumsal </strong> . </li> <li> Skype Kurumsal görünürse, seçin ve <strong> Kaldır </strong> . </li> </ol> <p> Skype Kurumsal&#39;ı burada görmüyorsanız, bunun nedeni diğer Microsoft 365 uygulamalarıyla tümleşik bir sürüm kullanmanızdır. </p> <p> İsterseniz Microsoft 365 veya Office&#39;i buradan kaldırabilirsiniz, ancak bu, Word, PowerPoint ve Access gibi muhtemelen saklamak istediğiniz diğer programları kaldıracaktır. Bu nedenle, okumaya devam edin. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Office&#39;i Skype Kurumsal Olmadan Kurun </h2> <p> Standart Office yüklemesi, Skype Kurumsal&#39;ı yüklememeyi seçmenize izin vermese de, bunu başarmak için gelişmiş bir teknik kullanabilirsiniz. </p> <p> İlk olarak, yukarıda açıklanan adımları kullanarak Office&#39;i kaldırın. Alternatif olarak, şuraya gidin: <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> &quot;Office&#39;i PC&#39;den Kaldırma&quot; Microsoft destek sayfası </a> ve Office kaldırma destek aracını indirmek için ikinci seçeneği kullanın. </p> <p> Ardından, indirin <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Ofis Dağıtım Aracı </a> . Açın ve dosyaların nereye çıkarılacağını seçin. Bu sana üç verecek <strong> konfigürasyon.xml </strong> dosyalar ve bir <strong> setup.exe </strong> dosya. </p> <p> Hangi yapılandırma dosyasına ihtiyacınız olduğuna karar verin: <strong> x64 </strong> 32 bit sistemler içindir, <strong> x86 </strong> 64 bit sistemler içindir ve <strong> kurumsal </strong> Office Enterprise sürümünü yüklüyorsanız. </p> <p> <strong> Sağ tık </strong> yapılandırma dosyasını seçin ve <strong> Bununla aç </strong> &gt; <strong> not defteri </strong> . </p> <p> İlk olarak, şununla başlayan satırı arayın: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Satırın açılışını aşağıdaki gibi değiştirin, değiştirin <strong> C:\\Ofis </strong> dosyaları çıkardığınız yerin yolu ile: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Ardından, şu iki satırı arayın (ürün kimliğiniz &quot;OF365ProPlusRetail&quot; yerine &quot;ProPlus2019Volume&quot; olabilir ve dil kimliğiniz farklı olabilir): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Bu satırı altına yapıştırın: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Ardından dosyayı kaydedin. </p> <p> için bir sistem araması yapın <strong> Komut istemi </strong> ve tıklayın <strong> Yönetici olarak çalıştır </strong> . </p> <p> Bunu Komut İstemi&#39;ne girin: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Yine, değiştirin <strong> C:\\Ofis </strong> dosyaları ayıkladığınız yol. </p> <p> Ardından, aşağıdaki komutları birbiri ardına çalıştırın (yapılandırma dosyası adını hangisini kullanıyorsanız kullanın), bu biraz zaman alabilir: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Bu daha sonra Office&#39;i Skype Kurumsal olmadan yükleyecektir. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Skype Kurumsal&#39;ı koruyun ve Harika Toplantılara Ev Sahipliği Yapın </h2> <p> Skype Kurumsal&#39;ı kaldırmanın çabaya değer olduğuna ikna olmadınız mı? Yeterince adil. İkinci bir şans vermeyi deneyin. </p> <p> Skype Kurumsal ile ekran paylaşımı yapabilir, anketler yürütebilir, işbirliğine dayalı bir beyaz tahtaya sahip olabilir, aramayı kaydedebilir ve çok daha fazlasını yapabilirsiniz. </p>"}