{"title":"Windows 10 Bilgisayarınızı Ayrı Kullanıcı Hesaplarıyla Nasıl Güvenle Paylaşabilirsiniz?","content":"<p> Bilgisayarınızı başkalarıyla paylaşmak istemenizin birçok nedeni vardır. İster tüm aileniz için bir bilgisayara sahip olun, ister aynı bilgisayarı iş amaçlı kullanmak isteyin, kullanıcılar arasında geçiş yapabilmek ideal bir çözümdür. </p> <p> Aynı bilgisayarda ayrı kullanıcı hesapları oluşturduğunuzda, yalnızca herkesin dosyalarını ve ayarlarını ayrı tutmakla kalmaz, aynı zamanda herkesin verilerinin güvende olmasını da sağlarsınız. Çözüm, her aile üyesi için birden çok Windows kullanıcı hesabı kurmaktır. </p> <p> Birden çok Windows 10 kullanıcı hesabı oluşturma işlemi basittir ve size bunu nasıl yapabileceğinizi göstereceğiz. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Windows 10 Bilgisayarınızı Ne Zaman Diğer Kişilerle Paylaşmanız Gerekebilir? </h2> <p> Bilgisayarınızı başkalarıyla paylaşmanız gerekebilecek çeşitli durumlar vardır. Bunlar şunları içerir: </p> <h3 id=\"at-work\"> 1. İşyerinde </h3> <p> Bir işletme sahibiyseniz, aynı Windows 10 PC&#39;ye birden fazla kullanıcı eklemek, özellikle çalışanlarınız bir bilgisayarı yarı zamanlı olarak kullanıyorsa, uygun maliyetli olabilir. Bu aynı zamanda dosyaları daha kolay paylaşmayı mümkün kılar. </p> <h3 id=\"at-home\"> 2. Evde </h3> <p> Aynı PC&#39;yi ailenizdeki herkesle paylaşmak istiyorsanız, aynı PC&#39;de birden fazla kullanıcı hesabı oluşturmak avantajlı olabilir. Evden çalışıyorsanız ve bilgisayarınıza bağlıysanız, bu strateji tüm çalışmalarınızı güvence altına almanıza yardımcı olabilir. </p> <h3 id=\"in-public-places\"> 3. Halka Açık Yerlerde </h3> <p> Kütüphane gibi bir kamu kurumunda çalışıyorsanız, kesinlikle aynı bilgisayarı kullanan çok sayıda insanınız olacaktır. Birden çok kullanıcı hesabı oluşturmak, size ve diğer herkese yardımcı olacak mükemmel bir çözüm olacaktır. <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> halka açık bilgisayarları kullanırken güvende kalın </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Microsoft Hesabı Kullanarak Windows 10&#39;da Yeni Bir Kullanıcı Hesabı Nasıl Oluşturulur </h2> <p> Windows 10, aynı bilgisayarı başkalarıyla paylaşmanızı kolaylaştırır. Bir kullanıcı eklediğinizde, kişi kendi masaüstü ayarlarını, depolama sınırlarını alır ve yalnızca kendi dosya ve klasörlerine erişebilir. Ayrıca harika olan şey, sizin ve bilgisayarınızı paylaştığınız kişilerin her zaman özgürlüğe sahip olmanızdır. <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> Windows 10&#39;da varsayılan uygulamalarınızı ve ayarlarınızı değiştirin </a> . </p> <p> Yönetici olarak, bir Microsoft hesabı kullanarak PC&#39;nizde birden çok kullanıcı hesabı oluşturmak kolaydır. İlk olarak, git <strong> Başlat &gt; Ayarlar &gt; Hesaplar &gt; Diğer kişiler </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Yeni bir kullanıcı hesabı oluşturmak için tıklayın <strong> Bu bilgisayara başka birini ekle </strong> . Daha sonra bir Microsoft hesabına bağlı bir e-posta adresi sağlamanız gerekecek; başka hiçbir e-posta adresi çalışmayacaktır. Buradan, tıklayın <strong> Sonraki </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Microsoft hesabı e-posta adresi olmayan biri için hesap oluşturuyorsanız, <strong> Bu bilgisayara başka birini ekle </strong> ve tıklayın <strong> Bu kişinin oturum açma bilgilerine sahip değilim </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Bir kişinin Microsoft&#39;a ait olmayan mevcut e-posta adresini kullanarak bir kullanıcı hesabı oluşturabilirsiniz. Bu e-posta adresinin daha sonra bir Microsoft hesabına bağlanacağını unutmamalısınız. </p> <p> Alternatif olarak, önce kullanıcı için yeni bir Outlook e-posta adresi oluşturarak bir kullanıcı hesabı oluşturabilirsiniz. Bunu yapmak için tıklayın <strong> Yeni bir e-posta adresi alın </strong> . Daha sonra bir şifre oluşturmanız, kullanıcının ikamet ettiği ülkeyi seçmeniz ve doğum tarihini girmeniz gerekecektir. İşiniz bittiğinde, tıklayın <strong> Sonraki </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Yeni kullanıcı hesabı şimdi bilgisayarınızın kullanıcı listesinde görünecektir. her zaman yapabilirsin <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> Windows 10&#39;da oturum açma adınızı değiştirin </a> ve bilgisayarınızı paylaştığınız diğer kişiler de aynı ayrıcalıklara sahip olacaktır. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Microsoft Hesabı Kullanmadan Windows 10&#39;da Yeni Bir Kullanıcı Hesabı Nasıl Oluşturulur </h2> <p> Outlook e-posta hesabı olmayan ve Microsoft hesabı kullanmak istemeyen biri için yine de bir kullanıcı hesabı oluşturabilirsiniz. Aynısı, Microsoft&#39;a ait olmayan e-posta adresinin bir Microsoft hesabına bağlanmasını istemeyen biri için de geçerlidir. </p> <p> Bunu yapmak için tıklayın <strong> Başlat &gt; Ayarlar &gt; Hesaplar &gt; Diğer kişiler &gt; Bu bilgisayara başka birini ekle &gt; Bu kişinin oturum açma bilgilerine sahip değilim &gt; Microsoft hesabı olmayan bir kullanıcı ekle </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. Açılan ekranda daha sonra kişinin bilgilerini doldurabilirsiniz. Bir kullanıcı adı ve şifre oluşturmanız gerekecek. Tıklayın <strong> Sonraki </strong> , ve kullanıcı hesabı hazır olacaktır. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Microsoft hesabı kullanmadan bir Windows 10 kullanıcı hesabı oluşturduğunuzda buna <strong> yerel hesap </strong> . Bir Microsoft hesabının aksine, yerel bir hesap cihazlar arasında ayarları senkronize etmez ve hesap sahibinin Microsoft Store&#39;dan herhangi bir uygulama yüklemesine izin vermez. Ayrıca hesap sahibine OneDrive&#39;a erişim izni vermez. </p> <p> Masaüstü uygulamalarını yükleyebilmek için, yerel hesap sahibinden bu durumda size ait olacak olan yönetici hesabının şifresi istenecektir. Bu nedenle, parolayı yazmak için yakında olmanız veya yerel hesap sahibine vermeniz gerekir. Microsoft&#39;un ürün ve hizmetlerinden hiçbirini kullanmayacak biri için yerel bir hesap oluşturmanız önerilir. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Bir Meslektaşınız veya Öğrenciniz İçin Yeni Bir Kullanıcı Hesabı Nasıl Oluşturulur </h2> <p> Bir iş arkadaşınız veya öğrenciniz için bir kullanıcı hesabı oluşturmak istiyorsanız, <strong> Başlangıç ​​&gt; Ayarlar &gt; Hesaplar &gt; Diğer kişiler &gt; İş veya okul kullanıcısı ekleyin </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Ardından, kişinin hesap bilgilerini girmeniz ve ardından ilgili hesap türünü seçmeniz gerekir. Bitirdiğinizde, tıklayın <strong> Ekle </strong> . Kullanıcı hesabı hazır olacaktır. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Windows 10 PC&#39;nizdeki Hesapları Yönetme </h2> <p> PC&#39;nizde gereken hesapları oluşturduktan sonra, bunları verimli bir şekilde yönetmek için birkaç yöntem kullanabilirsiniz. </p> <h3 id=\"changing-account-types\"> 1. Hesap Türlerini Değiştirme </h3> <p> PC yöneticisi olarak, Windows 10 bilgisayarınızda tüm kullanıcı hesaplarını kurabilir ve yönetebilirsiniz. tıklayarak başka birine yönetici erişimi verebilirsiniz. <strong> Ayarlar &gt; Hesaplar &gt; Diğer kullanıcılar </strong> . </p> <p> Buradan yönetici hakları vermek istediğiniz hesaba tıklayın. Tıklayın <strong> Hesap türünü değiştir </strong> , hesap türünü şuradan değiştirin: <strong> Standart kullanıcı </strong> için <strong> yönetici </strong> ve ardından tıklayın <strong> TAMAM MI </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Hesaplar Arası Geçiş </h3> <p> Diğer kullanıcılar için hesap oluşturduktan sonra, bir hesaptan diğerine geçmek kolaydır. Bunu yapmak için basın <strong> Ctrl + Alt + Sil </strong> , seç <strong> Kullanıcı değiştir, </strong> ve geçmek istediğiniz hesabı seçin. Daha sonra hesap şifresini girebilir ve başlayabilirsiniz. </p> <p> Geçiş yapmadan önce bir hesabı kapatmak isterseniz, oturumu kapatmanız veya bilgisayarı yeniden başlatmanız gerekir. Buradan geçiş yapmak istediğiniz kullanıcıyı seçebilir ve ardından uygun şifreyi girebilirsiniz. </p> <h3 id=\"removing-accounts\"> 3. Hesapları Kaldırma </h3> <p> Yönetici olarak, kullanıcı hesaplarını kaldırmanız da kolaydır. Bunu yapmak için tıklayın <strong> Ayarlar &gt; Hesaplar &gt; Diğer kullanıcılar </strong> , kaldırmak istediğiniz hesabı tıklayın ve ardından <strong> Kaldırmak </strong> . Açılan ekranda tıklayın <strong> Hesabı ve verileri sil </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Windows 10 Bilgisayarınızı Diğer Kişilerle Güvenle Paylaşmaya Hazırsınız </h2> <p> Windows 10 PC&#39;nizde birden çok kullanıcı hesabı kurmak, kolay ve uygun maliyetli bir stratejidir. Bilgisayarınızı işte, evde veya halka açık alanlarda paylaşmak istiyorsanız, birden fazla kullanıcı hesabı bunu güvenle yapmanıza yardımcı olacaktır. Artık birden fazla kullanıcı hesabı oluşturabildiğinize göre, bilgisayarınızın her zaman güvende olabilmesi için kullanıcı hesaplarını nasıl kilitleyeceğinizi de bilmeniz gerekir. </p>"}