{"title":"Xiaomi Mi 11 Resmen Globalleşiyor","content":"<p> Yeni bir akıllı telefon pazarındaysanız, şunları düşünebilirsiniz: <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> sizin için mükemmel amiral gemisidir. Ancak Xiaomi Mi 11, göz önünde bulundurmanız gereken üst düzey özelliklere sahip başka bir akıllı telefon. </p> <p> Telefon, üst düzey Qualcomm Snapdragon 888 işlemciyle piyasaya sürülen ilk telefondu, ancak başlangıçta yalnızca Çin&#39;de mevcuttu. </p> <p> Neyse ki, Xiaomi durumu düzeltti ve telefonu küresel olarak piyasaya sürdü. Ve sadece etkileyici özelliklere sahip olmakla kalmıyor, aynı zamanda şaşırtıcı derecede düşük bir fiyat etiketine sahip. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> Tüm Xiaomi Mi 11 Yaygarası Ne Hakkında? </h2> <p> Açıkçası, Xiaomi Mi 11&#39;e dikkatinizi çekecek en önemli şey Snapdragon 888 işlemcidir, ancak şirket ayrıca tüm cihazda oldukça etkileyici donanımlar sunar. </p> <p> Ekrandan başlayarak, Xiaomi Mi 11 etkileyici bir 6,81 inç ekrana sahiptir. WQHD+ 120Hz AMOLED ekrana sahiptir, böylece inanılmaz yüksek yenileme hızı elde edersiniz. Telefonda ayrıca yenilecek bir Gorilla Glass Victus özelliği de bulunuyor. Ek olarak, oldukça etkileyici olan 1.500 nit tepe parlaklığına sahiptir. </p> <p> </p> <p> Diğer büyük dikkat çeken ise inanılmaz fotoğraflar çekecek olan 108 megapiksel ana kamera sensörü. 123 derecelik sağlam bir görüş alanına sahip 13 megapiksel ultra geniş lens ve yakın ve kişisel hale gelen 5 megapiksel telefoto atıcı vardır. </p> <p> Telefonun ön tarafında, bir deliğin içine yerleştirilmiş 20 megapiksellik bir selfie kamerası bulunur. </p> <p> Telefonun uzun süre çalışmasını sağlayan 4.600 mAh pil vardır. Herhangi bir iyi amiral gemisinde olduğu gibi, 55W kablolu veya 50W kablosuz şarj hızları mevcuttur, böylece hızlı bir şekilde şarj edebilirsiniz. Ek olarak, Xiaomi Mi 11 ile ters şarj elde edersiniz, böylece diğer cihazlarınızı şarj etmek için büyük pilini kullanabilirsiniz. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Xiaomi Mi 11 Fiyat ve Stok Durumu </h2> <p> Telefon Avrupa ve Avustralya&#39;da piyasaya sürülecek. Şirket, telefonun sadece 749€&#39;ya mal olacağını söyleyerek fiyatı Euro cinsinden açıkladı, bu da bu cihazın getirdiği özellikler için oldukça makul. Bu fiyat, 8GB RAM ve 128GB depolama alanına sahip baz model telefon içindir. Daha pahalı bir model, 799 € karşılığında 8 GB RAM ve 256 GB dahili depolama sunar. </p> <p> Telefon, Avrupa pazarında Gece Yarısı Grisi ve Ufuk Mavisi renklerinde piyasaya sürülecek şekilde ayarlanmıştır. </p> <p> Xiaomi, telefonun ne zaman gönderilmeye başlayacağını tam olarak söylemedi. Bunun yerine şirket, önümüzdeki günlerde bölgesel sosyal medya kanalları aracılığıyla daha fazlasını duyuracağını söyledi. </p> <p> Amiral gemisi bir cihaz pazarındaysanız ve ABD&#39;de değilseniz, kesinlikle Xiaomi Mi 11&#39;i almayı düşünmelisiniz. Fiyatına göre sağlam özellikleri var. </p>"}