{"title":"10 Засоби безпеки в Інтернеті та НЕ, щоб захистити вас в Інтернеті","content":"<p> Коли ви переглядаєте Інтернет, чи добре ви усвідомлюєте ризики, з якими можете зіткнутися? Не будьте самовдоволеними під час серфінгу в Інтернеті, інакше ви можете стати жертвою шахрайства, включаючи викрадення особистих даних, зловмисне програмне забезпечення та соціальну інженерію. </p> <p> Для того, щоб бути в безпеці в Інтернеті, ось 10 найпопулярніших заходів безпеки, які ви завжди повинні пам’ятати. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> DO: Встановлюйте антивірусне програмне забезпечення та регулярно оновлюйте </h2> <p> Це один з найосновніших протоколів безпеки, який слід застосовувати на персональному та робочому комп’ютерах. Коли мова заходить про цей тип програмного забезпечення, існує безліч різних варіантів. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Безкоштовні пропонують основні функції безпеки </a> але якщо ви хочете отримати максимальну безпеку, вам слід виділити пристойний бюджет. Переконайтеся, що ви розглядаєте захист від шкідливих програм для безпечного перегляду веб-сторінок. </p> <p> І життєво важливо постійно оновлювати його. Часто знаходять і виправляють нові уразливості; якщо у вас запущена старіша версія антивірусного програмного забезпечення, ці проблеми не вирішено на вашому пристрої. Ви можете налаштувати автоматичне оновлення більшості програм безпеки. Ви можете подібним чином налаштувати їх на регулярне сканування комп’ютера, не потребуючи при цьому нічого іншого. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> DO: Виберіть надійні паролі </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> Паролі відіграють вирішальну роль у захисті ваших даних в Інтернеті. Будь то для ваших профілів у соціальних мережах, облікових записів покупок або особистої електронної пошти, вам потрібно буде створити надійні паролі. </p> <p> Деякі сайти пропонують пропозиції, тобто поєднання буквено-цифрових та спеціальних символів. Деякі не приймають паролі, які не відповідають їхнім вимогам. Однак не всі веб-сайти пропонують це. Створюючи власний пароль, пам’ятайте, що ви захищаєте свою цілісність та особисту інформацію. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> DO: Обмежте особисту інформацію </h2> <p> Не розміщуйте в мережі занадто багато особистої інформації. Поділившись приватною інформацією з громадськістю, ви ризикуєте зламати своє місцезнаходження, розпорядок дня тощо. </p> <p> Не забувайте про крадіжку особистості. Чим більше ви надаєте інформації про себе, тим більший ризик буде скопіювати вашу особу зловмисник. Це дуже серйозна справа, яка може зруйнувати життя. Багато людей стали жертвами цього. Ви не хотіли б стати наступним. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> ДО: Тримайся подалі від підозрілого приманки </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> Під час серфінгу в Інтернеті ви зустрінете різні веб-сайти, які демонструють спливаючі оголошення, які можуть спонукати будь-кого невідомого натиснути. Реклама Clickbait небезпечна, оскільки може призвести до проникнення вірусів у ваш комп’ютер. </p> <p> Будьте пильнішими до прочитаного та клацніть в Інтернеті. Перш ніж перевірити інформацію, зокрема, куди насправді потрапляють посилання, перш ніж натиснути, навіть якщо вона здається дуже цікавою. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> DO: Увімкнути двофакторну автентифікацію </h2> <p> Двофакторна автентифікація (2FA) забезпечує додатковий рівень безпеки для вашого облікового запису. Це допомагає стримати шахраїв, оскільки для підтвердження справжності власника облікового запису потрібні два докази, тобто пароль та код підтвердження, надіслані на номер телефону або електронну адресу. </p> <p> Це ускладнює злочинцям викрадення вашої інформації та доступ до ваших даних. Це важливо, якщо веб-сайт пропонує цю опцію. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> НЕ: Використовуйте єдиний пароль для різних веб-сайтів </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Уявіть собі будинок з декількома замками, але лише одним ключем для відкриття всіх кімнат. Якщо грабіжник дістане цей єдиний ключ, усі ваші кімнати можна буде просто відкрити. </p> <p> Це стосується і захисту паролем. </p> <p> </p> <p> Встановлення надійного пароля недостатньо. Ви повинні навчитися змішувати його, щоб будь-який потенційний шахрай чи злодій не міг повністю скомпрометувати вашу особисту інформацію. В іншому випадку, якщо одна служба страждає від витоку даних, усі інші, якими ви користуєтесь, також будуть піддані дії. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> НЕ: Дотримуйтесь єдиного облікового запису електронної пошти </h2> <p> Ваша електронна пошта є важливим фактором для реєстрації на веб-сайтах. Навіть якщо мова йде про інтернет-банкінг, потрібна електронна пошта. Але уявіть, що ви забули свої дані для входу в електронну адресу. </p> <p> Що ти робитимеш? Що робити, якщо онлайн-злочинець компрометує вашу єдину електронну адресу? Було б розумно створити кілька облікових записів електронної пошти, щоб допомогти вам створити резервний план, щоб ви все ще могли отримувати важливі дані. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> НЕ: Зберігайте дані особистої картки на веб-сайтах </h2> <p> Незалежно від того, чи є ви завзятим покупцем в Інтернеті чи використовуєте їх економно, зберігати дані картки на веб-сайтах буде нерозумно. </p> <p> Чим більше даних ви зберігаєте на веб-сайтах, тим більша ймовірність викрадення особистих даних у разі порушення даних. Вам часто доводиться йти на цей ризик, коли йдеться про Особисту інформацію, що ідентифікує особу (PII), оскільки багато служб потребують основних особистих даних для створення облікового запису, але зберігати вашу фінансову інформацію в іншому місці не потрібно. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> НЕ: завантажуйте невідоме програмне забезпечення </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> Ви переглядали і з’явилася реклама, що пропонує програмне забезпечення безкоштовно? Якою б гарною не була ця пропозиція, не завантажуйте її. </p> <p> Якщо це виглядає занадто добре, щоб бути правдою, це, мабуть, так. Це стосується і небажаних вкладень електронної пошти. </p> <p> </p> <p> Ваш пакет безпеки повинен захищати вас від багатьох загроз, але натискаючи щось, не знаючи повного його змісту, ви можете запросити шкідливе програмне забезпечення у свою систему. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> НЕ: дозволяти веб-сайтам запам’ятовувати ваше ім’я користувача та пароль </h2> <p> Дозволити веб-сайтам запам’ятовувати ваше ім’я користувача та пароль спокусливо, але чогось краще уникати. </p> <p> Будь-хто, хто має доступ до вашого комп’ютера, ноутбука або смартфона, може легко увійти у ваші облікові записи, оскільки всі дані для входу вже зберігаються в файлах cookie. Ви можете користуватися послугою постійно, але не надто комфортно входити на різні веб-сайти в Інтернеті. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> Інтернет-безпека вимагає простих розумних виборів </h2> <p> Ваша безпека в Інтернеті стільки покладається на основні рішення. </p> <p> Чим більше ви приймаєте розумних рішень, тим менша ймовірність вашої особистості порушена. На вас справді покладено тягар. Кіберзлочинці просто чекають, коли ви зробите будь-які неправильні кроки. Тож будь розумним; будьте пильні. Ніколи не підводьте свою охорону під час перегляду Інтернету. </p>"}