{"title":"4 цікавих веб-сайти та програми, які підштовхнуть вас до досягнення ваших цілей","content":"<p> Постановка мети проста. Працювати над своєю метою, маневрируючи звичні звички, є найскладнішою частиною. </p> <p> Ці веселі веб-сайти та додатки для смартфонів використовують геніальні способи, що дозволяють вам вчасно досягти своїх цілей. </p> <h2 id=\"dollar-doer-club-web\"> 1. <a href=\"https://www.dollardoer.club/\" target=\"_blank\" rel=\"nofollow noopener\"> Клуб робітників доларів </a> (Інтернет) </h2> <p> <img alt=\"dollar doer club\" src=\"images/dollar-doer-club-151.png\" loading=\"lazy\"> </p> <p> Збентеження є потужним мотиватором. Клуб робітників доларів хитро використовує ваш страх перед збентеженням, щоб допомогти вам досягти своїх цілей. </p> <p> 30-денний виклик клубу &quot;Долар&quot; робить сцену двома сценаріями. В обох сценаріях пропонуються нешкідливі пропозиції: вибрати гол, підібрати незручну фразу та вибрати друга <strong> . </strong> </p> <p> Залежно від того, досягнете ви своєї мети за 30 днів, ви зустрінете два абсолютно різні результати. Якщо ви досягнете своєї мети, і ваш друг підтвердить це за допомогою клубу доларів, ви будете гріти сяйво досягнення без негативних наслідків. </p> <p> Як варіант, якщо ви не досягнете своєї мети, клуб «Долар» здійснить 1000 показів оголошень у вашому місті, повідомляючи про вашу невдачу. Як це для мотивації? </p> <p> </p> <h2 id=\"hijack-your-feed-web\"> 2. <a href=\"https://hijack.social/\" target=\"_blank\" rel=\"nofollow noopener\"> Викрадіть ваш канал </a> (Інтернет) </h2> <p> <img alt=\"hijack your feed\" src=\"images/hijack-your-feed-1-968.png\" loading=\"lazy\"> </p> <p> Іноді нешкідливі пропозиції можуть бути найкращим способом нагадати вам про те, щоб щось зробити. Hijack Your Feed - розширення веб-переглядача, яке вставляє нагадування у ваш соціальний канал із вашого особистого списку справ. </p> <p> Пообіцявши перетворити ваш список справ на &quot;вміст, який варто споживати&quot;, Hijack Your Feed вставляє унікальні публікації у ваш канал у Twitter для кожного завдання. Усі публікації мають на меті привернути увагу, як і &quot;справжні&quot; оголошення. </p> <p> Викрасти інтерактивні публікації вашої стрічки означає, що ви можете позначити завдання як <strong> Готово </strong> , або відвідайте вбудовані посилання через зручність вашої соціальної хронології. </p> <p> </p> <h2 id=\"confetti-habits-android-ios\"> 3. <a href=\"https://www.tryconfetti.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Звички конфетті </a> (Android, iOS) </h2> <p> <strong class=\"gallery__section-title\"> Галерея зображень (3 зображення) </strong> <img alt=\"adding a habit in confetti habits\" src=\"images/confetti-habits-add-habit-950.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"confetti habits frequency and reminder\" src=\"images/confetti-habits-reminder-779.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"confetti habits completed or avoided\" src=\"images/confetti-habits-completed-avoided-196.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> Який найефективніший спосіб досягнення мети? Розбиваючи його на невеликі засвоювані шматочки, які ви можете виконувати щодня. Додаток для смартфона, який нагадує вам виконувати невеликі завдання кожного дня, є ефективним способом зробити це. </p> <p> Конфетті - звички - це відстежувач звичок, який підкреслює формування позитивних звичок у веселій та барвистій формі. Щоразу, коли ви виконуєте звичку, Confetti Habits запускає віртуальні конфетті, щоб відзначити ваше досягнення. Зрештою, робота над своїми цілями - це завжди привід для святкування. </p> <p> </p> <p> Уникнути шкідливих звичок легко за допомогою звичок конфетті. Ваші смуги (наприклад, ціль на 30 днів без куріння сигарети) у додатку візуалізуються як неперерваний ланцюжок. Візуалізовані смуги та діаграми прогресу підштовхнуть вас до мотивації продовжувати подорож. </p> <p> <strong> Завантажити: </strong> Конфетті звички для <a href=\"https://play.google.com/store/apps/details?id=com.confettimobile\" target=\"_blank\" rel=\"nofollow noopener\"> Android </a> | <a href=\"https://apps.apple.com/app/confetti-habits/id1507853418\" target=\"_blank\" rel=\"nofollow noopener\"> iOS </a> (Доступні безкоштовні покупки в додатку) </p> <p> </p> <h2 id=\"ballertodo-web\"> 4. <a href=\"https://ballertodo.com/\" target=\"_blank\" rel=\"nofollow noopener\"> BallerToDo </a> (Інтернет) </h2> <p> <img alt=\"priority matrix for ballertodo\" src=\"images/ballertodo-matrix-1-515.png\" loading=\"lazy\"> </p> <p> Простий список справ не завжди є найефективнішим способом упорядкувати цілі. Можливо, ви відчуваєте себе пригніченими, намагаючись розставити пріоритети, що робити спочатку у традиційному контрольному списку предметів. </p> <p> BallerToDo використовує матрицю Ейзенхауера, щоб допомогти вам організуватися, як балет, і зробити щось. Ви можете візуалізувати свої завдання по осях X та Y та визначити пріоритети завдань відповідно до їхніх <strong> Вплив </strong> і <strong> Терміновість </strong> . </p> <p> </p> <p> Зробити завдання просто. Просто клацніть де завгодно на матриці та додайте заголовок. Завдання можна перетягнути по матриці в будь-який час, щоб оновити її важливість та актуальність. </p> <p> Користувацький інтерфейс виділяє завдання з найвищим балом, виводячи важку роботу з пріоритетів. Це найближче до того, щоб мати менеджера персональних завдань, який буде там для вас цілодобово та без вихідних. </p> <p> </p> <h2 id=\"powering-through-the-daily-grind\"> Потужність через щоденний прийом </h2> <p> Поступові щоденні досягнення - це місце, де відбувається магія. Гору Еверест не можна завоювати за одну ніч. Так само для досягнення своїх цілей потрібна щоденна відданість протягом певного періоду часу. </p> <p> Невеликі щоденні досягнення - найкращий спосіб досягти довгострокових цілей. Якщо ваша мотивація виникає через страх збентеження, візуалізований щоденний прогрес чи несподіване нагадування, маленькі кроки з часом прокладають шлях до чогось великого. </p>"}