{"title":"5 менш відомих функцій здоров’я Apple, які варто використовувати","content":"<p> Більшість користувачів Apple Watch та iPhone знайомі з додатком Apple Health. <strong> Діяльність </strong> розділ, який відстежує рух, калорії та частоту стояння, є найбільш відомим розділом програми. </p> <p> Однак, заглибившись у програму Apple Health, ви зможете виявити ще багато корисних функцій. На щастя, ми розробили для вас: ось найкращі менш відомі функції, поховані в додатку Apple Health. </p> <h2 id=\"cycle-tracking\"> 1. Відстеження циклу </h2> <p> <strong class=\"gallery__section-title\"> Галерея зображень (3 зображення) </strong> <img alt=\"Main display screen of the cycle tracking feature within apple health. It shows the cycle log and where you are in your cycle\" src=\"images/cycletracking-symptoms-349.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Menu within the apple health cycle tracking function that allows users to record symptoms\" src=\"images/cycletracking-symptoms-617.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Cycle tracking screen with a calendar view showing when your next period is predicted to start\" src=\"images/cycletracking-predictions-910.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> Хоча в App Store є багато чудових програм для відстеження періодів, чи знаєте ви, що в додатку Apple Health є також чудова функція відстеження циклів? У ньому є всі ключові особливості автономних програм відстеження, непомітно вбудованих. </p> <p> Ви можете ввести дати початку та закінчення періоду та тривалість менструального циклу (не хвилюйтеся, якщо не впевнені; додаток встановить значення за замовчуванням на 28 днів і коригуватиметься при додаванні даних щомісяця). Додаток використовуватиме ці дані, щоб передбачити, коли почнеться ваша наступна менструація та коли ви можете овулювати. Ви також можете ввести дані для відстеження симптомів протягом усього циклу. </p> <p> </p> <p> Відстеження циклу корисно з кількох причин. Найбільш очевидним є те, що це допомагає знати, коли очікувати менструації. Це також може допомогти вам визначити, коли ви найплідніші, якщо намагаєтесь завагітніти. Відстеження цього також допоможе вам зрозуміти, чи запізнюєтесь ви, що може свідчити про вагітність або різні основні проблеми зі здоров’ям. </p> <p> </p> <h2 id=\"mobility-data\"> 2. Дані мобільності </h2> <p> Можливо, ви цього не знаєте, але якщо ви гуляєте, тримаючи iPhone у кишені, він збере для вас кілька цікавих даних про мобільність. Крім того, носіння Apple Watch також може збирати дані про мобільність. </p> <p> Щоб отримати доступ до цих даних про мобільність: </p> <ol> <li> Відкрийте програму Apple Health. </li> <li> Виберіть <strong> Перегляньте </strong> значок. </li> <li> Прокрутіть вниз до <strong> Мобільність </strong> в <strong> Список категорій здоров’я </strong> і виберіть його. </li> </ol> <p> Після переходу до функції мобільних даних ви зможете переглянути деякі цікаві фрагменти даних. </p> <p> <strong class=\"gallery__section-title\"> Галерея зображень (3 зображення) </strong> <img alt=\"Mobility overview screen in Apple Health App\" src=\"images/mobility-overview-825.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Graph of double support time mobility data collected in Apple Health\" src=\"images/double-support-time-514.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Graph of step length data collected in Apple Health\" src=\"images/step-length-693.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <h3 id=\"double-support-time\"> Подвійний час підтримки </h3> <p> Це відображає час, коли обидві ноги знаходяться на землі під час ходьби. Під час типової прогулянки у здорової людини буде подвійний час підтримки від 20 до 40 відсотків. Більш високі відсотки можуть вказувати на проблему балансу або координації. Ваш iPhone зафіксує ваш подвійний час підтримки під час ходьби по рівній землі. </p> <h3 id=\"step-length\"> Довжина кроку </h3> <p> Відстань між передньою і задньою ногою під час ходьби. Запис довжини кроку, коли ви гуляєте з iPhone у кишені. Це може залежати від вашого зросту, швидкості ходьби та того, на якій місцевості ви йдете. </p> <p> Однак значне зменшення довжини кроку може свідчити про зниження сили, координації чи загальної рухливості. Ці дані можуть бути особливо корисними для дорослих людей у ​​віці або людей, які одужують після травми. </p> <h3 id=\"walking-asymmetry\"> Ходяча асиметрія </h3> <p> Вимірювання того, наскільки симетричним є ваш шаблон ходьби. Здоровий, рівномірний спосіб ходьби виникає, коли кроки, які ви робите кожною ногою, відбуваються приблизно з однаковою швидкістю. Якщо ви робите швидші або повільніші кроки однією ногою, це може свідчити про травму, захворювання або інше занепокоєння щодо здоров’я. </p> <p> Ваш iPhone автоматично запише вашу симетрію ходьби; перевірте ці дані, щоб виявити будь-які зміни чи закономірності. </p> <h3 id=\"walking-speed\"> Швидкість ходьби </h3> <p> Швидкість, з якою ви ходите по рівній землі. Це також автоматично записується під час прогулянки з iPhone у кишені або на рівні талії. Переконайтеся, що ваш зріст збережено в додатку для здоров’я, щоб отримати максимально точну швидкість ходьби. </p> <p> </p> <h2 id=\"medication-and-health-data-tracking\"> 3. Відстеження даних про ліки та стан здоров’я </h2> <p> <strong class=\"gallery__section-title\"> Галерея зображень (3 зображення) </strong> <img alt=\"Apple Health Browse Menu displaying different health data tracking features\" src=\"images/apple-health-browse-338.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Other Data Menu within the Apple Health App\" src=\"images/other-data-menu-365.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Inhaler usage tracker within the Apple Health App. A line graph showing inhaler usage throughout the week is displayed\" src=\"images/inhaler-usage-939.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> Ви можете відстежувати важливу медичну інформацію, таку як використання інгаляторів, доставка інсуліну, рівень цукру в крові, життєво важливі показники та симптоми здоров’я в програмі Apple Health. Якщо ви перебуваєте під наглядом або лікуєтесь за станом здоров’я, ці дані можуть допомогти вам та вашому лікарю оцінити ваш стан, схему симптомів та ефективність вашого поточного плану лікування. </p> <p> Перейдіть до <strong> Перегляньте </strong> на вкладці в Apple Health, щоб переглянути список відомостей про стан здоров’я, які додаток відстежує. Унизу списку виберіть <strong> Інші дані </strong> щоб переглянути ще більше функцій відстеження даних. </p> <p> </p> <h2 id=\"hearing\"> 4. Слух </h2> <p> <strong class=\"gallery__section-title\"> Галерея зображень (2 зображення) </strong> <img alt=\"A graph showing audio levels over the period of a month\" src=\"images/headphone-audio-levels-372.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Menu displaying headphone notification settings\" src=\"images/headphone-notifications-919.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> Надто голосне прослуховування музики під час використання навушників може пошкодити ваш слух. Для боротьби з цією проблемою компанія Apple включає сповіщення про навушники та функції відстеження рівня звуку в програмі Health. </p> <p> Якщо увімкнути <strong> Повідомлення для навушників </strong> в Apple Health додаток надішле сповіщення, якщо ви перевищили рекомендований семиденний ліміт експозиції звуку. Коли це станеться, це також зменшить гучність звуку у навушниках і надішле вам сповіщення. </p> <p> </p> <p> Ця межа експозиції вимірює гучність і тривалість звуку для оцінки потенційної шкоди слуху. </p> <p> Щоб увімкнути сповіщення про навушники: </p> <ol> <li> Відкрийте програму Apple Health. </li> <li> Перейдіть до <strong> Перегляньте </strong> внизу праворуч. </li> <li> Виберіть <strong> Слух </strong> з меню. </li> <li> Вибирайте <strong> Повідомлення для навушників </strong> і ввімкніть їх. </li> </ol> <p> Якщо у вас Apple Watch, програма Health може також повідомити вас, якщо рівень шуму поблизу вас занадто високий, що може призвести до пошкодження слуху. </p> <p> </p> <h2 id=\"sleep-tracking\"> 5. Відстеження сну </h2> <p> <strong class=\"gallery__section-title\"> Галерея зображень (3 зображення) </strong> <img alt=\"Screen explaining the Sleep functions in Apple Health: Sleep schedule, Sleep Mode, and Wind Down\" src=\"images/sleep-function-setup-692.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Screen allowing the user to set a sleep duration goal\" src=\"images/sleep-goal-718.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Sleep schedule setup screen showing bedtime and wake up time\" src=\"images/sleep-schedule-menu-418.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> <strong> Спати </strong> Функція Apple Health може допомогти вам відстежувати, скільки сну ви отримуєте щоночі. Ви можете встановити графік сну, цілі тривалості сну, увімкнути режим сну та налаштувати дії, які допоможуть вам спати. Режим сну вмикає режим &quot;Не турбувати&quot; та спрощує екран блокування, щоб обмежити відволікання. </p> <p> Функція сну в Apple Health також інтегрується з іншими програмами відстеження сну та підтримкою. Для отримання додаткової інформації про те, як максимально використати його, див. Наш <a href=\"https://www.makeuseof.com/sleep-tracking-features-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> керівництво з функцій відстеження сну на вашому iPhone </a> . </p> <p> </p> <h2 id=\"making-the-most-of-apple-health\"> Як максимально використовувати Apple Health </h2> <p> Apple Health може надати широкий спектр значущих даних про здоров’я та медичні дані, але це корисно лише настільки, наскільки ви робите це. Щоб отримати максимум користі від Apple Health, обов’язково вводьте будь-які дані, які ви хочете відстежувати, та регулярно переглядайте дані про активність, записані вашим iPhone або Apple Watch. </p> <p> Хоча ці дані можуть бути корисними для моніторингу вашого здоров’я, пам’ятайте, що це не є заміною належної медичної допомоги. Обговоріть будь-які сумніви щодо свого здоров’я з медичним працівником. </p>"}