{"title":"5 безкоштовних сайтів браузерних ігор для гри в багатокористувацькі або класичні ігри в Інтернеті","content":"<p> Вам не потрібні PlayStation або високоякісні відеокарти, щоб грати у чудові ігри. Ці сайти показують вам, де можна грати в безкоштовні онлайн-ігри в будь-якому браузері, включаючи багатокористувацькі ігри та класичні назви. </p> <p> Браузерні ігри не є чимось новим, але зі смертю Flash Player з’явився новий каталог, про який ви повинні знати. Від текстових пригод до відтворень класичних консольних ігор, ви можете грати у фантастичні ігри в будь-якому сучасному браузері, а деякі з них працюють навіть на смартфонах. </p> <h2 id=\"itch-io-web-stumbleupon-to-discover-random-browser-games\"> 1. <a href=\"https://itch.io/\" target=\"_blank\" rel=\"nofollow noopener\"> Itch.io </a> (Інтернет): StumbleUpon для відкриття випадкових браузерних ігор </h2> <p> <img alt=\"Itch.io Randomizer is like a StumbleUpon for browser games to discover free online games\" src=\"images/free-browser-games-itch-randomizer-823.jpg\" loading=\"lazy\"> </p> <p> Itch - це платформа для відкриття незалежних ігор, як безкоштовних, так і платних, на різних платформах. Він має величезну бібліотеку веб-ігор, в основному зроблених в HTML5, щоб вони могли працювати в будь-якому сучасному браузері. Ви можете сортувати їх за популярністю, рейтингами, найновішими або відфільтрувати за тегами, такими як перша особа, 2D, піксельне зображення тощо. </p> <p> Забавним способом відкрити для себе нові браузерні ігри є використання <strong> Рандомизатор </strong> . Він працює як StumbleUpon для веб-ігор, показуючи вам один проект за іншим і дозволяючи вам грати його на тій самій вкладці перед переходом до наступного. Краще використовувати Randomizer з обліковим записом Itch.io, оскільки він відстежує ігри, які ви вже бачили, і не відображатиме їх знову. </p> <p> Оскільки Itch також є клієнтом для придбання ігор, можливо, ви захочете відфільтрувати за безкоштовними іграми, якщо ви хочете швидко перерватись. Знову ж таки, ви можете виявити неймовірні платні ігри, які працюють у браузері, який ідеально підходить для платформ, таких як Chromebook, або для гри на вашому офісному ПК, який не дозволяє встановлення сторонніх розробників. </p> <p> Окрім браузерних ігор, Itch.io пропонує незалежні ігри для комп’ютерів та консолей. Насправді це один із <a href=\"https://www.makeuseof.com/tag/4-places-where-you-can-download-premium-pc-games-free-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> найкращі сайти для завантаження преміум-ігор для ПК безкоштовно </a> . </p> <p> </p> <h2 id=\"web-adventures-web-text-based-adventure-games-and-interactive-fiction\"> 2. <a href=\"http://www.web-adventures.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Веб-пригоди </a> (Інтернет): Пригодницькі ігри на основі тексту та інтерактивна фантастика </h2> <p> <img alt=\"Web Adventures lets you play text based adventure games and interactive fiction in your browser\" src=\"images/free-browser-games-web-adventures-218.jpg\" loading=\"lazy\"> </p> <p> Справжні виродки та геймери розповідатимуть казки про часи до вигадливої ​​графіки, коли ваша уява та розум мали найбільше значення, у жанрі ігор, що називаються текстовими пригодами або інтерактивною фантастикою. У такі ігри, як Zork, грали, переглядаючи текст і набираючи правильне речення, щоб продовжити. Тепер ви можете грати в Зорка та іншу інтерактивну фантастику на веб-пригодах. </p> <p> Веб-сайт включає деякі класичні текстові пригодницькі ігри, такі як оригінальна трилогія Zork 1982 року та інші її варіанти, мега-хіт &quot;Галатея&quot; 2000 року, Jigsaw-пригода-головоломка 1995 року та кілька інших нагороджених назв. Це ігри, які колись були комерційними, але зараз у них можна безкоштовно грати в Інтернеті. Веб-пригоди також мають окремий розділ для дружньої до дітей інтерактивної художньої літератури, щоб познайомити молоді розуми та їх активну уяву з чудесами текстових пригодницьких ігор. </p> <p> Веб-пригоди працюють як на настільних, так і на мобільних браузерах, тому ви можете грати в них на ходу. В ідеалі, грайте в гру на тому самому пристрої, який ви запустили, оскільки сайт може зберігати ваш прогрес за допомогою кешу браузера, але не може синхронізувати між пристроями. І коли ви закінчите з веб-пригодами, перевірте ці інші чудові <a href=\"https://www.makeuseof.com/tag/browser-text-based-games/\" target=\"_blank\" rel=\"nofollow noopener\"> текстові пригодницькі ігри для браузерів </a> . </p> <p> </p> <h2 id=\"lcd-games-web-play-retro-handheld-lcd-console-games\"> 3. <a href=\"http://bdrgames.nl/lcdgames/\" target=\"_blank\" rel=\"nofollow noopener\"> РК-ігри </a> (Інтернет): Грайте в Ретро-портативні ігри на РК-консолі </h2> <p> <img alt=\"LCD Games recreates classic LCD handheld games like Donkey Kong II\" src=\"images/free-browser-games-lcd-games-508.jpg\" loading=\"lazy\"> </p> <p> Сьогодні кожен телефон - це ігрова консоль, а Nintendo Switch - це ігровий портативний комп&#39;ютер. Але портативні ігри почалися з серії РК-ігор від MicroVision та Nintendo Game &amp; Watch. Один розробник відтворив їх у вигляді браузерних ігор для всіх, щоб отримати такий ретро-досвід. </p> <p> В даний час до списку входять Donkey Kong II, Cement Factory, Highway, Jungle Kong, Tom&#39;s Adventure, Mario Bros., Eagle n &#39;Chicken та Sea Ranger. Дизайн кожної гри та всього її блоку точно такий, яким він був у 1980-х. Деякі ігри з подвійним екраном, інші дотримуються одного екрану. </p> <p> Направлені клавіші клавіатури стають вашою навігаційною панеллю, а клавіші Z та A виконують роль кнопок. Щоб взаємодіяти з будь-якою іншою кнопкою (наприклад, Пуск або Пауза), використовуйте мишу. Якщо ви граєте в ігри на мобільному пристрої, ви можете торкнутися кнопок на екрані, щоб отримати досвід, наближений до оригіналу. </p> <p> </p> <h2 id=\"kevin-games-web-collection-of-io-multiplayer-browser-games-and-community\"> 4. <a href=\"https://kevin.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Кевін Ігри </a> (Інтернет): Колекція багатокористувацьких браузерних ігор та спільноти IO </h2> <p> <img alt=\"Kevin Games is a collection of the best IO multiplayer browser games\" src=\"images/free-browser-games-kevin-games-264.jpg\" loading=\"lazy\"> </p> <p> Ви, напевно, чули про Agar.io, DRAWar.io, Paper.io та інші багатокористувацькі ігри для веб-браузерів. Ці &quot;ігри вводу-виводу&quot; є одними з найшвидших <a href=\"https://www.makeuseof.com/free-two-player-games-play-in-browser/\" target=\"_blank\" rel=\"nofollow noopener\"> ігри, щоб грати з друзями безкоштовно </a> , у будь-якому браузері. Їх важко знайти в одному місці, але Kevin Games проробив чудову роботу, зібравши багато найбільших багатокористувацьких браузерних ігор IO. </p> <p> Кожна гра відображається у вигляді плитки зі своєю назвою, але ви не отримаєте опису того, про що йдеться. Натомість наведіть курсор на плитку, і вона зміниться на невеликий GIF, що відображає ігровий процес у дії. Це класний, інший спосіб описати, чого чекати. </p> <p> Колекція не обмежується іграми вводу-виводу, які, як правило, є масовими багатокористувацькими іграми. Ви також можете переглядати такі категорії, як головоломка, аркада, королівська битва, стрільба тощо. Ви також можете шукати ігри із загальними тегами, такими як гонки. </p> <p> Kevin Games також має активний сервер Discord, на якому ви можете обговорювати ігри з однодумцями або навіть розмовляти з ними до і після гри. Зрештою, чати та спільнота - це невід’ємна частина багатокористувацьких ігор. </p> <p> </p> <h2 id=\"play-classic-web-play-classic-dos-nes-sega-games-online-in-a-browser\"> 5. <a href=\"https://playclassic.games/\" target=\"_blank\" rel=\"nofollow noopener\"> Грати в класичний </a> (Інтернет): Грайте в класичні DOS, NES, Sega Games Online у ​​браузері </h2> <p> <img alt=\"Play Classic runs emulators in your browser to play DOS, Sega Genesis, NES, and SNES games online\" src=\"images/free-browser-games-play-classic-games-430.jpg\" loading=\"lazy\"> </p> <p> Емулятори дозволяють запускати старі ігри на будь-якому комп’ютері, будь то з консолей, таких як NES, або операційних систем, таких як MS-DOS. Play Classic передає їх в Інтернеті до браузера, з можливістю збереження прогресу гри в самому браузері. </p> <p> В даний час веб-сайт підтримує платформи MS-DOS, Windows, Sega Genesis, NES, SNES, Neo Geo та Game Boy. Ви знайдете найрізноманітніші назви, такі як усі ігри Mario, Їжачок Sonic, ранні версії Mortal Kombat, Doom та багато іншого. Скористайтеся меню «Топ 100 класичних ігор», щоб швидко відкрити найпопулярніші ігри DOS, Genesis або SNES. </p> <p> Елементи управління змінюються залежно від типу платформи. Не існує простого посібника, але значною мірою перевірте клавіші A, S, D, Z, X, C для кнопок та клавіші зі стрілками для переміщення та Enter для вибору. </p> <p> </p> <h2 id=\"avoid-flash-games\"> Уникайте Flash-ігор </h2> <p> 31 грудня 2020 року Adobe припинила підтримку Flash Player. Насправді, більшість нових браузерів не підтримують Flash або активно не рекомендують вмикати його на будь-якому веб-сайті. Розробники та експерти з безпеки вже давно попереджали про можливі вразливості Flash, і тому зараз пора припинити грати в ці ігри раз і назавжди. </p> <p> Шкода, бо там є якісні, креативні та розважальні Flash-ігри, але це вже не варто ризикувати. Деякі веб-сайти активно намагаються це зробити <a href=\"https://www.makeuseof.com/play-adobe-flash-games-without-flash/\" target=\"_blank\" rel=\"nofollow noopener\"> зберегти або конвертувати старі флеш ігри </a> так само. Сподіваємось, наведений вище список веб-сайтів для браузерних ігор надасть вам достатньо інших, безпечніших варіантів, щоб безкоштовно грати в ігри в Інтернеті. </p>"}