{"title":"7 способів виявити фальшивий профіль LinkedIn","content":"<p> Інтернет-загрози існують навіть у професійних соціальних мережах, таких як LinkedIn, часто у формі фальшивих профілів. </p> <p> Виявлення фальшивого профілю LinkedIn частково зводиться до відчуття кишечника. Однак, точно знаючи, на що звертати увагу, це набагато простіше. Ось сім основних ознак того, що отриманий вами запит на з’єднання може бути неправдивим. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Як виявити підроблені профілі LinkedIn </h2> <p> </p> <p> Шкідливі облікові записи збирають списки контактів та деталі, такі як адреси електронної пошти та номери телефонів. Вони також можуть просувати фальшиві списки вакансій, заманюючи шукачів роботи з цікавими перспективами та заохочуючи їх натискати на посилання або завантажувати файл, що містить шкідливе програмне забезпечення. </p> <p> <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> низка поширених фішингових атак у соціальних мережах </a> широкий, але легко обережний, якщо бути обережним. Суть полягає в тому, що, звертаючи увагу, ви можете захистити свою особисту інформацію та активи. У той же час ви захищаєте інших користувачів від підроблених профілів, використовуючи вас як приманку. </p> <p> Ось кілька ознак, на які слід звернути увагу. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Неповний або знеособлений профіль </h3> <p> Візьміть загальне враження від облікового запису. Якщо обліковий запис не є приватним, ви зможете бачити такі деталі, як місцезнаходження користувача, освіта, робота та розділ Про програму. Неповний профіль - це червоний прапор, як і той, який відчуває себе непрофесійно або знеособлено. </p> <p> Наприклад, перегляньте інформацію про користувача про користувача. Окрім орфографічних або фраз-помилок, можуть виникати невідповідності із сектором, у якому вони повинні бути експертом. Звичайно також можна зустріти загальні формулювання, тому тримайте очі та розум відкритими для всього, що відчуває себе невдалим. </p> <h3 id=\"suspicious-profile-picture\"> 2. Підозріле зображення профілю </h3> <p> </p> <p> Фальшивий акаунт LinkedIn часто використовує незвичну картинку і так віддає себе. Деякі взагалі не використовують фотографію. Незважаючи на те, що доглянуті професіонали та якісні знімки голови є загальними пам’ятками на платформі, більшість користувачів намагаються уникати схожості на фотографії. </p> <p> Ви також можете натрапити на відомі обличчя, які вам посміхаються, не відповідаючи імені, вказаному в профілі. </p> <p> У будь-якому випадку ви можете швидко перевірити <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Пошук зображень Google на вашому комп’ютері </a> або смартфон. </p> <h3 id=\"generic-headline\"> 3. Загальний заголовок </h3> <p> Як шукач роботи ви повинні створити профіль, який би привертав увагу роботодавців, а також відображав, хто ви як людина. Якщо запит на підключення містить випадкову або загальну фразу для заголовка, користувач може не бути на LinkedIn з тих самих причин, що й усі інші. </p> <p> Зробити друзів на платформі, звичайно, непогано, але доводиться проявляти особливу обережність, особливо коли промах у судженнях достатній, щоб потрапити в численні неприємності з шахраями. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Підозріла історія роботи чи освіти </h3> <p> Тут теж, чим більше інформації надає профіль, тим краще. Заповнення історії працевлаштування чи освіти на LinkedIn є нудним, але це повинно виглядати якомога цікавіше. Отож, рахунок, який показує лише декілька компаній і назв посад без зайвих подробиць, таких як обов’язки, це м’яко кажучи дивно. </p> <p> Перегляд чийогось резюме видається екстремальним, але фальшивий акаунт обов’язково має там помилки. Мало того, але пошук у Google інформації, у якій ви не впевнені, може дати подальші попередження щодо облікового запису. Трохи параної іноді окупається. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Захоплені повідомлення з посиланнями </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Деякі шахрайські користувачі сміливо надсилають повідомлення разом із запитом на з’єднання. Оскільки їх метою є переконати вас довіряти їм, вони іноді заповнюють свої повідомлення гачками, такими як непереборні пільги на роботу, ключові слова та схвильована мова. </p> <p> Вони можуть містити посилання та документи, які містять більше інформації про те, що вони пропонують. Не відкривайте та не завантажуйте нічого, доки користувач і пропозиція не стануть справжніми. Це стосується взаємодії на будь-якій платформі, будь то соціальна мережа або ваш обліковий запис електронної пошти. </p> <p> Один із зручних способів перевірити підозрілий профіль - це, по-перше, вивчити деталі на їх рахунку, включаючи особу та компанію. Потім надішліть їм відповіді із запитаннями. Найкраще працює дипломатичний та неконфліктний підхід. Якщо їх відповіді виявляються недостатніми, ви можете відхилити або проігнорувати їх пропозицію. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Занадто мало або забагато підключень </h3> <p> Можливо, що профіль новий і все ще будує свою мережу, але якщо цифри через деякий час не змінюються, користувач, можливо, насправді не намагається. Або люди не пов’язують з ними причини. </p> <p> Якщо ви бачите щось інше підозріле в обліковому записі, вам слід уникати або <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> навіть повідомляти про них </a> . </p> <p> На іншому кінці спектру - підроблені профілі, які обманюють багатьох людей і навіть преміум-систему, але зв’язуються з усіма, хто може. Справжній користувач отримує мережу, більш-менш пов’язану з його інтересами. Величезна мережа з незвичною колекцією людей - це великий червоний прапор. </p> <h3 id=\"poor-linkedin-activity\"> 7. Погана активність у LinkedIn </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Реальні профілі також взаємодіють з платформою. Їхні користувачі насправді інвестують у те, щоб поставити себе там і встановити значущі зв’язки. Зазвичай підроблені акаунти не виходять далеко за межі вподобань або обміну публікаціями. Навіть їхні коментарі будуть загальними або дуже короткими. </p> <p> Окрім перевірки деталей профілю, подивіться і на його діяльність. Якщо це здається мізерним або знеособленим, уникати підключення було б розумно. Маленькі деталі, подібні до цього, повинні додати вам відчуття щодо облікового запису та допомогти вирішити, підозрілий він чи ні. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Здоровий глузд захищає вас у LinkedIn </h2> <p> В індивідуальному порядку ці червоні прапори незначні, але складіть кілька, і у вас на руках є підозрілий рахунок. Це може бути просто той, хто не знає, як створити хороший профіль або підходити до людей професійно. Але, навіть незважаючи на це, краще перестрахуватися, ніж шкодувати. </p> <p> Як справжній користувач, ви повинні навчитися захищатись. А якщо бути надмірно прискіпливим до своїх контактів - це невелика ціна. </p>"}