{"title":"9 основних команд для початку роботи з Linux","content":"<p> Посібники з експлуатації Linux часто очікують від вас виконання певних операцій у терміналі, що спочатку може здатися залякуючим. Але не хвилюйся; ця шпаргалка команд Linux охоплюватиме процес відкриття терміналу та видачі декількох корисних команд. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Командний рядок Linux для початківців </h2> <p> Основні команди Linux, які ви знайдете нижче, універсальні майже для будь-якого дистрибутива Linux, від командного рядка Ubuntu до Kali Linux. Ваш термінал може виглядати інакше, ніж той, що зображений на малюнках нижче, але будьте впевнені, що він підійде вам. </p> <p> Зверніть увагу, що в різних онлайн-путівниках ви часто будете чути різні фрази, що стосуються однієї і тієї ж дії: &quot;відкрити оболонку&quot;, &quot;запустити bash&quot; або &quot;в командному рядку&quot;. Усі вони означають, що вам слід відкрити та ввести термінал, про що ми і зробимо нижче. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Як відкрити термінал в Linux </h2> <p> Шукайте в меню програми <strong> термінал </strong> . На ньому часто буде мітка &quot;емулятор терміналу&quot;, і це саме те, що ви хочете. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Однак найшвидшим шляхом до відкриття терміналу є комбінація клавіш <strong> Ctrl + Alt + T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Основні команди Linux для початківців </h2> <p> Тепер, коли у вас відкритий термінал, ви готові розпочати видачу деяких команд. Давайте розглянемо кілька найосновніших команд оболонки в Linux. </p> <h3 id=\"view-working-directory\"> 1. Переглянути робочий каталог </h3> <p> Знання поточного &quot;робочого&quot; каталогу є надзвичайно важливим при використанні терміналу. Багато команд спричиняють зміни у поточному каталозі, і ви не хочете вносити ці зміни в неправильний каталог. </p> <p> Щоб перевірити, в якому каталозі ви зараз працюєте, ця команда буде <strong> стор </strong> rint <strong> w </strong> оркінг <strong> d </strong> irectory: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Переглянути зміст Робочого довідника </h3> <p> Випустіть <strong> ls </strong> команда, якщо ви хочете переглянути всі файли та папки в поточному каталозі: </p> <pre><code class=\"hljs\">ls</code></pre> <p> Файли відображатимуться звичайним текстом, тоді як папки будуть напівжирними та кольоровими. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Якщо ви також хочете бачити приховані файли, просто додайте файл <strong> -а </strong> або <strong> --всі </strong> варіант: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Зміна каталогів </h3> <p> Ви можете змінити поточний робочий каталог за допомогою <strong> компакт-диск </strong> , абревіатура для <strong> c </strong> вішати <strong> d </strong> довідники. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Вищенаведена команда шукатиме папку з назвою Documents у вашому поточному робочому каталозі та, знайшовши її, змінить на неї. </p> <p> </p> <p> Будьте впевнені, щоразу, коли ви вказуєте файл чи каталог, в імені якого є пробіл, ви вставляєте його в лапки, інакше ви отримаєте помилку. </p> <p> Ви можете перемістити один каталог на один, додавши файл <strong> .. </strong> варіант: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> Видаючи компакт-диск самостійно, без вказаного місця, ви потрапите безпосередньо до домашнього каталогу: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. Роздрукуйте результати команди </h3> <p> <strong> відлуння </strong> команда прийме будь-які введені вами дані, будь то рядок тексту або інша команда, і роздрукує їх у терміналі. </p> <pre><code class=\"hljs bash\">echo \"Hello, world!\"</code></pre> <p> Само по собі ехо може здатися марним, але насправді ви побачите, що воно часто використовується в системі управління Linux. </p> <h3 id=\"view-file-contents\"> Переглянути вміст файлу </h3> <p> Команда, що звучить по-котячому <strong> кішка </strong> надрукує в терміналі повний вміст будь-якого файлу, який ви називаєте. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Шукайте вміст файлу </h3> <p> Для пошуку вмісту будь-якого файлу за вказаним словом або фразою використовуйте <strong> grep </strong> команди. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Ця команда дуже корисна, коли ви шукаєте конкретну інформацію серед довгих та складних системних файлів. </p> <h3 id=\"redirect-command-output\"> 5. Вихід команди перенаправлення </h3> <p> Символ &quot;більше ніж&quot;, <strong> &gt; </strong> , має можливість у рядках команд перенаправляти висновок команди у файл або іншу команду. </p> <p> Наприклад, ця команда візьме результат echo і збереже його у файлі простого тексту, який називається &quot;file.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Оновлення системи (системи на базі Ubuntu) </h3> <p> В будь-якій оболонці Ubuntu введіть ці дві команди, щоб перевірити та застосувати всі доступні оновлення до вашої системи. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Вам буде запропоновано ввести пароль користувача, перш ніж підтверджувати будь-яку команду префіксом sudo. </p> <p> Порада професіонала: Ви можете об’єднати дві або більше команд в одну, використовуючи <strong> &amp;&amp; </strong> оператора. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Сполучення клавіш для терміналу Linux для початківців </h2> <p> Вивчення комбінацій клавіш, хоча спочатку і є складним, економить надзвичайно багато часу в довгостроковій перспективі. Linux має <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> багато корисних ярликів </a> , і ми перелічимо кілька найбільш корисних ярликів терміналів нижче. </p> <h3 id=\"recall-previous-commands\"> 7. Згадайте попередні команди </h3> <p> Якщо ви хочете повторити команду, яку ви нещодавно використовували, але ви її не пам’ятаєте або не хочете вводити знову, ви можете прокрутити історію команд за допомогою <strong> клавіші зі стрілками вгору та вниз </strong> . </p> <p> Як варіант, можна вдарити <strong> Ctrl + R </strong> для пошуку в історії команд певного ключового слова чи фрази. </p> <h3 id=\"see-command-suggestions\"> 8. Див. Пропозиції команд </h3> <p> Іноді, використовуючи термінал, ви згадуєте частину команди, але ви не будете точно впевнені, як вона пишеться або які варіанти використовувати. Якщо ви починаєте вводити команду, натисніть <strong> Вкладка </strong> клавіша, термінал спробує закінчити вашу команду за вас або покаже вам кілька можливостей. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Убити термінал </h3> <p> Ви вже могли знати <strong> Ctrl + C </strong> як ярлик для копіювання в буфер обміну, але при використанні в терміналі ця комбінація клавіш вбиває будь-яку запущену команду, про яку ви могли б пошкодувати. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux для початківців </h2> <p> Найкращий спосіб запам&#39;ятати ці початкові команди та ярлики терміналу Linux - це використовувати їх, тому відкрийте командний рядок і починайте друкувати! </p> <p> Хочете більше команд? Погляньте на наш <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Команди Linux команд шпаргалок </a> . </p> <p> Щоб допомогти вам дізнатись, що можливо в Linux, ми підготували глибоке занурення в найкраще програмне забезпечення, доступне для Linux, організоване за категоріями. </p>"}