{"title":"Apple пропонує безкоштовну заміну акумулятора для професіоналів MacBook, які не заряджаються 1%","content":"<p> Apple запустила нову сервісну програму, щоб безкоштовно замінити несправні акумулятори в деяких моделях MacBook Pro, які не заряджатимуть більше 1%. </p> <p> Невелика партія 13-дюймових та 15-дюймових пристроїв MacBook Pro, випущених у 2016 та 2017 роках, очевидно страждає від цієї дивної проблеми зарядки. Постраждалі клієнти можуть побачити на панелі налаштувань акумулятора повідомлення із зазначенням &quot;Рекомендовано послугу&quot;. </p> <p> Якщо ви бачите це повідомлення, ви маєте право на безкоштовну заміну акумулятора від Apple. І навпаки, якщо повідомлення вказує на те, що акумулятор у нормальному стані, це не впливає. </p> <p> Відповідно до документа підтримки на <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Веб-сайт Apple </a> , проблема зарядки акумулятора зачіпає &quot;дуже невелику кількість клієнтів&quot; у комп&#39;ютерах MacBook Pro 2016 та 2017 років. </p> <h2 id=\"is-my-macbook-pro-affected\"> Чи впливає мій MacBook Pro? </h2> <p> Наступні моделі MacBook Pro 2016 та 2017 років можуть демонструвати такі особливості поведінки: </p> <ul> <li> MacBook Pro (13-дюймовий, 2016, два порти Thunderbolt 3) </li> <li> MacBook Pro (13-дюймовий, 2017, два порти Thunderbolt 3) </li> <li> MacBook Pro (13-дюймовий, 2016, чотири порти Thunderbolt 3) </li> <li> MacBook Pro (13-дюймовий, 2017, чотири порти Thunderbolt 3) </li> <li> MacBook Pro (15-дюймовий, 2016) </li> <li> MacBook Pro (15-дюймовий, 2017) </li> </ul> <p> До <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> швидко визначити модель вашого комп’ютера </a> виберіть &quot;Про цей Mac&quot; в меню Apple. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Як перевірити стан акумулятора Mac </h2> <p> Ви можете легко перевірити поточний стан акумулятора у вашому MacBook Pro в macOS. </p> <p> У Big Sur виберіть &quot;Системні налаштування&quot; в меню Apple. У вікні &quot;Системні налаштування&quot; натисніть &quot;Акумулятор&quot;, потім на бічній панелі виберіть &quot;Акумулятор&quot; і натисніть &quot;Акумулятор&quot;. </p> <p> </p> <p> Якщо ваш Mac використовує macOS Catalina або раніше, утримуйте клавішу Option (⌥) на клавіатурі, одночасно натискаючи піктограму акумулятора в рядку меню. Це відкриє меню стану батареї. </p> <p> Якщо ваш ноутбук підходить для сервісної програми Apple, ви можете безкоштовно замінити його, зв’язавшись із Apple через його <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Веб-сайт підтримки </a> . &quot;Ваш комп&#39;ютер буде перевірений перед початком обслуговування, щоб перевірити, чи придатний він для безкоштовної заміни акумулятора&quot;, - зазначає Apple. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Екстрене оновлення з виправленням батареї </h2> <p> Дізнавшись про цю помилку, Apple швидко просунула пару оновлень macOS - macOS Big Sur 11.2.1 або пізнішої версії для Mac, що працює на основі програмного забезпечення Big Sur та додаткового оновлення macOS Catalina 10.15.7 для власників Mac на macOS Catalina і раніше. </p> <p> </p> <p> Відповідно до приміток до випуску <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Веб-сайт Apple </a> , macOS Big Sur 11.2.1 &quot;вирішує проблему, яка може перешкоджати заряду акумулятора в деяких моделях MacBook Pro 2016 та 2017 років.&quot; Apple радить всім інсталювати ці оновлення, щоб не допустити виникнення проблеми з акумулятором для інших MacBook Pro 2016 та 2017 років. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Як оновити ваш Mac </h2> <p> Щоб оновити програмне забезпечення macOS на вашому Mac до останньої версії, перейдіть до <strong> Системні налаштування&gt; Оновлення програмного забезпечення </strong> . Якщо ви бачите повідомлення про те, що доступні будь-які оновлення, натисніть кнопку «Оновити зараз», щоб встановити їх. Можливо, вам буде запропоновано ввести пароль адміністратора, щоб завершити оновлення Mac. </p> <p> Якщо ви хочете, щоб ваш комп’ютер автоматично завантажував та встановлював майбутні оновлення, виберіть у вікні «Оновлення програмного забезпечення» опцію «Автоматично оновлювати мій Mac». Ви отримаєте сповіщення, коли очікувані оновлення вимагають перезапуску, і ви можете встановити їх пізніше. </p>"}