{"title":"Яблуко та супер здорові діти вирішують зіткнення за поєдинок фруктових логотипів","content":"<p> Юридичні битви часом можуть бути трохи сюрреалістичними. З серпня 2020 року Apple вступає в юридичну сутичку з компанією з планування їжі під назвою Super Healthy Kids за логотип свого додатка Prepear, який, на думку Apple, занадто схожий на власний. </p> <p> Фруктовий логотип Apple, що складається з мультяшного яблука, що клює його, і одного листочка використовується з кінця 1970-х. Тим часом набагато новіший логотип Super Healthy Kids складається з мультфільмової груші з одним листом. </p> <p> Деякий час здавалося, що світ недостатньо великий для двох логотипів, натхненних фруктами, з щедро кутовим листям. Зараз дві компанії нібито врегулювали свої скарги - і все, що потрібно, - це Супер здорові діти, які переробили форму відповідного листя. </p> <h2 id=\"dilution-of-distinctiveness\"> Розбавлення відмінності </h2> <p> Юридичний аргумент Apple полягав у тому, що грушоподібний місцевий житель може &quot;спричинити розмивання відмінностей&quot; знакового логотипу Apple, який знаходиться там, у верхній частині Nike, та кількох інших, які визнані світовим значком. </p> <p> Новий логотип Prepear вже відображається на <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> веб-сайт компанії </a> , і незабаром з’явиться в додатку. Він має форму листа напівмісяця, а не попереднього загостреного овалу. Apple погодилась із змінами відповідно до документів, поданих до <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Бюро патентів і товарних знаків США </a> (USPTO.) </p> <p> </p> <p> &quot;Prepear із задоволенням повідомляє, що вирішив питання торгової марки з компанією Apple полюбовно&quot;, - сказав співзасновник компанії Русс Монсон. <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> Грань </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple проти малого бізнесу </h2> <p> Хоча, здається, було досягнуто мирного врегулювання, в один момент зіткнення між двома компаніями - одна, як найцінніший у світі технічний титан, набагато більша за іншу, - здавалося, стала досить суперечливою. </p> <p> Після первинної скарги Apple співзасновник Prepear та головний операційний директор Рассел Монсон створив компанію <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Петиція Change.org </a> , критикуючи Apple. Зрештою петиція отримала 269 654 підписи. Зараз він закритий. </p> <p> &quot;Apple протистоїть малому бізнесу із логотипами, пов&#39;язаними з фруктами, розпочинаючи дорогі судові дії, - зазначає петиція, - навіть коли ці логотипи не схожі на логотип Apple або не входять до тієї ж сфери бізнесу, що Apple на усі &quot;. </p> <p> Він продовжував, що багато компаній, яким загрожує Apple, кинули рушник, оскільки вони &quot;не можуть дозволити собі десятки тисяч доларів&quot;, такі судові витрати. Команда заявила, що &quot;жахливий досвід зазнати законних нападів однієї з найбільших компаній у світі&quot;. </p> <p> <small> Кредит зображення: Apple / Prepear </small> </p>"}