{"title":"Apple посилює DTK Mac Mini Повернення кредиту після протесту розробників","content":"<p> Відповідаючи на протести розробників, Apple збільшила кредит на повернення свого міні-комп&#39;ютера Developer Transition Kit (DTK) Mac mini з початкових 200 до 500 доларів за одиницю. </p> <p> Крім того, збільшений кредит у розмірі 500 доларів США може бути погашений до кінця року, а не до 31 травня, згідно з повідомленням електронної пошти Apple, що інформує розробників про оновлені умови. </p> <blockquote> <p> Замість 200 доларів США, термін дії яких закінчується в травні, ми надаємо вам кредит Apple у розмірі 500 доларів США і продовжуємо час, за який ви можете використовувати його для отримання нового M1 Mac до кінця року. Якщо ви вже придбали новий M1 Mac, кредит Apple надає вам можливість придбати будь-який продукт Apple, щоб допомогти у розробці додатків. </p> </blockquote> <p> Незабаром компанія поділиться подробицями про те, як повернути ці одиниці DTK. </p> <p> Цукрова пропозиція дозволяє розробникам використати кредит у 500 доларів для покриття більшої частини вартості нового міні-комп&#39;ютера M1 Mac, який починається з 699 доларів. Нові умови є реакцією Apple на протест розробників, що відбувся після невтішного <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> Міні-пропозиція DTK для Mac на $ 200 </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Невдалий піар-промах </h2> <p> Повідомлення електронної пошти Apple підтверджує, що компанія дуже добре усвідомлює той факт, що її оригінальний &quot;кредитний подяк&quot; у розмірі 200 доларів, можливо, образив деяких розробників. </p> <blockquote> <p> Ми почули ваші відгуки щодо кредитного авізо з подякою у розмірі 200 доларів, згаданого в нашому останньому електронному листі. Нашим наміром було визнати величезні зусилля, які ви доклали для створення дивовижних університетських програм. Ранньо співпрацюючи з нами, ви продемонстрували свою відданість нашій платформі та готовність бути початківцями. </p> </blockquote> <p> На жаль, це все, що робить Apple. </p> <p> Компанія створила міні-PR-проблему на пустому місці, що викликало неабияке здивування серед розробників. І всього цього обурення та суперечок можна було б уникнути, якби Apple запропонувала 500 доларів за повернення цих комплектів з самого початку. І якби компанія справді хотіла винагородити своїх найвідданіших розробників, вона могла б дозволити їм зберегти свій блок DTK. </p> <p> </p> <p> Підтримка розробників є одним з найважливіших факторів перетворення будь-якої технологічної платформи на успіх. Якщо компанія хоче змусити клієнтів повертатися на свої платформи, їй доведеться двічі подумати, перш ніж розсердити свою армію розробників такими кроками. Саме розробники створюють додатки, які змушують людей займатися та захоплюватися продуктами Apple. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> Що взагалі таке DTK Mac Mini? </h2> <p> Apple передала в оренду пристрої DTK розробникам, щоб допомогти їхнім програмам на базі Intel працювати засновано на нових Mac M1. DTK - це міні-корпус для Mac, всередині якого тикає мікросхема A12Z Bionic iPad Pro, оснащена 16 ГБ пам’яті, 512 ГБ пам’яті тощо. Важливо те, що розробники весь час знали, що одного дня їм доведеться повернути свій пристрій Apple. </p> <p> Кредит у розмірі 200 доларів, який Apple спочатку пропонував розробникам, які повернули свій пристрій, міг бути використаний для придбання програм, засобів масової інформації або одного з останніх комп’ютерів Mac, що працюють на основі кремнію від Apple. Розробник отримав би кредит у розмірі 200 доларів США після отримання поверненої одиниці. Коди повинні були бути використані до 31 травня 2021 року. </p> <p> Але розробники погодились на пропозицію, висловивши розчарування умовами Apple у соціальних мережах. Більшість скарг пов&#39;язані з тим, що кредиту в 200 доларів недостатньо для придбання нового M1 Mac mini, щоб продовжувати тестування своїх кремнієвих програм Apple. </p>"}