{"title":"Функція пошуку вкладок Chrome може з’явитися в Microsoft Edge","content":"<p> Тепер, коли Microsoft Edge використовує кодову базу Chromium, браузер програмного гіганта тепер може користуватися тими ж перевагами, що і Google Chrome за замовчуванням. Проникливий користувач Reddit помітив нещодавню зміну Microsoft Edge, яка натякає на функцію пошуку вкладок Chrome, яка з’являється у браузері. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Як пошук вкладок може прибути в Microsoft Edge </h2> <p> Користувач Reddit Leopeva64-2 підняв тривогу на <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Підредагування Microsoft Edge </a> після виявлення змінної змінної в коді Edge. </p> <p> Раніше вам доводилося вручну виводити цю функцію з-під приховування. Він був похований у коді Microsoft Edge, і вам потрібно було використовувати прапор командного рядка <code>--enable-features=TabSearch</code>, щоб активувати його. </p> <p> Зараз цей прапор більше не працює, проте його замінив новий прапор під назвою <code>--enable-features=msTabSearch</code>. Як говорить Леопева64-2: </p> <blockquote> <p> Прапори, що починаються з &quot;ms&quot; (msExtensionsHub, msDownloadsHub тощо), як правило, використовуються для ввімкнення або вимкнення &quot;ексклюзивних&quot; функцій Edge, тому той факт, що Microsoft внесла цю зміну, може означати, що вони збираються вмикати цю функцію за замовчуванням найближчим часом (або, можливо, вони додадуть новий прапор на краю: // прапори). </p> </blockquote> <p> Таким чином, оскільки на прапорі TabSearch тепер є тег &quot;ms&quot;, ми, швидше за все, побачимо, що ця функція відображається в Microsoft Edge за замовчуванням. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> Дружнє суперництво Microsoft з Chrome </h2> <p> Якщо корпорація Майкрософт продовжить вмикати цю функцію, вона зробить крок ближче до переходу на ногу з найважливішим браузером в Інтернеті, Google Chrome. </p> <p> Щоб взяти на себе своїх суперників, Microsoft досягла балансу між додаванням функцій, які люди очікують від сучасного браузера, та розробкою нових функцій, які допоможуть Edge виділитися. Наприклад, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge отримав інструмент пошуку на бічній панелі </a> щоб допомогти йому краще конкурувати з Chrome. </p> <p> Однак Microsoft не забула, хто дав Edge необхідну інформацію. Врешті-решт, браузер тепер базується на кодовій базі Google Chromium, тому Microsoft часом доводиться працювати поряд із Chrome, якщо хоче покращити Edge. </p> <p> Насправді, оскільки Microsoft допомагає розробляти виправлення та функції для кодової бази Chromium, компанія є такою <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> швидко ставши найбільшим союзником Chrome </a> . Таким чином, Microsoft має дивні стосунки з Chrome, де вона одночасно конкурує і допомагає своєму супернику одночасно. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Пошук функції пошуку вкладок у Microsoft Edge </h2> <p> Хоча ще нічого офіційно не підтверджено, є докази того, що Microsoft хоче включити функцію пошуку вкладок Chrome у Chrome. Нам доведеться тримати коней і стежити за розвитком Edge, щоб побачити, чи він з’явиться. </p> <p> Якщо вам цікаво дізнатись, як Microsoft Edge впроваджує інновації в умовах своєї конкуренції, вам потрібно знати про функцію сплячих вкладок. Початкові тести цієї функції зменшили використання процесора браузера на значні 37 відсотків. </p> <p> <small> Кредит зображення: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}