{"title":"Керуйте своїми звичками до програми macOS за допомогою Quitter","content":"<p> Деякі програми можуть утворювати звички, але Quitter може допомогти вашому цифровому здоров’ю. Це крихітний додаток на панелі меню з однозначним завданням, яке має на меті зменшити відволікання. </p> <h2 id=\"what-does-quitter-do\"> Що робить Quitter? </h2> <p> Quitter керує списком програм, які автоматично закриваються після періоду бездіяльності. Він побудований навколо теорії, що деякі програми можуть бути корисними, але все одно відволікають увагу, коли вони відкриті. Можливо, вам доведеться <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> використовувати Twitter для важливих досліджень </a> , але ви хочете, щоб не відволікатися на це, як тільки закінчите. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Як завантажити та встановити Quitter </h2> <p> Quitter доступний у розробника <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Веб-сайт Марко Армента </a> . Завантажується ZIP-архів, що містить один файл, <strong> Quitter.app </strong> . Якщо ви запускаєте програму поза межами папки Програми, вона запропонує встановити її там: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Після запуску ви можете встановити для Quitter значення <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> почати з входу </a> натиснувши піктограму на панелі меню та вибравши команду меню, <strong> Почніть Quitter на логіні </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Основний інтерфейс Квіттера </h2> <p> Quitter виконує своє завдання, працюючи у фоновому режимі, не допущуючи вас. Єдиний раз, коли ви по-справжньому взаємодіятимете з ним, - це додавати чи видаляти програми, якими ви хочете керувати за допомогою Quitter. </p> <p> <strong> Редагувати правила </strong> вікно відображає список керованих програм. За замовчуванням воно буде порожнім. Клацніть на <strong> + </strong> внизу ліворуч, щоб додати програму. Після цього відкриється діалогове вікно файлу, за допомогою якого можна вибрати програму. Велику частину часу це буде у вас <strong> Програми </strong> папка: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Кожна програма зі списку має два налаштування. Ви можете встановити кількість неактивного часу, перш ніж Quitter почне діяти. Ви також можете встановити, закривати чи приховувати програму: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Якщо ви хочете припинити керувати програмою за допомогою Quitter, виберіть її зі списку та клацніть на <strong> - </strong> кнопку. Майте на увазі, що деякі програми підтвердять, перш ніж вийти. Іноді ви можете налаштувати цей параметр і дозволити Quitter безшумно закривати програму. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Quitter - це просто, але ефективно </h2> <p> Це справді так просто. Quitter дозволяє вам вести список програм, які потрібно приховати або закрити, якщо ви не використовували їх протягом певного періоду часу. Це одна з багатьох безкоштовних програм для Mac, які допомагають підвищити вашу продуктивність. </p>"}