{"title":"Розбрат для iOS дозволяє злодіям мемів зберігати зображення з вбудованих Twitter","content":"<p> Discord для iPhone оновився в App Store кількома новими функціями, включаючи нову опцію, що значно полегшує збереження зображень із вбудованих Twitter. За допомогою нього ви можете врятувати меми від твітів без тих обхідних шляхів, до яких вам раніше доводилося вдаватися. </p> <p> На жаль, це, здається, не працює з анімованими GIF-файлами. Також збереження статичних зображень із твітів наразі недоступне в Discord для Windows та Discord для Android. Схоже, лише у версії 60.0 програми Discord для iOS реалізована ця корисна нова функція. </p> <p> Новачок у Discord? Якщо так, прочитайте наш посібник із поясненнями <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> як поспілкуватися в Інтернеті з друзями та незнайомцями </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Як зберегти зображення з твітів </h2> <p> Щоб зберегти зображення, подібне до мему, із твіту, який вам було надіслано, довго торкайтеся відповідного твіту та виберіть параметр із написом «Зберегти зображення». Ви знайдете зображення, збережене у бібліотеці фотографій на вашому пристрої. До цієї зміни ви були змушені вручну відкрити твіт у веб-браузері, перш ніж зможете зберегти основне зображення на своєму пристрої. </p> <p> </p> <p> Як <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> Грань </a> зазначає, що версія Android використовує інший процес збереження твіт-зображень. По-перше, ви повинні натиснути на зображення, щоб відкрити його на весь екран. Опинившись у повноекранному інтерфейсі, натисніть <strong> Завантажити </strong> вгорі екрана, щоб зберегти зображення на пристрої. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Інші нові функції Discord для iOS </h2> <p> Окрім збереження зображень із вбудованих у Twitter, журнал змін, показаний в останній версії iOS від Discord, згадав ще пару нових функцій. Перший - це зручне спливаюче вікно смайликів на робочому столі, яке дає змогу знати, звідки походить смайлик. </p> <p> &quot;Торкніться цього маленького смайлика в чаті, перебуваючи на телефоні, і подивіться, кому він належить&quot;, - йдеться у журналі змін у меню налаштувань Discord на робочому столі та мобільному телефоні. А якщо ви використовуєте Discord на своєму iPad, ви із задоволенням дізнаєтесь, що мобільний спільний доступ до екрану тепер доступний на вашому планшеті. </p> <p> <small> Кредит зображення: розбрат </small> </p>"}