{"title":"Facebook працює над новим додатком, щоб конкурувати з клубним домом","content":"<p> Facebook можна зарахувати до багатьох функцій, які ми вважаємо нормальними або важливими для соціальних медіа сьогодні, і це велика частина того, чому це все ще приблизно 17 років після його випуску. Але було б недоцільно стверджувати, що резюме Facebook включає виключно унікальні функції. </p> <p> Насправді говорити про зміни, внесені Facebook за останні роки, досить складно, не звертаючись до того, як багато разів платформа позичала у своїх конкурентів. Недавні звіти стверджують, що Facebook збирається скопіювати конкуруючий додаток вже вдруге. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Клубний дім - тема найновішої схеми копіювання Facebook </h2> <p> Відповідно до <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> Нью-Йорк Таймс </a> , Facebook працює над соціальною мережею, орієнтованою на аудіо <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Клубний будинок </a> , Додаток для голосового чату лише із запрошеннями, який був запущений лише минулого року. </p> <p> Ми не знаємо, коли Facebook розпочав виробництво свого клону Clubhouse, але ми знаємо, що команда, яка працює над ним, наразі називає продукт &quot;Fireside&quot;. Однак ця кодова назва може бути змінена, оскільки продукт все ще перебуває на початковій стадії розробки. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> Генеральний директор Facebook Марк Цукерберг цікавився аудіозв’язком, каже невідоме джерело. Це досить туманно. Це може означати, що він якийсь час стежив за цим, або що це привернуло його увагу нещодавно. У будь-якому випадку, Цукерберг з’явився в Clubhouse минулої неділі, щоб обговорити доповнену та віртуальну реальність (AR та VR). </p> <h3 id=\"what-is-clubhouse\"> Що таке клубний будинок? </h3> <p> Якщо ви раніше не чули про клуб, не хвилюйтеся. На даний момент його користувачі дотримуються чогось із тісного кола. Ви можете приєднатися до Clubhouse лише за умови запрошення від існуючого користувача. </p> <p> На <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Магазин додатків </a> , Clubhouse описує себе як «простір для невимушених аудіо-розмов із друзями та іншими цікавими людьми по всьому світу». </p> <p> </p> <p> Ви можете сприймати це як ще один Skype або Zoom, але відеозапису немає. Тільки аудіо та фотографії профілю та &quot;розмови&quot; більше схожі на прослуховування когось, хто стоїть на п&#39;єдесталі, щоб виступити з презентацією чи промовою. Ви обираєте, кого ви хочете слухати. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> Історія Facebook копіювання конкуруючих програм </h2> <p> Цукерберг, схоже, знає, що соціальна платформа буде успішною, побачивши її. Facebook придбав Instagram, WhatsApp та Oculus ще тоді, коли вони були початківцями. Він зробив спробу придбати Snapchat за 3 мільярди доларів у 2013 році, але команда, яка стояла за цим, відмовилася. </p> <p> І, можливо, саме це - Facebook має історію запозичень ідей у ​​конкуруючих додатків, оскільки Цукерберг завжди шукає щось нове, щоб принести у Facebook. У, мабуть, найвідомішому прикладі, Facebook започаткував тенденцію &quot;крадіжки&quot; у Snapchat, коли додав власну версію <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> історії в соціальних мережах </a> у 2017 році. </p> <p> Останнім часом, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook запустив квартали </a> минулого жовтня, який функціонує дуже подібно до гіперлокальної служби соціальних мереж <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> Наступні двері </a> . У грудні, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook випустив Collab </a> для пристроїв iOS - пізній стрибок на базі клонів TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Що має на меті стати Facebook? </h2> <p> Facebook розпочався як інтернет-простір для спілкування та не відставання від своїх друзів. З тих пір він переріс у платформу з безліччю різних функцій, які подобаються багатьом різним типам людей. </p> <p> Рішення Facebook вийти на дещо нішу ринку, яку виявив Clubhouse, є цікавим. Чи це також розумне рішення - це те, що нам доведеться почекати і побачити, щоб з’ясувати. </p>"}