{"title":"Як змінити звук запуску за замовчуванням у Windows 10","content":"<p> Windows 10 пропонує безліч налаштувань, одна з яких - можливість змінити звук запуску за замовчуванням. Якщо вам не подобається звуковий сигнал за замовчуванням, який лунає під час завантаження ПК, ви можете змінити його на свій смак. </p> <p> Цей посібник показує вам покроково, як ви можете використовувати власний тон як звук запуску за замовчуванням у Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Вимкніть швидкий запуск </h2> <p> Швидкий запуск - це функція, яка дозволяє швидко завантажувати систему Windows. Недоліком використання цієї функції є те, що ви не чуєте звуку запуску. </p> <p> Щоб увімкнути та використовувати власний тон для запуску, спочатку потрібно вимкнути цю функцію на комп’ютері. За винятком уповільнення часу завантаження на кілька секунд, це не повинно мати жодного іншого впливу на ваш ПК. </p> <p> Ось як вимкнути швидкий запуск у Windows 10: </p> <ol> <li> Відкрийте <strong> Почніть </strong> меню, шукайте <strong> Панель управління </strong> і натисніть перший результат. </li> <li> Якщо ви переглядаєте панель у режимі категорій, натисніть <strong> Обладнання та звук </strong> варіант. В іншому випадку клацніть <strong> Параметри живлення </strong> . </li> <li> Виберіть <strong> Параметри живлення </strong> на отриманому екрані, якщо ви натиснули <strong> Обладнання та звук </strong> на вищевказаному кроці. </li> <li> Клацніть <strong> Виберіть, що робить кнопка живлення </strong> ліворуч. </li> <li> Виберіть <strong> Змінити налаштування, які наразі недоступні </strong> посилання. </li> <li> Зніміть прапорець для <strong> Увімкнути швидкий запуск (рекомендується) </strong> . </li> <li> Клацніть <strong> Зберегти зміни </strong> унизу, щоб зберегти зміни. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Є способи <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> виправити повільний час завантаження в Windows 10 </a> якщо ваш ПК вимагає віку для завантаження. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Увімкніть звук під час запуску Windows 10 </h2> <p> Тепер, коли швидкий запуск відключений, вам потрібно ввімкнути опцію, яка дозволяє вам налаштувати звук запуску за замовчуванням. </p> <p> Увімкнення цієї опції вимагає змінити значення в реєстрі Windows. Це не надто складно, і це слід зробити за хвилину чи дві. </p> <p> </p> <p> Ось як ви це робите: </p> <ol> <li> Натисніть <strong> Клавіша Windows + R </strong> , типу <strong> regedit </strong> , і вдарив <strong> Введіть </strong> . </li> <li> Клацніть <strong> Так </strong> в запиті внести зміни до реєстру. </li> <li> Коли реєстр відкриється, перейдіть до наступного шляху. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> Праворуч двічі клацніть запис із написом <strong> Виключити зCPL </strong> . </li> <li> Введіть <strong>0</strong> в <strong> Дані про значення </strong> поле, виберіть <strong> Шістнадцяткова, </strong> і натисніть <strong> гаразд </strong> . </li> <li> Клацніть на <strong> Файл </strong> меню та виберіть <strong> Вихід </strong> для виходу з реєстру. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> Тепер слід увімкнути опцію налаштування запуску за замовчуванням. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Завантажте звуковий сигнал запуску </h2> <p> Це те, що ми дійсно не можемо вам допомогти поетапно. Вам потрібно завантажити або вибрати тон з комп’ютера, який ви хочете використовувати як звук запуску за замовчуванням на своєму ПК. </p> <p> Це може бути будь-який аудіофайл, доступний в Інтернеті або на вашому комп’ютері. </p> <p> Якщо у вас ще немає звукового сигналу, ви можете завантажити його з Інтернету та зберегти на своєму ПК. Тут багато <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> безкоштовні веб-сайти для завантаження аудіо - </a> за допомогою якого можна завантажити приємний звуковий сигнал для завантаження комп’ютера. </p> <p> Переконайтесь, що ваш тон не надто довгий. Це тому, що, як ви вже знаєте, ваш ПК відтворює звук запуску лише на пару секунд і не довше цього. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Перетворіть початковий звуковий сигнал у сумісний формат </h2> <p> Ваш завантажений тон повинен бути у форматі WAV, щоб використовувати його як звук запуску за замовчуванням. Якщо ваш файл у форматі MP3 або будь-якому іншому аудіоформаті, перше, що вам потрібно зробити, це конвертувати файл у WAV. </p> <p> Це зробити досить просто, завдяки багатьом <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> безкоштовні аудіо конвертери - </a> доступні там. </p> <p> Просто виберіть один із конвертерів, завантажте свій тон, виберіть WAV як вихідний формат, і ваш звуковий сигнал запуску Windows 10 повинен бути готовий. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Змініть звук запуску за замовчуванням у Windows 10 </h2> <p> Тепер, коли ваш тон готовий, ось остання процедура, щоб зробити це звуком запуску за замовчуванням на вашому комп’ютері з Windows 10. </p> <p> Для цього виконайте такі дії: </p> <ol> <li> Відкрийте <strong> Почніть </strong> меню, шукайте <strong> Зміна звуків системи </strong> і натисніть перший результат. </li> <li> Поставте галочку в полі, де написано <strong> Відтворити звук запуску Windows </strong> . </li> <li> Знайдіть <strong> Вхід до Windows </strong> в <strong> Програма заходів </strong> і клацніть на ньому одним клацанням миші. </li> <li> Ви можете почути поточний звук, натиснувши кнопку <strong> Тест </strong> кнопку. </li> <li> Щоб змінити поточний звук на свій тон, клацніть на <strong> Перегляньте </strong> кнопку. </li> <li> Перейдіть до папки, де знаходиться ваш сигнал WAV, і двічі клацніть на ній. </li> <li> Назва вашого тону відображається в <strong> Звучить </strong> випадаюче меню. Клацніть <strong> Тест </strong> щоб перевірити свій тон. </li> <li> Якщо вас все влаштовує, натисніть <strong> Подати заявку </strong> слідом за ним <strong> гаразд </strong> на дні. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> Наступного разу, коли ваш комп’ютер увімкнеться, ви почуєте нещодавно вибраний звук запуску замість звуку за замовчуванням. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Як скинути звук запуску за замовчуванням у Windows 10 </h2> <p> Якщо ви коли-небудь захочете повернутися до звукового сигналу запуску за замовчуванням, ви можете зробити це, змінивши файл <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> налаштування на ПК з Windows 10 </a> . </p> <p> Ось як: </p> <ol> <li> Шукати <strong> Зміна звуків системи </strong> в <strong> Почніть </strong> меню та натисніть перший результат. </li> <li> Знайдіть <strong> Вхід до Windows </strong> в <strong> Програма заходів </strong> і клацніть на ньому одним клацанням миші. </li> <li> Клацніть на <strong> Звучить </strong> внизу виберіть спадне меню та виберіть <strong> Вхід до Windows.wav </strong> варіант. </li> <li> Клацніть <strong> Подати заявку </strong> слідом за ним <strong> гаразд </strong> щоб зберегти зміни. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> Тепер ваш ПК буде відтворювати звук запуску Windows за замовчуванням під час завантаження. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Як швидко змінити звук запуску за замовчуванням у Windows 10 </h2> <p> Якщо ви занадто часто змінюєте звук запуску за замовчуванням, можливо, вищезазначені процедури виявляться занадто великими. </p> <p> У цьому випадку ви можете фактично скористатися безкоштовною програмою під назвою WinAero Tweaker, щоб змінити звуковий сигнал завантаження. Цей додаток також доступний у портативній версії, тому вам не потрібно нічого встановлювати на комп’ютері. </p> <p> Щоб використовувати цей додаток: </p> <ol> <li> Завантажте та запустіть <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> Твікер WinAero </a> файл налаштування. </li> <li> Коли буде запропоновано вибрати режим, виберіть <strong> Портативний режим </strong> . </li> <li> Дотримуйтесь інструкцій на екрані. </li> <li> Запуск <strong> Твікер WinAero </strong> . </li> <li> Розгорнути <strong> Зовнішній вигляд </strong> зліва та натисніть <strong> Звук запуску </strong> у розгорнутому меню. </li> <li> Поставте галочку <strong> Увімкніть звук запуску </strong> праворуч. </li> <li> Виберіть <strong> Замініть звук запуску </strong> . </li> <li> Виберіть файл WAV, щоб встановити його як звук запуску за замовчуванням. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Зміна завантажувального дзвінка на ваш смак у Windows 10 </h2> <p> Якщо ви не любите поточного звуку запуску, наведені вище методи дозволять вам змінити його на ваш улюблений тон на вашому ПК. Ви завжди можете повернутися до стандартного тону, коли завгодно. </p> <p> Windows 10 можна налаштувати в значній мірі, і це дозволяє зробити ваш ПК справді вашим, дозволяючи вам змінювати кожен його аспект. </p>"}