{"title":"Як користуватися концентраторами Mozilla &amp; # 039; Нові можливості","content":"<p> Mozilla випустила Hubs, безкоштовну, захоплюючу віддалену співпрацю та соціальну платформу в 2018 році. Але зміни в способах доступу та використання платформи під час пандемії спричинили оновлення, яке робить її більш корисною для великих груп людей з різним рівнем досвіду, використовуючи ширший діапазон пристроїв. </p> <p> Тут ми розглянемо, як оновлення 2021 року змінює концентратори та як використовувати нові функції ... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Що таке концентратори Mozilla? Що нового? </h2> <p> Mozilla Hubs - це безкоштовна платформа для створення та спільного використання віртуальних просторів під назвою &quot;кімнати&quot;. Апаратно-агностична платформа працює у веб-браузері, роблячи її доступною на комп’ютерах, планшетах та смартфонах з підключенням до Інтернету. Навіть постійні профілі не потрібні, хоча в наявності є такі пільги, як налаштування аватара. </p> <p> Інтерактивні функції в кімнатах дозволяють користувачам разом переглядати мультимедіа, проводити мозкові штурми на дошках, переглядати слайд-шоу, вивчати 3D-моделі тощо. Самі кімнати трохи базові порівняно з іншими платформами, такими як Altspace, але якщо у вас є амбіції і ви можете вирішити цю проблему <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Концентратори GitHub </a> , є більше можливостей для налаштування. </p> <p> </p> <p> Але що нове оновлення приносить на платформу? Нові користувачі, особливо ті, хто навчається, надихнули багато змін. </p> <p> Таким чином, основними оновленнями платформи є: </p> <ol> <li> Виділене вікно / панель чату. </li> <li> Впорядкований інтерфейс користувача, який не є VR. </li> <li> Новий форум підтримки. </li> </ol> <p> Ось погляди на кожну нову функцію та способи їх використання ... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Як користуватися новою панеллю чату Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs вже мав функцію чату в попередніх ітераціях. Однак текст чату на мить з&#39;явився на головному дисплеї, перш ніж зникнути. Це заважало користувачеві бачити кімнату за текстом і означало, що чати не можна перечитувати та посилатися на них. </p> <p> Нове оновлення створює вікно чату або панель збоку від екрана. Це робить вигляд кімнати трохи меншим, але також значно полегшує читання тексту чату. Текст чату також залишається на панелі чату, дозволяючи розмовам тривати з часом. </p> <p> Це особливо зручно для запитань, заданих під час презентації або підключення до розмови, якщо ви зайшли пізно в кімнату. </p> <p> Ви можете отримати доступ до вікна чату за допомогою <strong> Чат </strong> на нижній панелі інструментів і введіть повідомлення у відповідне текстове поле. Якщо ви не хочете, щоб панель чату зменшувала ваш екран, ви можете натиснути ту саму піктограму, щоб згорнути її. </p> <p> Текст чату, хоча і згорнутий, все ще з’являється на мить, але набагато менше відволікає увагу, ніж до оновлення. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Як вибрати інтерфейс користувача, який не є VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs найкраще описати як &quot;занурений простір&quot;. Це може бути середовище &quot;віртуальної реальності&quot;, якщо його об&#39;єднати з обладнанням VR, але це спеціалізоване обладнання не є необхідним для використання концентраторів. </p> <p> Дизайнери концентраторів хотіли, щоб інтерфейс користувача був якомога подібнішим, незалежно від того, яке обладнання використовує людина для доступу до платформи. Це також було зручно, якщо користувачі регулярно користувались концентраторами на безлічі різних пристроїв, оскільки інтерфейс не сильно змінювався від ПК до гарнітури VR до телефону або планшета. </p> <p> Однак інтерфейс надав перевагу зручності використання апаратного забезпечення VR, що робить деякі команди незручними при використанні інтерфейсів, що не є VR. Певним чином, це мало сенс, оскільки VR є більш іноземним інтерфейсом, тому оптимізація для цього інтерфейсу зробила його досить гладким. Проблема полягала в тому, що це пожертвувало зручністю для користувачів, які не є віртуальними дітьми - і, як виявилося, більшість користувачів. </p> <p> Але оновлення створило окремий інтерфейс, відмінний від VR. Тож, хоча засоби управління на різних платформах не настільки універсальні, як раніше, перемогу все-таки отримують усі. </p> <p> Тепер ви можете легко отримати доступ до цього оновленого інтерфейсу під час створення кімнати або входу в неї. </p> <p> Коли ви вперше створюєте кімнату або входите до неї, виберіть <strong> Приєднуйся до кімнати </strong> для інтерфейсу, що не є VR. Користувачі, які не є VR, тепер отримують інтерфейс &quot;наведи і клацни&quot;, який є трохи зручнішим для користувача, ніж дисплей для відтворення променів у старому інтерфейсі. </p> <p> Якщо ви використовуєте обладнання VR, виберіть <strong> Введіть на пристрої </strong> натомість. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Як отримати додаткову допомогу з підтримкою спільноти концентраторів </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Нарешті, Mozilla оголосила, що користувачі концентраторів тепер можуть отримати підтримку через <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> спеціальний форум громади </a> . У хабах завжди була активна спільнота, але в основному вона була спрямована на розробників. Розробники можуть (і так і допомагали) допомагати користувачам, які були менш технічно підкованими. </p> <p> Але новий варіант підтримки є більш зручним для не розробників. Сторінка підтримки вже заповнена пошуковими термінами та регулярно запитуваними темами. Раніше не було зручної функції перегляду запитань користувачів на форумах. </p> <p> Щоб знайти відповіді на запити зараз, ви можете або скористатися рядком пошуку у верхній частині сторінки підтримки, або переглянути ті теми та найпопулярніші статті, виділені Mozilla. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Чи потрібно завантажувати нові функції Mozilla Hubs? </h2> <p> Оскільки Hubs базується на браузері, ці оновлення здійснюються автоматично. Для більшості користувачів додаткові завантаження або встановлення вручну не потрібні. </p> <p> Користувачам хабів, які використовували матеріали з відкритим кодом для створення власних налаштувань, можливо, доведеться вручну змінити певний код. Mozilla має посібник спеціально для цих особливих випадків. </p> <p> Користувачі, які знайомі з концентраторами, як це було до оновлення, помітять зміни. Однак, оскільки оновлення інтерфейсу не змінюють досвід VR і не оптимізують досвід, який не пов’язаний з VR, до змін слід легко звикнути, незалежно від того, як ви отримуєте доступ до концентраторів. </p> <p> </p> <p> Оновлення також відзначають чудовий час для нових користувачів перевірити платформу. Особливо виділена функція вікна чату полегшує викладачам та ведучим задавати запитання, потенційно розширюючи випадки використання платформи. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Досліджуйте нові концентратори </h2> <p> Оновлення концентраторів Mozilla показують багато турботи про користувачів. Відповідаючи на випадки використання та профілі користувачів, розробники найчастіше бачать, панель чату, нові канали підтримки та оптимізовані інтерфейси роблять платформу більш зручною та доступною. </p> <p> Навіть з оновленнями, якщо Hubs не ідеальний для вас, пам’ятайте, що це не єдина платформа віддаленої присутності з підтримкою VR. Інший досвід може вирішити вашу проблему. </p>"}