{"title":"Як безпечно ділитися ПК з Windows 10 з окремими обліковими записами користувачів","content":"<p> Є багато причин, чому ви хотіли б поділитися своїм ПК з іншими. Незалежно від того, чи хочете ви мати один комп’ютер для всієї родини, чи хочете використовувати той самий ПК у комерційних цілях, можливість перемикання між користувачами - ідеальне рішення. </p> <p> Створюючи окремі облікові записи користувачів на одному ПК, ви не тільки зберігаєте файли та налаштування кожного окремо, але й гарантуєте безпеку даних усіх. Налаштування декількох облікових записів користувачів Windows для кожного члена сім&#39;ї - це рішення. </p> <p> Процес створення декількох облікових записів користувачів Windows 10 простий, і ми покажемо вам, як ви можете це зробити. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Коли може знадобитися поділитися ПК з Windows 10 іншими людьми? </h2> <p> Існують різні ситуації, коли вам може знадобитися поділитися своїм ПК з іншими. До них належать: </p> <h3 id=\"at-work\"> 1. На роботі </h3> <p> Якщо ви власник бізнесу, додавання кількох користувачів до одного ПК з Windows 10 може бути економічно вигідним, особливо якщо ваші співробітники використовують комп’ютер за сумісництвом. Це також дозволяє легше обмінюватися файлами. </p> <h3 id=\"at-home\"> 2. Вдома </h3> <p> Створення декількох облікових записів користувачів на одному ПК може бути вигідним, якщо ви хочете поділитися одним і тим же ПК з усіма іншими у вашій родині. Якщо ви працюєте вдома і залежате від свого ПК, ця стратегія може допомогти захистити всю вашу роботу. </p> <h3 id=\"in-public-places\"> 3. У громадських місцях </h3> <p> Якщо ви працюєте в державній установі, наприклад, у бібліотеці, то у вас точно буде багато людей, які користуються одним і тим же комп’ютером. Створення декількох облікових записів користувачів стане чудовим рішенням, яке допоможе вам і всім іншим <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> захищайте себе, використовуючи загальнодоступні комп’ютери </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Як створити новий обліковий запис користувача в Windows 10 за допомогою облікового запису Microsoft </h2> <p> Windows 10 полегшує вам спільний доступ до одного ПК з іншими людьми. Коли ви додаєте користувача, людина отримує власні налаштування робочого столу, обмеження пам’яті та має доступ лише до власних файлів і папок. Також чудово те, що ви та люди, з якими ви ділитесь своїм ПК, завжди матимете свободу <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> змінити програми та налаштування за замовчуванням у Windows 10 </a> . </p> <p> Як адміністратору легко створити на своєму ПК кілька облікових записів користувачів за допомогою облікового запису Microsoft. Спочатку перейдіть до <strong> Пуск&gt; Налаштування&gt; Облікові записи&gt; Інші люди </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Щоб створити новий обліковий запис користувача, натисніть <strong> Додайте когось іншого до цього ПК </strong> . Потім потрібно буде вказати електронну адресу, пов’язану з обліковим записом Microsoft - будь-яка інша електронна адреса не працюватиме. Звідси натисніть <strong> Далі </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Якщо ви створюєте обліковий запис для людини, яка не має електронної адреси облікового запису Microsoft, просто натисніть <strong> Додайте когось іншого до цього ПК </strong> і натисніть <strong> У мене немає даних для входу цієї людини </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Ви можете створити обліковий запис користувача, використовуючи адресу електронної пошти особи, яка не є обліковим записом Microsoft. Зверніть увагу, що ця електронна адреса буде зв’язана з обліковим записом Microsoft. </p> <p> Крім того, ви можете створити обліковий запис користувача, спершу створивши нову адресу електронної пошти Outlook для користувача. Для цього натисніть <strong> Отримайте нову електронну адресу </strong> . Потім потрібно буде створити пароль, вибрати країну проживання користувача та ввести дату його народження. Закінчивши, натисніть <strong> Далі </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Тепер новий обліковий запис користувача з’явиться у списку користувачів вашого ПК. Ви можете завжди <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> змінити ім&#39;я для входу в Windows 10 </a> , а інші люди, з якими ви ділитесь своїм ПК, матимуть такі ж привілеї. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Як створити новий обліковий запис користувача в Windows 10 без використання облікового запису Microsoft </h2> <p> Ви все ще можете створити обліковий запис користувача для тих, хто не має облікового запису електронної пошти Outlook і не хотів би використовувати обліковий запис Microsoft. Те саме стосується тих, хто не хотів би, щоб їх електронна адреса, яка не належать до Microsoft, була пов’язана з обліковим записом Microsoft. </p> <p> Для цього натисніть <strong> Пуск&gt; Налаштування&gt; Облікові записи&gt; Інші люди&gt; Додати когось іншого на цей ПК&gt; У мене немає даних для входу цієї людини&gt; Додати користувача без облікового запису Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. На екрані, що з’явиться, ви можете ввести інформацію про особу. Вам потрібно буде створити ім’я користувача та пароль. Клацніть <strong> Далі </strong> , і обліковий запис користувача буде готовий. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Коли ви створюєте обліковий запис користувача Windows 10, не використовуючи обліковий запис Microsoft, це називається <strong> локальний рахунок </strong> . На відміну від облікового запису Microsoft, локальний обліковий запис не синхронізує налаштування між пристроями та не дозволяє власнику облікового запису встановлювати будь-які програми з магазину Microsoft. Це також не надасть власнику облікового запису доступ до OneDrive. </p> <p> Щоб мати можливість встановити настільні програми, власник локального облікового запису запитає пароль облікового запису адміністратора, який у цьому випадку буде вашим. З цієї причини вам доведеться бути поруч, щоб ввести пароль, або вам доведеться надати його місцевому власнику облікового запису. Бажано створити локальний обліковий запис для тих, хто не використовуватиме жоден з продуктів і послуг Microsoft. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Як створити новий акаунт користувача для колеги чи студента </h2> <p> Якщо ви хочете створити обліковий запис користувача для колеги чи студента, натисніть <strong> Пуск&gt; Налаштування&gt; Облікові записи&gt; Інші люди&gt; Додати робочого або навчального користувача </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Далі вам потрібно буде ввести дані облікового запису людини, а потім вибрати відповідний тип облікового запису. Коли закінчите, натисніть <strong> Додати </strong> . Обліковий запис користувача буде готовий. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Керування обліковими записами на ПК з Windows 10 </h2> <p> Після створення облікових записів, необхідних на вашому ПК, ви можете використовувати кілька методів для ефективного управління ними. </p> <h3 id=\"changing-account-types\"> 1. Зміна типів рахунків </h3> <p> Як адміністратор ПК ви можете налаштувати та керувати всіма обліковими записами користувачів на комп’ютері з Windows 10. Ви можете надати доступ адміністратора комусь іншому, натиснувши <strong> Налаштування&gt; Облікові записи&gt; Інші користувачі </strong> . </p> <p> Тут натисніть обліковий запис, якому ви хочете надати права адміністратора. Клацніть <strong> Змінити тип рахунку </strong> , змініть тип рахунку з <strong> Стандартний користувач </strong> до <strong> Адміністратор </strong> а потім клацніть <strong> гаразд </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Переключення між рахунками </h3> <p> Після створення облікових записів для інших користувачів легко переключитися з одного облікового запису на інший. Для цього натисніть <strong> Ctrl + Alt + Видалити </strong> , виберіть <strong> Змінити користувача, </strong> і виберіть обліковий запис, на який ви хочете перейти. Потім ви можете ввести пароль облікового запису та розпочати. </p> <p> Якщо ви хочете закрити обліковий запис перед переключенням, вам потрібно вийти з системи або перезавантажити ПК. Звідти ви можете вибрати користувача, на якого ви хочете перейти, а потім ввести відповідний пароль. </p> <h3 id=\"removing-accounts\"> 3. Видалення рахунків </h3> <p> Як адміністратору, вам також легко видалити облікові записи користувачів. Для цього натисніть <strong> Налаштування&gt; Облікові записи&gt; Інші користувачі </strong> , клацніть обліковий запис, який потрібно видалити, а потім клацніть <strong> Видалити </strong> . На екрані, що з’явиться, натисніть <strong> Видаліть обліковий запис і дані </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Ви готові безпечно ділитися своїм ПК з Windows 10 іншими людьми </h2> <p> Налаштування декількох облікових записів користувачів на ПК з Windows 10 - це проста та економічна стратегія. Якщо ви хочете надати спільний доступ до свого комп’ютера на роботі, вдома чи в громадських місцях, кілька облікових записів користувачів допоможуть вам зробити це безпечно. Тепер, коли ви можете створити кілька облікових записів користувачів, вам також потрібно знати, як заблокувати облікові записи користувачів, щоб ваш ПК завжди міг бути в безпеці. </p>"}