{"title":"Як використовувати автоматичну комбінацію клавіш Apple Watch та 3 приклади для спробу","content":"<p> Ви коли-небудь бажали, щоб ваш Apple Watch автоматично вмикав режим «Не турбувати» з моменту входу в театр? Хочете автоматично змінювати обличчя Apple Watch раз на день? Ви можете зробити це, і багато іншого, завдяки автоматизації Apple Watch. </p> <p> watchOS 7 представив кілька чудових процедур автоматизації для Apple Watch. Найкраще те, що вам не потрібні ніякі знання програмування, щоб налаштувати ці процедури або створити власні. </p> <p> Ми покажемо вам, як налаштувати автоматизацію на вашому Apple Watch, а також три автоматики, щоб проілюструвати кілька прикладів того, що ви можете зробити. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Як налаштувати автоматизацію Apple Watch </h2> <p> Додаток Apple Shortcuts є центром автоматизації iOS, і в ньому є все, що вам потрібно для налаштування автоматизації Apple Watch. На відміну від ярликів Siri, автоматизація iOS не може передаватися іншим на момент написання статті. Це означає, що ми не можемо надати посилання для завантаження наших улюблених засобів автоматизації. </p> <p> Натомість ми дамо вам покрокову інструкцію зі створення автоматизації Apple Watch (із скріншотами), щоб ви могли швидко налаштувати їх на своєму iPhone. </p> <p> </p> <p> Щоб створити автоматизацію Apple Watch, спочатку потрібно вирішити, що ви хочете автоматизувати, і відповідно обрати тригери. Почнемо з чогось простого, наприклад, переведення Apple Watch у тихий режим о 22:00 щовечора. </p> <p> Ви можете легко налаштувати це, виконавши такі дії: перехід до <strong> Автоматизація </strong> на вкладці ярликів. Ось як: </p> <ol> <li> Відкрийте <strong> Ярлики </strong> на своєму телефоні та перейдіть до <strong> Автоматизація </strong> вкладку. </li> <li> Якщо ви ніколи не створювали автоматизацію на своєму iPhone, натисніть велику синю кнопку з написом <strong> Створіть персональну автоматизацію </strong> . Якщо ви раніше створили автоматизацію, вам доведеться натиснути на <strong> Плюс </strong> вгорі праворуч, а потім натисніть <strong> Створіть персональну автоматизацію </strong> . </li> <li> Оскільки ми хочемо запускати автоматизацію в певний час щодня, торкніться <strong> Час дня </strong> , виберіть <strong> Час дня </strong> ще раз і введіть час у полі прямо під цим параметром. У нашому випадку ми переконаємось, що час - 22:00 (або 22:00). </li> <li> Прямо нижче цього ви можете встановити частоту для цієї автоматизації. У нашому випадку ми будемо натискати <strong> Щодня </strong> . Тепер натисніть <strong> Далі </strong> , який знаходиться у верхньому правому куті екрана. </li> <li> На наступній сторінці торкніться <strong> Додати дію </strong> і шукати <strong> Встановити беззвучний режим </strong> , який з&#39;явиться під <strong> Дії </strong> підзаголовок. Торкніться <strong> Встановити беззвучний режим </strong> і переконайтеся, що дія є <strong> Увімкніть безшумний режим </strong> . Тепер натисніть <strong> Далі </strong> . </li> <li> На заключному екрані ви побачите, коли буде запущена автоматика, і що вона буде робити. Вам просто потрібно відключити <strong> Запитайте перед бігом </strong> щоб переконатися, що автоматизація працюватиме самостійно. Торкніться <strong> Готово </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея зображень (3 зображення) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> Тепер о 22:00 щовечора ваш Apple Watch автоматично вмикає безшумний режим. Якщо ви хочете вимкнути беззвучний режим вранці, ви можете створити другу подібну автоматизацію, щоб виконати роботу. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 чудові автоматизовані автоматичні годинники для випробувань </h2> <p> Тепер, коли ми розглянули приклад, давайте розглянемо деякі з найбільш корисних засобів автоматизації Apple Watch, які ви можете встановити на своєму пристрої. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Почніть тренування, коли прибудете до місця або залишите його </h3> <p> Легко забути розпочати тренування на Apple Watch. Хоча носіння має функцію автоматичного виявлення тренувань, воно не завжди працює надійно. Особливо це стосується тренувань з низькою інтенсивністю, таких як вправи на рухливість. </p> <p> На щастя, для вирішення цієї проблеми існує автоматична система Apple Watch: </p> <ol> <li> У програмі ярликів створіть нову автоматизацію та торкніться <strong> Прибути </strong> . </li> <li> Тепер натисніть <strong> Вибирайте </strong> вибрати місце, яке ініціює це тренування. Просто введіть назву вашого тренажерного залу або мікрорайону, де ви ходите на пробіжку, і в нижній половині екрана з’явиться карта із шпилькою для розташування. Тут ви можете розширити радіус, в якому запускається ця автоматизація. Торкніться <strong> Готово </strong> . </li> <li> Або вибрати <strong> У будь-який час </strong> або виберіть <strong> Діапазон часу </strong> коли ви хочете, щоб ця автоматизація працювала. Тепер натисніть <strong> Далі </strong> . </li> <li> Торкніться <strong> Додати дію </strong> і шукати <strong> Почніть тренування </strong> . </li> <li> Торкніться <strong> Почніть тренування </strong> і виберіть тренування разом із метою (відкрита мета, час, спалені калорії або подолана відстань). Після цього натисніть <strong> Далі </strong> . </li> <li> Перегляньте свою автоматизацію та торкніться <strong> Готово </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея зображень (3 зображення) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> Тепер ваш Apple Watch автоматично розпочне тренування залежно від вашого місцезнаходження. Ви також можете вибрати <strong> Залишати </strong> замість <strong> Прибути </strong> на першому кроці, щоб запустити цю автоматизацію, коли ви залишите певне місце, наприклад, ваш будинок. Наприклад, якщо ви працюєте вдома і виходите лише на ранкову прогулянку, ви можете змусити свій годинник Apple Watch починати тренування на відкритому повітрі кожного разу, коли виходите з дому. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Автоматично змініть свій Apple Watch Face </h3> <p> Змінити циферблати досить просто, але ще зручніше змусити Apple Watch робити це за вас. Давайте подивимося, як періодично змінювати циферблат, а також деякі альтернативні тригери, щоб зробити цю роботу іншою. </p> <p> Спочатку переконайтеся, що хочете <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> додані та налаштовані циферблати на вашому Apple Watch </a> тож вам є з чим працювати. Потім у програмі ярликів: </p> <ol> <li> Створіть нову автоматизацію та натисніть <strong> Час дня </strong> . </li> <li> Виберіть, коли ви хочете, щоб циферблат змінювався, а також те, як часто ви хочете, щоб це відбувалося. Ми відібрали <strong> Схід сонця </strong> і <strong> Щодня </strong> щоранку встановлювати циферблат. Торкніться <strong> Далі </strong> . </li> <li> Тепер натисніть <strong> Додати дію </strong> і шукати <strong> Встановити циферблат </strong> . </li> <li> Торкніться <strong> Встановити циферблат </strong> , торкніться <strong> Обличчя </strong> , потім виберіть один із циферблатів зі списку. Торкніться <strong> Далі </strong> . </li> <li> Вимкнути <strong> Запитайте перед бігом </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея зображень (2 зображення) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> Тепер спостерігайте за магією, коли циферблат автоматично змінюється. Якщо ви хочете, щоб циферблат постійно змінювався кожні кілька годин, просто налаштуйте подібні автомати з іншим часом на другому кроці. </p> <p> Ви також можете автоматично змінити циферблат, коли ви виходите з дому або прибуваєте в будь-яке конкретне місце, використовуючи <strong> Прибути </strong> або <strong> Залишати </strong> тригери замість <strong> Час дня </strong> на першому кроці. </p> <p> Власні циферблати Apple досить хороші, щоб розпочати, але їх існує безліч <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> чудові користувацькі обличчя Apple Watch </a> що ви також повинні спробувати. Це дозволить вам додати до своїх автоматичних систем широкий спектр граней. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Увімкніть театральний режим у тихих місцях </h3> <p> Увімкнення режиму театру (режим Кіно в деяких регіонах) переводить Apple Watch у тихий режим і вимикає дисплей, доки ви не торкнетесь екрана або не натиснете Digital Crown. Це найкорисніше у кінотеатрах чи інших місцях, де ви хочете не турбувати інших. </p> <p> Ось як ви можете використовувати ярлики для автоматичного ввімкнення режиму театру у вибраних місцях: </p> <ol> <li> Створіть нову автоматизацію та виберіть <strong> Прибути </strong> тригер. </li> <li> Тепер натисніть <strong> Вибирайте </strong> і шукайте театр або інше місце, де ви часто буваєте. Торкніться <strong> Готово </strong> , потім виберіть діапазон часу, протягом якого ви хочете, щоб ця автоматизація працювала. Наприклад, якщо ви відвідуєте місце в основному ввечері, наприклад, ви можете встановити цей діапазон часу, щоб уникнути випадкового запуску. Тепер натисніть <strong> Далі </strong> . </li> <li> Торкніться <strong> Додати дію </strong> і шукати <strong> Встановіть театральний режим </strong> . </li> <li> Торкніться <strong> Встановіть театральний режим </strong> , після чого <strong> Далі </strong> . Нарешті, торкніться <strong> Готово </strong> щоб увімкнути цю автоматизацію. </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея зображень (2 зображення) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> Обов’язково налаштуйте іншу автоматизацію за допомогою <strong> Залишати </strong> активуйте та повторіть цей процес, щоб режим театру автоматично вимикався, коли ви залишаєте місце. </p> <p> Ви також можете використовувати <strong> Час дня </strong> тригер, щоб увімкнути або вимкнути режим театру автоматично. Це може бути корисним варіантом перед сном або якщо у вас є зустріч у встановлений час кожного робочого дня. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Створіть власну автоматизацію Apple Watch </h2> <p> Це лише кілька простих засобів автоматизації, які ви можете налаштувати за допомогою Apple Watch, але можливостей безмежно. Ви можете спробувати круті трюки, як-от надсилати повідомлення комусь кожного разу, коли закінчуєте тренування, разом із набагато більше. </p> <p> Автоматизація, яку ми вибрали, зосереджена на завданнях, які часто виникають, але, трохи творчо, ви можете розширити межі того, що робить для вас ваш Apple Watch. Не забувайте, що Apple Watch має безліч інших програм для підвищення Вашої продуктивності. </p>"}