{"title":"Як змінити пароль Unix","content":"<p> Ми всі знаємо роль пароля в захисті вашої цифрової конфіденційності. Наявність надійного пароля - це перший рівень захисту, який заважає зловмисникам проникнути у вашу систему. Тому захист вашого комп’ютера за допомогою пароля має бути першочерговим для всіх. </p> <p> Операційні системи, що базуються на Unix, пропонують надійні функції, коли мова йде про пароль та безпеку користувача. Але як ви використовуєте ці розширені функції, щоб захистити свою систему? </p> <h2 id=\"unix-vs-linux\"> Unix проти Linux </h2> <p> Багато людей плутаються, коли хтось використовує терміни Unix та Linux у подібному контексті. Неважливо, чи ти <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> зміна паролів на Linux </a> або Unix, кроки однакові. Хоча ці дві операційні системи мають подібний тип архітектури та командної структури, вони насправді значно відрізняються одна від одної. </p> <p> Unix - це операційна система, розроблена наприкінці 1960-х Кеном Томпсоном та Деннісом Річі. Він був створений для перенесення, багатопоточності та швидких модифікацій. На відміну від Linux, Unix - це власне програмне забезпечення, яке відоме своїм потужним інтерфейсом командного рядка. </p> <p> З іншого боку, Linux - це сімейство операційних систем, подібних до Unix, з відкритим кодом. Лінус Торвальдс розробив цю операційну систему в 1991 році. Її називають Unix-подібними ОС, оскільки Linux був натхненний Unix. Понад 600 дистрибутивів Linux, керованих спільнотою, доступні в Інтернеті безкоштовно. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Зміна власного пароля на Unix </h2> <p> У більшості систем на базі Unix користувачі можуть змінювати паролі за допомогою <strong> passwd </strong> команди. Щоб змінити власний пароль на Unix, відкрийте термінал, натиснувши <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> Т </strong> . Потім, щоб змінити пароль, введіть: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Ви побачите результат, який виглядає приблизно так. Спочатку введіть поточний пароль, а потім двічі введіть новий пароль, щоб завершити процес. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Ви не побачите жодного з набраних символів на екрані. ОС на базі Unix має цей унікальний спосіб захисту користувачів від <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> серфінг на плечах </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Зміна кореневого пароля </h2> <p> Тільки користувач root може змінити пароль користувача на комп&#39;ютері Unix. Щоб змінити поточного користувача на root, введіть <strong> су - </strong> у своєму терміналі та натисніть <strong> Введіть </strong> . Потім введіть пароль користувача для підтвердження процесу. </p> <p> Тепер, коли ви root, ви можете легко змінити пароль, набравши <strong> passwd </strong> у своєму терміналі. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Зміна пароля іншого користувача </h2> <p> Кореневі користувачі також мають дозвіл змінювати паролі інших користувачів у системі. Для цього відкрийте термінал, натиснувши <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> Т </strong> . Потім змініть пароль за допомогою: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> На вашому системному дисплеї ви побачите наступні дані. Введіть новий пароль двічі, щоб підтвердити зміну. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Керування паролями користувачів на Unix </h2> <p> Користувачі Unix можуть легко змінити свої паролі, використовуючи <strong> passwd </strong> команди. Щоб дізнатись більше про <strong> passwd </strong> , Ви можете перевірити інструкцію з команд: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux і Unix можуть мати кілька подібностей, коли мова заходить про системні команди, але це дві різні операційні системи в багатьох інших аспектах. </p>"}