{"title":"Як зробити знімки екрана на Apple Watch","content":"<p> Ви коли-небудь хотіли продемонструвати новий циферблат або поділитися своїм успіхом у програмі Activity з вашого Apple Watch? Хоча це не настільки очевидно, можна зробити знімки екрана з Apple Watch, якими легко поділитися. </p> <p> Здається, Apple намагається всіма силами приховати цю функцію, але це зробити досить просто. У цій статті ми покажемо вам, як. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> По-перше, переконайтеся, що скріншоти ввімкнено </h2> <p> За замовчуванням робити знімки екрана з Apple Watch вимкнено. Як ми вже згадували, Apple дуже любить приховувати цю функцію. Отже, спочатку потрібно переконатися, що ви дозволяєте Apple Watch робити знімки екрана. </p> <p> Просто виконайте такі дії: </p> <ol> <li> Відкрийте <strong> Дивіться </strong> на вашому iPhone. </li> <li> Прокрутіть вниз і натисніть <strong> Загальні </strong> . </li> <li> Прокрутіть униз і переконайтеся, що його ввімкнено <strong> Увімкнути знімки екрана </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея зображень (3 зображення) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Розгорнути <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Як зробити знімки екрана на Apple Watch </h2> <p> Тепер, коли це ввімкнено, робити знімки екрана на вашому Apple Watch досить просто. Це дуже схоже на те, як ти <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> робити знімки екрана на своєму iPhone </a> або iPad. </p> <p> Просто виконайте такі дії: </p> <ol> <li> На Apple Watch натисніть кнопку <strong> Цифрова корона </strong> та <strong> Бічна кнопка </strong> в той самий час. </li> <li> <strong> Звільнення </strong> обидві кнопки, щоб зробити знімок екрана. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Ви повинні відчути невелику тактильну вібрацію на зап’ясті, а також побачити білий спалах на дисплеї Apple Watch. Якщо цього не сталося, потрібно буде спробувати ще раз. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Куди йдуть ваші знімки екрана Apple Watch? </h2> <p> Подібно до знімків екрану iPhone або iPad, знімки екрана, зроблені за допомогою Apple Watch, перейдуть прямо до програми Фото. Ви знайдете їх у бібліотеці та у папці Знімки екрана. </p> <p> </p> <h2 id=\"capture-every-minute\"> Знімайте кожну хвилину </h2> <p> Тепер, коли ви можете робити знімки екрана за допомогою Apple Watch, демонструвати свої нові ускладнення або спеціальні циферблати стане простіше, ніж будь-коли. Звичайно, ви також можете спробувати поділитися циферблатами з друзями та родиною, а не просто демонструвати їх. </p>"}