{"title":"Hyundai та Kia заперечують, що вони ведуть переговори щодо розвитку автомобіля Apple","content":"<p> Hyundai та його дочірнє підприємство Kia побачили, як їх акції падають після того, як компанії заявили, що вони не ведуть переговорів з Apple щодо секретного проекту Apple Car. </p> <p> Акції Hyundai та Kia впали на 6,21% та майже на 15% відповідно. </p> <p> У заявках визнається, що Hyundai отримував запити &quot;від декількох компаній&quot; про співпрацю у спільній розробці автономних електромобілів, але потім додає, що &quot;нічого не вирішено&quot;, оскільки все &quot;на ранній стадії&quot;. </p> <p> &quot;Hyundai Motor не веде переговорів з Apple щодо автономної розробки автомобілів&quot;, - йдеться у заяві Hyundai. Відповідно до <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> , Kia Motors також заявила, що не веде переговорів з Apple. </p> <p> Це, в свою чергу, може означати, що Apple, можливо, вирішила співпрацювати з постачальниками автомобілів, які не будуть публічно говорити про будь-які угоди. Справді, нещодавно MUO повідомив, що кілька <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Японські автовиробники вели переговори з Apple </a> над приєднанням до ланцюжка поставок Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple не любить витоки </h2> <p> Як повідомляється, невдала виробнича угода з Kia включала <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> будуючи близько 100 000 автомобілів Apple на рік в США </a> . Apple Car повинен був базуватися на новій платформі електромобіля Hyundai, яка підтримує швидку зарядку до 80 відсотків за 18 хвилин і забезпечує максимальний пробіг 250 миль (близько 500 кілометрів) за один заряд. </p> <p> Kia є другим за величиною продавцем автомобілів у Південній Кореї після свого співвласника Hyundai. Apple, очевидно, прагне публічно оголосити Apple Car за кілька років. </p> <p> </p> <p> Але Apple надзвичайно чутлива до витоків, що робить шквал останніх повідомлень Apple Car тим цікавішим і своєріднішим. Зрозуміло, що Apple не зраділа з-за тих звітів, які керівництво компанії, мабуть, зустріло з подивом та здивуванням. </p> <p> Те, що ми бачимо зараз, - це, мабуть, якийсь контроль збитку з боку Hyundai. Хоча обидві сторони можуть переглянути переговори, ми не думаємо, що цього відбудеться, оскільки існує безліч інших автомобільних компаній, з якими Apple могла б, і, мабуть, буде співпрацювати. </p> <p> <small> Кредит зображення: Енді Ван / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}