{"title":"Як видалити Skype для бізнесу в Windows 10","content":"<p> Skype для бізнесу - чудовий інструмент обміну повідомленнями та відео, розроблений корпорацією Майкрософт. Тим не менш, можливо, ваша компанія зараз використовує такий варіант, як Zoom або Microsoft Teams, і ви хочете видалити Skype для бізнесу. </p> <p> Якщо так, ми тут, щоб допомогти. Можливо, вам буде дещо складніше видалити, ніж інше програмне забезпечення, тому ми покажемо вам усі способи видалення Skype для бізнесу в Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Як зупинити автоматичний запуск Skype для бізнесу </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Ви впевнені, що хочете повністю видалити Skype для бізнесу? Якщо ви зможете використовувати його знову в майбутньому, можливо, ви віддасте перевагу просто зупинити автоматичне відкриття програми під час входу в Windows. </p> <p> Зробити це: </p> <ol> <li> Відкрийте Skype для бізнесу. </li> <li> Клацніть на <strong> значок гвинтика </strong> (якщо натиснути спадне меню, натисніть <strong> Інструменти&gt; Параметри </strong> ). </li> <li> Клацніть <strong> Особистий </strong> . </li> <li> Зніміть прапорець <strong> Автоматично запускати програму при вході в Windows </strong> . </li> <li> Клацніть <strong> гаразд </strong> . </li> </ol> <p> Тепер вам потрібно буде вручну відкривати Skype для бізнесу кожного разу, коли ви захочете ним користуватися. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Чи маєте ви дозвіл на видалення Skype для бізнесу? </h2> <p> Skype для бізнесу - це насамперед корпоративна програма, тому, ймовірно, вона встановлена ​​на вашому робочому комп’ютері. </p> <p> Якщо так, можливо, у вас немає можливості видалити Skype для бізнесу. Ваш системний адміністратор може обмежити ваш обліковий запис користувача виконанням певних дій; видалення Skype для бізнесу може бути одним із таких. </p> <p> </p> <p> Навіть якщо у вашому обліковому записі немає обмежень, доцільно проконсультуватися з ІТ-адміністратором перед видаленням Skype для бізнесу. Це може призвести до головного болю. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Видаліть Skype для бізнесу через Налаштування </h2> <p> Перш ніж спробувати щось додаткове, спробуйте видалити Skype для бізнесу, як будь-яку іншу програму чи програму. </p> <ol> <li> Натисніть <strong> Клавіша Windows + I </strong> щоб відкрити Налаштування. </li> <li> Клацніть <strong> Програми </strong> . </li> <li> У межах <strong> Шукати в цьому списку </strong> поле, введення <strong> Skype для бізнесу </strong> . </li> <li> Якщо з’явиться Skype для бізнесу, виберіть його та натисніть <strong> Видаліть </strong> . </li> </ol> <p> Якщо ви не бачите тут Skype для бізнесу, це тому, що ви використовуєте версію, інтегровану з іншими програмами Microsoft 365. </p> <p> Якщо ви хочете, ви можете видалити звідси Microsoft 365 або Office, але, очевидно, це призведе до видалення інших програм, таких як Word, PowerPoint та Access, які ви, мабуть, хочете зберегти. Як такий, продовжуйте читати. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Встановіть Office без Skype для бізнесу </h2> <p> Хоча стандартна установка Office не дозволяє вирішити не встановлювати Skype для бізнесу, ви можете скористатися передовою технікою для її досягнення. </p> <p> Спочатку видаліть Office, дотримуючись описаних вище кроків. Або перейдіть до <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> Сторінка підтримки Microsoft &quot;Видалення Office з ПК&quot; </a> і скористайтеся другим варіантом, щоб завантажити інструмент підтримки видалення Office. </p> <p> Далі завантажте <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Інструмент розгортання Office </a> . Відкрийте його та виберіть, куди витягувати файли. Це дасть вам три <strong> configuration.xml </strong> файли та <strong> setup.exe </strong> файл. </p> <p> Визначтесь, який конфігураційний файл вам потрібен: <strong> x64 </strong> для 32-розрядних систем, <strong> x86 </strong> призначений для 64-розрядних систем і <strong> Підприємство </strong> це якщо ви встановлюєте Office Enterprise Edition. </p> <p> <strong> Клацніть правою кнопкою миші </strong> файл конфігурації та виберіть <strong> Відкрити за допомогою </strong> &gt; <strong> Блокнот </strong> . </p> <p> Спочатку знайдіть рядок, який починається з: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Змініть відкриття рядка наступним чином, замінивши <strong> C: \\ Office </strong> із шляхом, куди ви витягли файли: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Далі шукайте ці два рядки (ваш ідентифікатор товару може бути &quot;ProPlus2019Volume&quot; замість &quot;OF365ProPlusRetail&quot;, а ваш ідентифікатор мови може бути іншим): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Вставте цей рядок внизу: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Потім збережіть файл. </p> <p> Проведіть системний пошук <strong> Командний рядок </strong> і натисніть <strong> Запустити від імені адміністратора </strong> . </p> <p> Введіть це в командний рядок: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Знову замініть <strong> C: \\ Office </strong> шлях, куди ви витягли файли. </p> <p> Потім виконайте наступні команди одна за одною (замініть ім’я файлу конфігурації на те, що ви використовуєте), що може зайняти деякий час: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Потім буде встановлено Office без Skype для бізнесу. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Тримайте Skype для бізнесу та проводьте чудові зустрічі </h2> <p> Не впевнені, що видалення Skype для бізнесу варте зусиль? Справедливо. Спробуйте дати йому другий шанс. </p> <p> За допомогою Skype для бізнесу ви можете спільно використовувати екран, проводити опитування, мати спільну дошку, записувати дзвінок та багато іншого. </p>"}