{"title":"Як звільнити місце на iCloud","content":"<p> Вам набридли ці спливаючі сповіщення, які повідомляють, що у вас мало місця в обліковому записі iCloud? Хороша новина: не потрібно терпіти їх набагато довше. </p> <p> А ще краще - вам не потрібно буде витрачати гроші на оновлення свого рахунку. </p> <p> Apple надає кожному користувачеві 5 ГБ безкоштовного сховища на iCloud, що здається майже нічим. Але якщо ви граєте правильно, ви зрозумієте, що цього більш ніж достатньо для всіх ваших потреб. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Дізнайтеся, що займає найбільше місця </h2> <p> Коли пам’ять iCloud заповнена, найкращим місцем для початку є з’ясувати, що займає найбільше місця на ваших пристроях. Найчастіше ви будете здивовані, яка відповідь. </p> <p> Щоб дізнатися, що займає найбільше місця в iCloud на вашому iPhone: </p> <ol> <li> Йти до <strong> Налаштування </strong> . </li> <li> Клацніть до <strong> Apple ID </strong> . </li> <li> Йти до <strong> iCloud&gt; Керувати сховищем </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Галерея зображень (2 зображення) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Розгорнути <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Розгорнути </p> <p> Закрити </p> <p> Перейшовши на вкладку Керування сховищем, ви отримаєте детальну інформацію про те, що використовує найбільше місця у вашому обліковому записі iCloud. Для деяких функцій ви можете переглядати та видаляти дані, щоб звільнити місце для зберігання. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Видаліть свої старі фотографії </h2> <p> Фотографії часто є найбільш очевидним злодієм сховища у вашому обліковому записі iCloud. Якщо ви робите фотографії за допомогою професійної камери і завантажуєте їх на свій телефон, це ще більше. </p> <p> Щоб видалити фотографії з iPhone: </p> <ol> <li> Перейдіть до рулону камери. </li> <li> Виберіть зображення, які потрібно видалити. </li> <li> Поверніться до головного меню рулону камери. </li> <li> Зайдіть в <strong> Нещодавно видалено </strong> папку. </li> <li> Виберіть <strong> Видалити все </strong> і підтвердити. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Видаліть свої старі електронні листи </h2> <p> Якщо ви підключили свій обліковий запис електронної пошти до iCloud, але рідко використовуєте свої повідомлення, ви поглинаєте цінний простір, який ви могли б використати деінде. Якщо ви користуєтесь послугою протягом багатьох років, обсяг даних, яким вони користуються, буде повільно додаватися. </p> <p> Щоб видалити старі електронні листи: </p> <ol> <li> Перейдіть до програми Mail. </li> <li> Виберіть електронні листи, які потрібно видалити. </li> <li> Видаліть ці електронні листи та закрийте програму. </li> </ol> <p> Якщо ви не так часто користуєтеся програмою Mail, ви також можете видалити програму зі свого телефону. Таким чином, ви більше не будете складати список втрачених даних. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Видаліть файли з iCloud Drive </h2> <p> Якщо у вас MacBook або Mac, ви, можливо, не усвідомлюєте, що все ще зберігаєте файли, які не зберігали протягом багатьох років. У міру того, як ваші дані зменшуватимуться, вони стануть все більше досадою. </p> <p> На щастя, видалити файли iCloud з диска вашого комп’ютера просто. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Щоб видалити файли iCloud з диска комп’ютера: </p> <ol> <li> відчинено <strong> Шукач </strong> . </li> <li> Спустіться до iCloud Drive у лівому меню. </li> <li> Виберіть файли, які потрібно видалити, і перемістіть їх до папки кошика. </li> <li> Клацніть правою кнопкою миші або Ctrl + клацніть на <strong> Значок сміття </strong> на лаві підсудних. </li> <li> Виберіть <strong> Порожній смітник </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Звільніть місце на своїх пристроях Apple </h2> <p> Хоча може здатися, що ви постійно боретеся з очищенням сховища iCloud, це не повинно бути напруженим. Незалежно від пристрою Apple, яким ви користуєтесь, існує безліч способів побачити, що з’їдає ваші дані, та внести зміни. </p> <p> Коли ви очистили сховище iCloud, радимо стежити за ним. Помітивши, що речі наближаються до повної позначки, повторіть ці кроки та не дозволяйте їм відбуватися. </p>"}