{"title":"Як приєднатися до сервера Minecraft","content":"<p> Однокористувацький Minecraft просто не вирізав його? Хочете дослідити величезний процедурно сформований світ блоків з друзями? Не шукайте далі, ось все, що вам потрібно знати про те, як приєднатися до сервера Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Пошук IP-адреси сервера Minecraft </h2> <p> Незалежно від того, приєднуєтесь ви до приватного сервера друга або до загальнодоступного із тисячами гравців, ви повинні знайти IP-адресу сервера. Не хвилюйтеся, це швидко і легко, але це інший процес <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> пошук власної IP-адреси в Windows </a> або Mac. </p> <h3 id=\"for-private-servers\"> Для приватних серверів </h3> <p> Якщо ваш друг має власний сервер, до якого ви хочете приєднатися, попросіть його вказати IP. Якщо вони вже знають IP-адресу сервера, перейдіть до наступного розділу. </p> <p> Якщо вони придбали хостинг сервера на сторонніх веб-сайтах, вони зазвичай можуть знайти IP-адресу, перевіривши інформаційну панель сайту або електронний лист, який вони могли отримати при покупці. </p> <p> Якщо вони працюють на сервері зі свого комп’ютера, у вас є два варіанти підключення - локальна мережа (локальна мережа доступу) та через Інтернет (власник повинен перенаправити порт, щоб інші могли під’єднуватися через Інтернет). </p> <p> Якщо ви використовуєте ту саму мережу, що і вони (LAN), ви можете підключитися, використовуючи їх внутрішню IP-адресу. Вам не потрібно перенаправляти порти для підключення до локальної мережі. </p> <p> Знайдіть свою внутрішню IP-адресу, відкривши ваш командний рядок або термінал. Натисніть <strong> Windows + R </strong> і тип <strong> cmd </strong> в <strong> Біжи </strong> в Windows або Mac <strong> Cmd + пробіл </strong> щоб відкрити прожектор і набрати <strong> Термінал </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Для командного рядка Windows </strong> : Тип <strong> ipconfig </strong> у ваш командний рядок, щоб знайти вашу IP-адресу. Шукайте <strong> Адреса IPv4 </strong> . Це буде виглядати приблизно так, як &quot;192.165.0.123&quot;. Тепер, коли у вас є ця адреса, скопіюйте її в буфер обміну ( <strong> Ctrl + C </strong> на Windows і <strong> Cmd + C </strong> на Mac) і перейдіть до наступного розділу, щоб дізнатися, що з цим робити. </p> <p> <strong> Для Mac Terminal </strong> : Тип <strong> ipconfig getifaddr en0 </strong> (або <strong> ipconfig getifaddr uk1 </strong> якщо ви використовуєте Ethernet замість Wi-Fi) у своєму терміналі, щоб знайти вашу IP-адресу. Термінал відображає вашу IP-адресу на новому рядку. Тепер, коли у вас є ця адреса, скопіюйте її в буфер обміну ( <strong> Ctrl + C </strong> на Windows і <strong> Cmd + C </strong> на Mac) і перейдіть до наступного розділу, щоб дізнатися, що з цим робити. </p> <p> Якщо ви підключаєтесь до приватного сервера через Інтернет, вам знадобиться їх загальнодоступний IP. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Ви можете знайти свою загальнодоступну IP-адресу за допомогою такого інструменту, як <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismyipадрес </a> . Тепер, коли у вас є ця адреса, скопіюйте її в буфер обміну ( <strong> Ctrl + C </strong> на Windows і <strong> Cmd + C </strong> на Mac) і перейдіть до наступного розділу, щоб дізнатися, що з цим робити. </p> <h3 id=\"for-public-servers\"> Для публічних серверів </h3> <p> Якщо ви хочете приєднатися до загальнодоступного сервера разом з іншими гравцями, знайдіть IP-адресу, шукаючи в Інтернеті список серверів. Існує декілька чудових серверів, які ви можете спробувати, виділені далі в цій статті. </p> <p> Тепер, коли у вас є ця адреса, скопіюйте її в буфер обміну ( <strong> Ctrl + C </strong> на Windows і <strong> Cmd + C </strong> на Mac) і перейдіть до наступного розділу, щоб дізнатися, що з цим робити. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Як приєднатися до сервера Minecraft: Вставте IP-адресу </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Отримавши IP-адресу сервера, до якого ви хочете приєднатися, запустіть Minecraft і перейдіть до <strong> Багатокористувацька </strong> екран. </p> <p> У вас є два варіанти підключення до сервера звідси. Якщо ви знаєте, що захочете повернутися на сервер, натисніть на <strong> Додати сервер </strong> щоб ви могли зберегти його у своєму списку. </p> <p> Якщо ви просто заходите, щоб перевірити речі, використовуйте <strong> Пряме підключення </strong> щоб він не відображався у списку. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> У будь-якому випадку вставте скопійовану вами IP-адресу в буфер обміну у відповідне поле <strong> Адреса сервера </strong> . </p> <p> Для <strong> Пряме підключення </strong> , натисніть <strong> Приєднуйтесь до сервера </strong> . Для <strong> Додати сервер </strong> , натисніть <strong> Готово </strong> а потім приєднатися до сервера зі списку, двічі клацнувши на ньому або вибравши його та клацнувши <strong> Приєднуйтесь до сервера </strong> . </p> <p> Тепер ви граєте в багатокористувацьку Minecraft! Якщо ви хочете підняти своє Майнекрафтинг на новий рівень, тоді перегляньте наш <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> кінцева шпаргалка команд Minecraft </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Сервери Minecraft для гри з друзями </h2> <p> Це сервери, які всі цікаві з власних причин, ми чудово провели час, протестувавши їх. </p> <p> <strong> Гіпіксель </strong> (IP: hypixel.net): Гіпіксель був надзвичайно популярним протягом тривалого часу і з поважної причини. Ви можете грати в безліч міні-ігор, починаючи від <strong> Ігри на блиц на виживання </strong> до <strong> Мега стіни </strong> або <strong> Таємниця вбивства </strong> . </p> <p> <strong> UniverseMC </strong> (IP: mcc.universemc.us): UniverseMC має a <strong> Фракції </strong> режим, який дозволить вам повертатися день у день. Серйозно, це вживання. <strong> KitPVP </strong> це також чудовий спосіб розкрити свої навички бою на мечах. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Ми витратили, мабуть, трохи забагато часу, граючи в Snapcraft <strong> В&#39;язниця </strong> режимі. Якщо підняття крізь тюремні ряди вам не здається веселим, спробуйте свої сили в їх справі <strong> Паркур </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC <strong> Skyblock </strong> режим - це пригода, щоб загубити себе. Кожен блок має значення, і їх надто легко втратити до прірви. </p> <p> <strong> Реалізм Місто </strong> (IP: play.realismtownmc.com): RealismTown - це втеча від усього цього. Простий сервер виживання з користувацькими плагінами, галасливою економікою та доброзичливими обличчями. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Як запросити інших та приєднатися до сфери Minecraft </h2> <p> Налаштування приватного сервера Minecraft може бути важким завданням. Minecraft Realms робить це просто! </p> <p> Якщо ви хочете приєднатися до сервера Realms, власник сервера повинен спершу додати вас до білого списку. Власник Царства може зробити це, запросивши вас. </p> <p> Власник Realm може запросити іншого гравця, запустивши Minecraft, а потім перейшовши до <strong> Сфери Minecraft </strong> і натиснувши на <strong> гайковий ключ </strong> ікона їх Царства. Звідси виберіть параметр, який читається <strong> Гравці </strong> та запросіть потрібного гравця з його іменем користувача Minecraft. </p> <p> Ви можете перевірити свої запрошення, натиснувши на <strong> конверт </strong> значок у верхній частині біля <strong> Сфери Minecraft </strong> логотип. Якщо у вас є запрошення, яке очікує на розгляд, воно з’явиться тут для вас. </p> <p> </p> <p> Після того, як ви прийняли запрошення, ви зможете приєднатися до Царства зі свого списку Сфер, вибравши його та клацнувши <strong> Грати </strong> або просто двічі клацніть на опції списку. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Запам’ятайте за допомогою багатокористувацької Minecraft </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Тепер, коли у вас є ноу-хау для приєднання до будь-якого сервера Minecraft, на який ви орієнтуєтесь, пора брати участь у грі. Випробуйте, що пропонує Minecraft, граючи з друзями; це набагато більше, ніж те, що він може дати вам, коли ви граєте в одному з його ігрових режимів самостійно. </p> <p> Грати в Minecraft з іншими - це також чудова можливість завести нових друзів та дізнатися про нові речі. Кожен досвід, який ви маєте, будуючи масивну структуру або остання команда, яка виступає у всебічній війні «Гравець проти гравця», ви пам’ятаєте на довгі роки. </p>"}