{"title":"Як зробити фон прозорим у Photoshop","content":"<p> В Adobe Photoshop доступно кілька інструментів, які використовують Adobe Sensei, механізм штучного інтелекту (AI) платформи. Ці інструменти корисні для різних цілей, зокрема для створення прозорих фонів. </p> <p> У наступних підручниках ми покажемо вам, як зробити фон прозорим у Photoshop, використовуючи кілька простих методів. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Чому ви хочете зробити фон прозорим у Photoshop? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Для початку переформулюємо питання. Тому що, як правило, це досвідченіші користувачі Photoshop, які знають, що таке прозорі фони та для чого вони використовуються. </p> <p> У двох словах, якщо ви запитуєте, як зробити фон прозорим у Photoshop, ви, мабуть, запитуєте таке: &quot;як мені видалити фон із мого зображення у Photoshop?&quot; Або, можливо, вам цікаво, &quot;як мені видалити фон із мого зображення у Photoshop?&quot; </p> <p> Окрім семантики, ось кілька типових причин, чому ви хочете зробити фон прозорим у Photoshop: </p> <ul> <li> Для видалення відволікаючих елементів, таких як інші люди або предмети </li> <li> Створити художній портрет </li> <li> Розмістити предмет на зовсім іншому фоні </li> </ul> <p> По суті, зробити прозорим фон у Photoshop має все спільне з ізоляцією теми. Тобто з фоном на оригінальному зображенні щось не так, і ви хочете повністю видалити фон, щоб зробити акцент на об’єкті. </p> <p> Маючи на увазі цю основну концепцію, давайте розглянемо кілька різних способів зробити фон прозорим у Photoshop. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Використання панелі властивостей у Photoshop для видалення фону </h2> <p> Цей спосіб є найпростішим способом видалення фону в Photoshop. Але це залежить від вашого іміджу. Цей метод найкраще працює, якщо у вас є прості фони, де ваш предмет виділяється і чітко визначений. </p> <p> Ви можете завантажити це фото з <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Пікселів </a> і слідуйте далі. </p> <ol> <li> Як тільки ваше зображення буде імпортовано до Photoshop, натисніть <strong> Ctrl </strong> + <strong> J </strong> дублювати шар. <strong> Примітка: </strong> Якщо ви пропустите цей крок, ви не побачите варіантів вибору, які ми розглядаємо на третьому кроці. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Йти до <strong> Вікно </strong> &gt; <strong> Властивості </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Виберіть <strong> Видалити фон </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Щоб переглянути ваш прозорий фон, клацніть на <strong> Око </strong> значок ліворуч від <strong> Передумови </strong> шар. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Завдяки вашому єдиному прозорому шару ви тепер можете перекинути його на інший фон або створити інші ефекти, щоб виділити предмет. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Розміщення однотонного коригувального шару </h3> <p> Хоча зміна фонів є темою для іншого підручника, ми швидко покажемо вам, як розмістити <strong> Шар коригування суцільного кольору </strong> під вашим прозорим шаром, щоб створити інший ефект. </p> <ol> <li> Використовуючи редагування з наведеного вище підручника, перемикайте <strong> X </strong> , доки колір переднього плану не стане <strong> Чорний </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Перейдіть до <strong> Створити новий шар заливки або коригування </strong> в правому нижньому куті екрана та виберіть <strong> Суцільний колір </strong> . Потім натисніть <strong> гаразд </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Шар кольорової заливки повинен з’явитися поверх вашого стека шарів. Якщо цього не стане, це нормально, тому що зараз ми натиснемо на <strong> Заливка кольором </strong> шар і перетягніть його трохи нижче нашого прозорого шару, як показано. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Ви можете побачити, наскільки легко використовувати ваш нещодавно створений прозорий шар і помістити його на новий фон. </p> <p> Якщо ваш об&#39;єкт - портрет, подібний до цього, ви можете навіть продовжити <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> редагуйте зображення за допомогою плагіна Photoshop, який називається Portrait Pro </a> , щоб ще більше покращити зображення. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Використання інструмента вибору теми для створення прозорого фону </h2> <p> Інструмент &quot;Вибір теми&quot; може бути використаний замість вищезазначеного методу, але тут передбачені додаткові кроки. Це тому, що інструмент вибору теми краще працює зі складним фоном або фоном, де є кілька предметів. По суті, ми говоримо Photoshop, що вибрати, щоб створити прозорий фон. </p> <p> У цьому підручнику ми підготуємо зображення, щоб видалити жінку з лівого боку нашої фотографії, зробивши цю частину зображення прозорою. Це дозволить нам або заповнити простір іншою людиною, або скористатися різними інструментами Photoshop для заповнення пікселів. </p> <p> Знову ж таки, це теми для іншого підручника, але ми згадуємо їх тут, оскільки зазвичай потрібно створити додаткові кроки редагування після створення прозорого фону. </p> <p> Ви можете завантажити це фото з <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Пікселів </a> і слідуйте далі. </p> <ol> <li> Завантаживши зображення у Photoshop, перейдіть до <strong> Виберіть </strong> &gt; <strong> Тема </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Будуть відібрані обидві жінки, про що вказують навколо них рядки відбору &quot;похідних мурах&quot;. Виберіть <strong> Лассо </strong> , якщо він не відображається за замовчуванням. Потім за допомогою <strong> Alt </strong> безперервно натискаючи клавішу, обведіть коло навколо жінки праворуч, а потім відпустіть <strong> Alt </strong> ключ. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Клацніть лівою кнопкою миші </strong> десь усередині обраної жінки зліва. Вибирайте <strong> Виберіть Inverse </strong> з меню. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Йти до <strong> Виберіть </strong> &gt; <strong> Виберіть і Замаскуйте </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> За замовчуванням червоним кольором позначена вибрана область. Щоб вибрати більше зображення, яке потрібно зробити прозорим, як частини стільця, виберіть <strong> Щітка </strong> інструмент, як показано. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Переконайтеся, що <strong> Плюс </strong> ( <strong> + </strong> ) вибрано значок вище. Далі намалюйте червоним кольором потрібні області, щоб зробити прозорими. У цьому випадку потрібно зробити лише трохи. </li> <li> Потім перейдіть до <strong> Вихід до </strong> і виберіть <strong> Новий шар із маскою шару </strong> зі спадного меню. Клацніть <strong> гаразд </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Що у вас залишиться, це частково прозорий фон, де колись була дама зліва. Вибір не ідеальний. Ви все ще можете побачити кілька пікселів волосся та обличчя жінки. Але це можна очистити за допомогою <strong> Щітка </strong> інструмент за допомогою <strong> Фоновий шар </strong> вибраний. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Як варіант, його також можна залишити як є. Якщо особа лише видаляється, то є інструменти, що вміють вміст, які можна застосувати для змішування у фоновому режимі. Таким чином, схоже, жінка за столом одна. Або іншу людину можна скласти, щоб скласти їй компанію. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Інші інструменти виділення: діапазон кольорів, зона фокусування та небо </h2> <p> Можливо, ви помітили, що в <strong> Виберіть </strong> меню, крім <strong> Тема </strong> . Усі три методи вибору використовують різні інструменти, але всі вони виконують одне і те ж - усі вони визначають, що Photoshop вибере. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Подобається <strong> Тема </strong> Якщо вибрати варіант, ці інструменти можуть дати вам результати, які закінчуються частковим або повністю прозорим фоном. Але, загалом кажучи, їх використання має більш точні результати, наприклад, коли <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> заміна неба у фотошопі - </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Два інструменти - це все, що потрібно для створення прозорих фонів </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> Раніше користувачам Photoshop доводилося покладатися на різноманітні інструменти виділення для створення прозорих фонів. Ці інструменти доступні і сьогодні (інструмент Лассо, Чарівна паличка, Перо тощо) і залишаються корисними для точних робіт. </p> <p> Але сьогодні насправді є лише два інструменти, необхідні для створення прозорих фонів, значною мірою завдяки ядру ШІ Adobe Sensei. </p> <p> Є плагіни Photoshop, такі як Luminar AI, які також використовують AI для редагування ваших фотографій. Завдяки застосуванню такої передової технології до редагування фотографій, можна впевнено стверджувати, що створення прозорих фонів найближчим часом стане ще простішим та точнішим. </p> <p> <small> Кредит зображення: пелюшка / <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Пікселів </a></small> </p>"}