{"title":"Як встановити Minecraft Forge та керувати своїми модами","content":"<p> Коли Minecraft вперше випустив свою платну публічну альфа-версію в 2009 році, це була лише проста, блокова пісочниця. Понад десять років потому Minecraft заповнив свої світи понад 100 різними блоками та понад 40 мобами. </p> <p> Якщо ви граєте в гру з самого початку, однак, ваніль або Minecraft за замовчуванням можуть стати для вас трохи застарілими. За допомогою Minecraft Forge ви можете керувати завантаженими модами, і цей посібник навчить вас, як налаштувати речі. </p> <h2 id=\"what-is-minecraft-forge\"> Що таке Minecraft Forge? </h2> <p> Коли ви думаєте про модифікацію відеоігри, ви, мабуть, також думаєте, що для цього потрібно мати широкі знання технологій або програмування. Це може бути правдою з іншими назвами, але додавати моди до Minecraft просто з Forge. </p> <p> Forge - це безкоштовний сервер із відкритим кодом, який ви можете використовувати для встановлення та запуску модів Minecraft. Його розробники розробили його спеціально, щоб полегшити навіть найменш досвідченим людям додавати створені спільнотою ігрові моди до своєї копії Minecraft. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Як встановити Minecraft Forge </h2> <p> Отже, тепер, коли ви знаєте, що таке Forge, як ви її встановлюєте? Перш за все, вам потрібно буде встановити <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Java </a> якщо ви ще цього не зробили. Після цього ви можете виконати такі прості кроки: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Завантажте Minecraft Forge </h3> <p> Перейдіть до <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> офіційний веб-сайт Forge </a> завантажити інсталятор. Переконайтеся, що номер версії, написаний під час завантаження, відповідає номеру версії Minecraft, який ви хочете модифікувати. </p> <p> У лівій частині веб-сайту Forge він містить усі версії від найновішої до найстарішої. У панелі запуску Minecraft ви можете побачити номер своєї поточної версії у профілі під ілюстрацією банера гри. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Відкрийте інсталятор Forge </h3> <p> Після завершення завантаження відкрийте програму встановлення Forge. Виберіть клієнт або сервер із параметрів, залежно від того, які моди ви хочете завантажити. Переконайтеся, що адреса на ваш <strong> .minecraft </strong> папка правильна (якщо ні, натисніть кнопку з трьома крапками та перейдіть до правильної адреси), а потім натисніть <strong> гаразд </strong> . На встановлення Forge знадобиться кілька хвилин. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Відкрийте панель запуску Minecraft </h3> <p> Після завершення встановлення Forge відкрийте панель запуску Minecraft. Виберіть <strong> кувати </strong> профілю, якщо він ще не активний, тоді почніть гру. Після першого завантаження після встановлення Forge знадобиться деякий час. Але як тільки ви піднімете домашній екран, ви побачите новий <strong> Моди </strong> біля кнопки <strong> Сфери Minecraft </strong> . </p> <p> Тепер ви можете завантажувати моди в цю папку та розширювати Minecraft будь-яким способом, який хочете. У цій папці також ви будете впорядковувати та керувати всіма своїми модами. Це допоможе вам їх відстежувати. </p> <p> Популярні веб-сайти для завантаження модів з include <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> Прокляття </a> , і <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Планета Майнкрафт </a> . Існує також розділ, присвячений модам на <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> офіційний форум Minecraft </a> , і <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Пакети моди Minecraft - колекції модів </a> що інші гравці вважають, що найкраще працюють разом. </p> <p> Як варіант, якщо ви не можете знайти існуючий мод, який відповідає тому, що ви сподівались додати до гри, ви завжди можете <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> зробити свій власний мод Minecraft </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Додайте більше до Minecraft за допомогою Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> Після простого процесу встановлення Minecraft Forge надає вам зручне місце для зберігання, сортування та відстеження всіх завантажених модів. Можливо, ви зараз не бачите себе людиною, яка завантажує забагато модів, але візьміть це у нас. Це завжди починається з одного мода, потім іншого, потім ще одного ... </p> <p> Тоді, зрештою, ви розумієте, що у вашій грі Minecraft більше модифікованого вмісту, ніж ванільного. </p>"}