{"title":"Як заощадити час автономної роботи на контролері PS5 DualSense","content":"<p> Хоча контролер DualSense PlayStation 5 має покращений час автономної роботи порівняно з DualShock 4 PlayStation 4, ваш контролер все ще може померти в середині важливого моменту. </p> <p> Давайте розглянемо кілька способів заощадити заряд акумулятора на контролері DualSense та зробити його як можна довшим. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Встановіть для контролера PS5 автоматичне вимкнення </h2> <p> Якщо ви з будь-якої причини не працюєте з PS5 і, таким чином, залишаєте контролер увімкненим на години, це, очевидно, поглине час автономної роботи. Для боротьби з цим непогано встановити таймер, щоб ваш DualSense вимикався, коли ви ним не користуєтесь. </p> <p> У головному меню вашого PS5 перейдіть до <strong> Налаштування&gt; Система&gt; Енергозбереження </strong> . Тут ви побачите <strong> Встановіть час до вимкнення контролерів </strong> опцію, яку ви можете встановити <strong> Через 10 хвилин </strong> , <strong> 30 хвилин </strong> , <strong> 60 хвилин </strong> , або <strong> Вимкнено </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Немає вагомих причин залишати контролер увімкненим на тривалий час у режимі очікування. Якщо ввімкнути цю опцію, ви втратите час автономної роботи, коли вас немає біля телевізора. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Вимкніть контролер DualSense вручну </h2> <p> Коли ви знаєте, що деякий час не будете користуватися контролером PS5, має сенс відразу його вимкнути, а не чекати таймера автоматичного вимкнення. Це зручно, якщо ви використовуєте свій PS5 для перегляду розважальних програм, таких як Netflix, або навіть просто пересиджуєте довгий ролик у грі. </p> <p> </p> <p> Щоб вимкнути контролер PS5, натисніть <strong> Кнопка PS </strong> на контролері, щоб відкрити швидке меню. Прокрутіть праворуч і виберіть <strong> Аксесуари </strong> кнопку, яка відображається у вигляді піктограми контролера з поточним часом автономної роботи. У меню, що з’явиться, виберіть свій <strong> Бездротовий контролер </strong> , після чого <strong> Вимкнути </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Це призведе до вимкнення контролера, доки ви не натиснете <strong> Кнопка PS </strong> щоб увімкнути його знову. Якщо ви не хочете возитися з меню, ви можете також вимкнути контролер PS5, утримуючи кнопку <strong> Кнопка PS </strong> протягом 10 секунд. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Зменшіть функції контролера, які використовують акумулятор </h2> <p> DualSense має декілька функцій, які споживають заряд акумулятора. Вимкнення цих параметрів не призведе до значного збільшення батареї контролера, але може трохи допомогти, якщо ви віддасте пріоритет часу автономної роботи над вигадливими функціями. </p> <p> Відвідайте <strong> Налаштування&gt; Аксесуари&gt; Контролери </strong> щоб вимкнути ці функції: </p> <ul> <li> Встановити <strong> Яскравість індикаторів контролера </strong> до <strong> Тьмяний </strong> . Це зменшить світло на вашому контролері; вони автоматично яскравіють, якщо це потрібно для аксесуарів камери. </li> <li> Опустіть <strong> Інтенсивність вібрації </strong> до <strong> Слабкий </strong> або <strong> Вимкнено </strong> . Хоча нова функція тактильного зворотного зв’язку від DualSense робить гул більш реалістичним, він використовує неабиякий заряд акумулятора. Якщо ви не дбаєте про цю функцію, можливо, для певної гри, відключення її покращить час автономної роботи. </li> <li> Також опустіть або вимкніть <strong> Інтенсивність тригерного ефекту </strong> . Це ще одна функція заголовка DualSense, яка змінює опір кнопок L2 і R2 залежно від того, що ви робите в грі. Якщо ви не дуже про це дбаєте, знизивши його, ви збережете трохи соку. </li> <li> Опустіть <strong> Гучність (динамік для контролера) </strong> повзунок. Це зменшує вбудовану потужність динаміка контролера, заощаджуючи трохи заряду батареї, якщо вам це все одно не подобається. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Придбайте довший зарядний кабель </h2> <p> Якщо використання всіх вищевказаних порад все ще не дозволяє контролеру працювати так довго, як хотілося б, вам слід подумати про придбання довшого кабелю USB-C. Завдяки цьому ви можете легко підключити контролер, щоб заряджати і продовжувати грати, коли він стає низьким. Вам не доведеться підтягувати стілець ближче до телевізора, як із коротким кабелем. </p> <p> На Amazon ви можете дешево знайти 10-футові (або довші) зарядні кабелі USB-C до USB-A. Спробуйте <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> Створення кабелю USB-C </a> для солідного варіанту. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Якщо ви граєте з кабелем, підключеним часто, наведене вище <strong> Контролери </strong> налаштування, ви повинні встановити <strong> Метод спілкування </strong> до <strong> Використовуйте USB-кабель </strong> . Завдяки цьому ваш контролер буде зв’язуватися по кабелю, замість того, щоб використовувати Bluetooth, коли він підключений до мережі. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Тримайте заряджений пристрій DualSense </h2> <p> Тепер ви знаєте, як зберегти заряд акумулятора DualSense для тривалих ігрових сесій. Якщо не купувати другий контролер і регулярно його замінювати, це найкращі варіанти продовження терміну служби акумулятора. </p> <p> Не забувайте, що ви можете використовувати контролери PS4, граючи в ігри PlayStation 4 на своєму PS5. Це ще один спосіб зберегти заряд акумулятора DualSense. </p> <p> <small> Кредит зображення: Алекс Ван Акен / <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}