{"title":"Instagram не виграв репости TikTok на барабанах","content":"<p> Instagram намагається скоротити кількість барабанів, розміщених на TikTok. Платформа щойно оголосила, що її алгоритм більше не буде рекламувати барабани, які мають водяний знак TikTok. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram тріщить на TikTok Reposts </h2> <p> Instagram ускладнює користувачеві пошук барабанів, отриманих від TikTok (і будь-якого іншого додатку). Платформа зробила допис на своєму <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> Обліковий запис @Creators Instagram </a> , оголошуючи новий список найкращих практик для барабанів. </p> <p> Найголовніше те, що Instagram не рекомендує розміщувати котушки, які &quot;помітно переробляються з інших програм (тобто містять логотипи або водяні знаки)&quot;. Instagram заявляє, що &quot;такі типи котушок не рекомендуватимуться так часто людям, які ще не стежать за вами в таких місцях, як вкладка&quot; Котушки &quot;. </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Кредит зображення: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram запустив Reels </a> влітку 2020 року як пряма спроба скласти конкуренцію TikTok. Через подібність між Reels та TikTok, обидва з яких використовують короткоформатний формат відео, користувачі, природно, репостують TikToks на Reels. Але тепер ці трансплантанти TikTok більше не отримуватимуть таку саму обробку, як вміст, який спочатку створюється на Reels. </p> <p> Це має сенс для Instagram, оскільки платформа намагається зробити Reels ще більш популярними, ніж TikTok. Instagram більше не хоче, щоб користувачі сприймали Reels як смітник для вірусних TikToks - вони хочуть оригінальний контент, створений творцями, які насправді використовують Reels. </p> <p> Барабани з водяними знаками від конкуруючих програм - не єдині типи відео, які алгоритм Instagram буде деприоритизувати. Instagram також зазначає, що будь-яка котушка, яка розмита, має межу навколо неї або викладена в тексті, не буде рекламована. </p> <p> Що стосується виду вмісту, який допоможе користувачам відкриватися, Instagram пропонує, щоб творці розміщували вміст, який надихає, використовує креативні інструменти, має вертикальну орієнтацію, використовує музичну бібліотеку Instagram і є &quot;розважальним та розважальним&quot;. Платформа також рекомендує спробувати запустити загальнодоступну тенденцію. </p> <p> За даними Instagram, дотримання цих найкращих практик допоможе вам &quot;отримати найкращий результат для того, щоб бути виявленим&quot;. </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> Чи буде ТикТок колись скинутий з трону? </h2> <p> Оновлені найкращі практики Instagram для Reels просто показують, наскільки TikTok насправді загрожує. Банально бачити барабани з логотипом TikTok, і це оновлення спробує надати кібошу цю тенденцію. </p> <p> Тим не менш, це може очистити будь-який перероблений вміст, але це може відвернути творців, які підтримують обидва додатки. Instagram наполегливо намагається бути схожим на TikTok, і в результаті може втратити власну ідентичність. </p>"}