{"title":"Instagram займає більш жорстку позицію щодо мови ворожнечі в DM","content":"<p> Instagram видає жорсткіші наслідки для користувачів, які надсилають висловлювання ненависті прямими повідомленнями (DM). Платформа вносить ці зміни у світлі повідомлень, що викликають ненависть, орієнтованих на футболістів Великобританії. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Зловмисники DM можуть отримати постійну заборону </h2> <p> У дописі на <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> в блозі Про Instagram </a> , Instagram оголосив, що буде жорсткіше ставитись до мови ворожнечі в СД. Платформа визнала &quot;расистські зловживання в Інтернеті, спрямовані на футболістів у Великобританії&quot;, і заявила, що не &quot;хоче такої поведінки в Instagram&quot;. </p> <p> На сьогоднішній день користувачам, які надсилають DM із мовою ненависті, тимчасово забороняється надсилати повідомлення в програмі. Як тільки Instagram впровадить ці нові зміни, платформа назавжди заборонить облікові записи, які неодноразово порушують її правила в DM. </p> <p> Instagram також зазначив, що вимкне будь-які нові акаунти, які користувачі, які образили, створюють, намагаючись обійти обмеження Instagram. Нарешті, він заявив, що продовжуватиме намагатись відключити облікові записи, &quot;створені виключно для надсилання образливих повідомлень&quot;. </p> <p> Поки ти вже можеш <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> повідомляти користувачів за висловлювання ненависті в Instagram </a> , платформа також працює над розширенням свого інструменту, який дозволяє користувачам блокувати DM з облікових записів, за якими вони не стежать. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Викорінення ненависного вмісту в Instagram </h2> <p> Мова ворожнечі на соціальних платформах не завжди очевидна і відкрита. DM, безумовно, не захищені від мови ненависті, і останнє оновлення Instagram, сподіваємось, допоможе утримати зловмисників від платформи. </p>"}