{"title":"iOS 14.5 дозволяє користувачам вибирати Spotify як музичний програвач за замовчуванням","content":"<p> Принаймні в США Spotify та Apple Music є двома провідними сервісами потокової музики. Однак, якщо ви пов’язані з екосистемою Apple, Apple Music має велику перевагу, оскільки вона більш ретельно вписана в пропозиції продуктів Apple. </p> <p> Наприклад, особа, яка використовує Siri для запиту пісні, до цього часу за замовчуванням переходила до Apple Music. Але це, очевидно, змінюється з новою бета-версією iOS 14.5 - користувачі тепер можуть вибирати різні сторонні музичні сервіси, включаючи Spotify, як музичну послугу за замовчуванням. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Доступно на iOS 14.5 Beta </h2> <p> Як зазначає <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> , ця функція наразі доступна лише для користувачів бета-версії останньої версії iOS, хоча найімовірніше вона з’явиться для всіх найближчим часом. </p> <p> </p> <p> Музичну послугу за замовчуванням можна вибрати, коли користувач вперше просить Siri відтворити композицію або альбом. Коли вони це зроблять, їм буде запропоновано варіанти вибору різних послуг як їх стандарт. Як повідомляється, не всі користувачі вважають, що процес відбору працює для них абсолютно однаково. Це свідчить про те, що Apple все ще точно налаштовує цю функцію. </p> <p> </p> <h2 id=\"different-options-available\"> Доступні різні варіанти </h2> <p> Тим не менше, це приємний варіант. iOS 14 полегшила користувачам використання сторонніх альтернатив додаткам Apple за замовчуванням. Наприклад, тепер вони можуть вибирати різні клієнти пошти або браузера. Це чудова новина для тих, хто хоче трохи більше вибору, коли використовує операційні системи Apple. А хто не любить вибір? </p> <p> <small> Кредит зображення: kenary820 / <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}