{"title":"Як і Тесла, Twitter розглядає питання інвестування в біткойн","content":"<p> Не всі ведуть вкладки на фондовому ринку або криптовалюті, але якщо ви це зробите, ви б знали, що 8 лютого Тесла придбав біткойни на 1,5 мільярда доларів. Після того, як компанія розкрила свою величезну частку, вартість біткойна підскочила до колосальних 20,33 відсотка до 46 081,64 доларів - найвищого рівня, який коли-небудь був з березня 2020 року. </p> <p> Тим не менш, було виявлено, що Tesla - не єдиний бізнес, який цікавиться криптовалютою. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Незабаром Twitter може заплатити своїм працівникам біткойнами </h2> <p> В інтерв’ю CNBC фінансовий директор компанії Twitter Нед Сегал заявив, що компанія розглядає можливість додати біткойн до свого балансу. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Ми багато заздалегідь продумали, щоб розглянути, як ми можемо платити працівникам, якщо вони попросять, щоб їм заплатили <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> # біткойн </a> , як ми можемо заплатити продавцеві, якщо він попросить заплатити <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> і чи потрібно нам мати <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> на нашому балансі &quot;, - говорить <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> - Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> 10 лютого 2021 року </a></blockquote>  <p> Тож інвестиції Tesla в біткойни привернули увагу Twitter. Платформа соціальних медіа насправді ще не здійснила крок у своєму відділі казначейства, але зараз ми знаємо, що транзакції з біткойнами принаймні розглядаються. </p> <p> Коли Сегала запитали, що потрібно, щоб Twitter інвестував у біткойни, він дав дуже пряму відповідь. </p> <p> &quot;Однією з ключових речей, на яку ми б звернули увагу, було б, якби люди просили укласти з нами операції з біткойнами. Тому що тоді ми могли б подумати, чи будемо ми переводити долари в біткойни на момент транзакції, чи хочемо ми, щоб біткойни наш баланс, готовий завершити цю операцію &quot;, - пояснив Сегал. </p> <p> Ви можете подумати, що малоймовірно, що Twitter піде на такий ризик, коли тільки-но з’ясувалося, що Twitter прагне внести великі зміни найближчим часом - як <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> реалізація функцій Revue </a> і можливо <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> модель передплати </a> . </p> <p> Але сестринська компанія Twitter <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Площа </a> , вже є інвестором у біткойни. </p> <p> У жовтні минулого року Площа взяла до <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> офіційний веб-сайт </a> оголосити, що він придбав біткойни на суму 50 мільйонів доларів. На той час інвестиція становила приблизно один відсоток від загальних активів Square. </p> <p> Мало того, але генеральний директор Twitter Джек Дорсі є прихильником біткойнів. Після заворушень на Капітолійському пагорбі в січні він опублікував тему твітів для обговорення <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> постійна заборона колишнього президента США Дональда Трампа на Twitter </a> . </p> <p> Десь посередині Дорсі перемістився, щоб просвітити криптовалюту. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Причина, по якій я так сильно захоплююсь <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> # Біткойн </a> значною мірою завдяки моделі, яку вона демонструє: основоположна технологія Інтернету, яка не контролюється і не зазнає впливу жодної окремої особи чи організації. Це те, чим хоче бути Інтернет, і з часом його стане більше. </p> - Джек (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> 14 січня 2021 року </a></blockquote>  <p> Дорсі з роками все більше захоплюється біткойнами. Приблизно в той самий час минулого року Дорсі запустив у Twitter фірмовий хештег біткойн. Зараз #bitcoin ”супроводжується логотипом біткойна у твітах. </p> <p> У 2018 році <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Часи </a> писав, що Дорсі прогнозує, що біткойн колись стане світовою &quot;єдиною валютою&quot;. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Що далі для Twitter? </h2> <p> У нас лише два місяці 2021 року, і Twitter вже робить кроки, щоб значно змінити таку платформу, якою ми її знаємо сьогодні. </p> <p> Чи буде наступним кроком придбання біткойнів на мільйони в найближчі місяці для своїх операцій? Можливо, якщо Twitter розглядає криптовалюту як &quot;інструмент економічного розширення можливостей&quot;, як це робить Square. </p>"}