{"title":"Magna, Nissan та Foxconn - усі кандидати на створення автомобіля Apple","content":"<p> Kia може вже не брати участь у виробництві невловимих автомобілів Apple, але у Apple є безліч інших життєздатних варіантів, якщо вона вирішить побудувати свій перший автомобіль. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Електричні транспортні засоби (EV) допомагають довкіллю </a> і, як повідомляється, успіх Тесли не залишився непоміченим разом із керівниками Apple. Компанія, очевидно, вливає ресурси у будівництво автономного управління <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> EV, у якого може бути відсутність керма </a> . Тим не менш, виготовлення автомобілів завжди було грошовою ямою, що вимагає широкого ланцюжка поставок, що охоплює континенти. </p> <p> Як ми нещодавно повідомляли, Apple і Kia, здається, все-таки не співпрацюють з Apple Car. Більше того, головні японські автовиробники Apple, як повідомляється, наблизилися <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> занепокоєний тим, що його відпускають до контрактних виробників </a> . </p> <p> Новий звіт від <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Блумберг </a> спроби зібрати можливих постачальників та партнерів по збірці для виробництва слухового електромобіля від Apple. Потенційні варіанти включають Nissan та Stellantis, а також Magna, яка виготовляє машини для інших марок та багато іншого. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn має існуючі зв&#39;язки з Apple </h2> <p> Foxconn є основним варіантом - компанія вже має зв’язки з Apple як контрактним виробником, який збирає iPhone та інші гаджети. Кілька місяців тому Foxconn представив своє перше шасі електромобіля разом із програмною платформою. </p> <p> Він планує випустити твердотільну батарею до 2024 року, того ж року, як повідомляється, Apple Car увійде в серійне виробництво. Foxconn та Fiat Chrysler спільно працюють над виробництвом електромобілів у Китаї. Apple може скористатися перевагами технологій Foxconn як основою для свого електромобіля. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Магна добре підходить </h2> <p> Канадська Magna створює різні деталі для таких брендів, як BMW та Jaguar Land Rover, на своєму заводі в Граці, Австрія. Magna пропонує свої інженерні та виробничі послуги стартапам EV. Компанія співпрацює з LG для спільного створення двигунів, а нещодавно розпочала збірку автомобілів у Китаї. </p> <p> </p> <p> Bloomberg заявляє, що Magna має переваги попередніх відносин з Apple - це перший виробник контрактів, з яким Apple поговорила, коли вирішила вийти на електромобіль п&#39;ять років тому. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Обговорення Apple-Hyundai можуть перезапустити </h2> <p> Що стосується Hyundai і Kia, вони обидва ведуть виробничі операції в США. Нова платформа електромобіля Kia обіцяє пробіг близько 311 миль (понад 500 кілометрів) та швидку зарядку акумуляторів до 80 відсотків за 18 хвилин. </p> <p> Як повідомляється, Apple була зацікавлена ​​у співпраці з Hyundai / Kia. Однак, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> переговори розвалилися </a> після того, як керівники підтвердили повідомлення про те, що компанія веде переговори з Apple. </p> <blockquote> <p> Великим недоліком Hyundai та Kia є недавній зворотний зв&#39;язок щодо того, чи розробляють вони автомобіль для Apple, відомої таємної компанії. Хоча два автовиробники заявили, що переговорів не відбувається, можливо, дискусії можуть відновитись, якщо Apple вважатиме їх найкращими можливими партнерами. </p> </blockquote> <p> Kia планує представити 23 нові моделі EV на основі своєї платформи до 2025 року. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan та європейські автовиробники </h2> <p> Спроба скласти аргументи, чому Nissan підходить для Apple. Nisan має платформу електромобілів, розроблену спільно з Renault, але найголовніше, що нещодавно її генеральний директор Макото Учіда заявив, що Nissan &quot;має ДНК, щоб робити те, що інші не будуть робити&quot;. </p> <p> </p> <p> Поєднуючи це з тим фактом, що компанія була фінансово напружена протягом останніх 12 місяців, і у вас є можлива угода Apple-Nissan на горизонті, Bloomberg має це: </p> <blockquote> <p> Автовиробник занурився в кризу, повідомивши про свою найбільшу втрату за два десятиліття у 2019 фінансовому році, і може отримати вкрай необхідний дохід від допомоги Apple у розробці або виробництві свого автомобіля. Він також може отримати вигоду від доступу до технологій Apple. Проводячи стратегію обсягу за будь-яку ціну, яка з’їла прибуток, Nissan повинен залучати більш високооплачуваних клієнтів здебільшого завдяки технологіям у своїх автомобілях. </p> </blockquote> <p> Звіт продовжує висвітлювати європейських автовиробників, таких як Stellantis, як можливих партнерів збірки та виробництва для Apple Car. Наявність виробничих потужностей є чи не найбільшим фактором у виробництві автомобілів - просто запитайте у Tesla. У цьому світлі Apple була б розумною передавати виробництво своїх електромобілів у число постачальників та постачальників автомобілів. </p> <p> <small> Кредит зображення: Енді Ван / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Unsplash CC </a></small> </p>"}