{"title":"Команди Microsoft отримують дві нові програми для продуктивності та відстеження","content":"<p> Microsoft представляє два нові Power Apps для команд Microsoft: бюлетені та віхи. Обидва нові додатки зосереджені на спрощенні спільного використання та відстеження роботи, а також створені за допомогою настроюваної платформи живлення, що дозволяє вам формувати їх відповідно до потреб вашої організації. </p> <p> Нові програми вже доступні в магазині Microsoft Teams, тобто ви можете почати користуватися ними відразу. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Нові програми Power для команд Microsoft: бюлетені та віхи </h2> <p> Нові програми виконують функції, що відповідають іменам. </p> <p> Як було оголошено <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> блог Power Apps </a> , <strong> Бюлетені </strong> - це програма Microsoft Teams, з якої ви публікуєте новини про компанію, інформацію тощо для всієї організації. Додаток відіграватиме центральну роль у розподілі комунікацій по всій робочій області, гарантуючи, що кожен користувач отримуватиме сповіщення та буде включений в організаційну розмову. </p> <blockquote> <p> Рішення Bulletins надає комунікаційній команді можливість обмінюватися новинами та інформацією про компанію чи департамент у центральному місці. Статті новин можуть бути впорядковані за категоріями та містити насичений вміст, включаючи зображення, відео та активні кнопки. Видавці також можуть переглядати показники для опублікованих статей, наприклад, кількість переглядів з часом. </p> </blockquote> <p> Бюлетені Microsoft Teams також оптимізовані для мобільних пристроїв. Користувачі мобільних пристроїв мають однаковий доступ до програми та можуть відповідати, налаштовувати та розміщувати те саме, що і їхні настільні аналоги. </p> <p> <strong> Віхи </strong> об&#39;єднує відстеження проектів, оновлення статусу та оновлення міжфункціональних команд в єдиний центр. </p> <blockquote> <p> Кожна організація має унікальну потребу в своєму програмному забезпеченні для відстеження проектів. Додаток Milestones дозволяє легко налаштувати цей досвід за допомогою низького коду. Ви можете оновити мітки полів, додати нові поля або додати потоки бізнес-процесів, такі як сповіщення, для власників робочого потоку, коли в завданні змінюється статус. </p> </blockquote> <p> Тоді Milestones має на меті стати порталом для відстеження проектів, який підтримуватиме всю платформу Microsoft Teams, а не отримувати доступ до іншої програми, щоб відстежувати, що відбувається з вашим проектом. </p> <p> Додаток Milestones дозволить розширити налаштування відповідно до потреб вашої організації та її проектів. Крім того, ви можете закріпити віхи у головному командному каналі, щоб їх бачили всі. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams стає інструментом переходу </h2> <p> Впровадження нових програм для управління проектами та бюлетенів для всієї організації - ще один крок до того, як Microsoft Teams стануть інструментом для кожної функції. Microsoft нещодавно зробив <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Командування навігації набагато простіше </a> , і в останні місяці ми спостерігали, як на платформу спільної робочої області надходить безліч оновлень функціональних можливостей. </p> <p> </p> <p> Оскільки пандемія COVID-19 продовжує впливати на традиційні робочі місця, а практика роботи вдома посилюється, очікуйте, що Microsoft продовжить впроваджувати нові функції Microsoft Teams. </p>"}