{"title":"Microsoft призначила дату видалення застарілого краю","content":"<p> Ми бачили натяки на те, що Microsoft хоче нарешті позбутися свого попереднього Edge, і ось день нарешті настав. Якщо ви використовуєте застарілий Edge, у вас є лише до 13 квітня 2021 року, щоб перейти до нового браузера, перш ніж він буде стертий з вашого ПК. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> Кінець застарілого краю Microsoft </h2> <p> Microsoft оголосила кінцевий термін <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> веб-сайт технічної спільноти </a> . Новини не викликають великого сюрпризу, оскільки програмний гігант не надто витончено розриває зв&#39;язки зі своїм застарілим браузером. Наприклад, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> майбутні мовні пакети більше не підтримують застарілий Edge </a> . </p> <p> Тоді ми не знали, коли Microsoft витягне вилку; все, що ми знали, - це те, що Microsoft хотіла, щоб вона скоро пішла. Зараз програмний гігант окреслив дві ключові дати у видаленні застарілого Edge. </p> <p> Перша дата - це коли Microsoft бере підтримку застарілої версії Edge - це відбувається 9 березня 2021 року. На цю дату застарілий Edge більше не отримуватиме оновлень, навіть якщо хтось знайде в ній неприємний недолік безпеки. Таким чином, це ідеальна дата для зміни веб-переглядачів, якщо ви все ще використовуєте застарілий Edge. </p> <p> Друга дата - 13 квітня 2021 року, коли Microsoft позбулася застарілого Edge. Ми не маємо на увазі просто залишити застарілий Edge на власний розсуд; Microsoft має намір опублікувати оновлення Windows 10, яке очищає старий браузер від операційної системи. </p> <p> Зауважте, що це не призведе до видалення нового Chromium Edge, який <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft випустила трохи більше року тому </a> . Насправді версія Chromium Edge є головною причиною того, чому Microsoft спершу скасовує застарілий Edge. </p> <p> Якщо ви використовуєте Edge, і ви не впевнені, використовуєте застарілу версію або версію Chromium Edge, старий використовує суцільний синій E як логотип. Chromium Edge має більш барвисту синьо-зелену спіраль, яка виглядає як Е. </p> <p> Таким чином, якщо ви використовуєте старий Microsoft Edge, зараз сприятливий час перенести браузери, навіть якщо це невеликий стрибок до Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Вкладання спадщини в ліжко </h2> <p> Якщо ви все ще тримаєтеся на застарілому Edge, зараз фантастичний час перейти на корабель. Відтепер стара версія Edge погіршуватиметься і погіршуватиметься, доки її не буде повністю очищено в квітні 2021 року. </p> <p> Якщо ви завжди хотіли спробувати Chromium Edge, зараз саме час це зробити. Нещодавно Microsoft похвалилася 600 мільйонами користувачів у своєму новому браузері, так що це, безумовно, варто пострілу. </p> <p> <small> Кредит зображення: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}