{"title":"Microsoft полегшує підняти руку в командах","content":"<p> Якщо ви вже намагалися підняти руку в Microsoft Teams, ви, напевно, помітили, що немає швидкого та простого способу зробити це. Однак Microsoft планує це виправити, додавши комбінацію клавіш, яка піднімає руку вправо. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> Нова комбінація клавіш для команд Microsoft </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> OnMSFT </a> вперше помітив анонс нової функції. Microsoft оголосила про розробку цієї функції на <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> UserVoice - це не спеціальний форум, де користувачі можуть представити те, що вони хочуть бачити від Teams, безпосередньо технічному гіганту. Ми раніше помітили <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft додає планування зустрічей Teams </a> завдяки форуму UserVoice. </p> <p> На згаданому форумі хтось запропонував ідею додати комбінацію клавіш для підняття руки на зборах Teams. Корпорація Майкрософт прикрасила нитку своєю присутністю та розмістила таке: </p> <blockquote> <p> Спасибі за ваш відгук. Команда розпочала роботу над цією функцією для настільних Windows та Mac. В майбутньому над веб-клієнтами працюватимуть. Ми надішлемо оновлення, як тільки воно стане доступним. </p> </blockquote> <p> Хоча у нас немає точної дати випуску, не зважайте на майбутнє оновлення, яке додає цю функцію зручності. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Усі, хто цього хотів, підніміть руки </h2> <p> Якщо вам потрібна комбінація клавіш для підняття руки в Teams, вам пощастило. Ми не впевнені, коли він вийде, але це буде бажаним доповненням, коли він буде запущений на Teams. </p> <p> Якщо вам подобається взаємодіяти на зустрічах Teams, чи знаєте ви, що Microsoft додаватиме емодіоподібні реакції до ваших відеодзвінків? </p> <p> <small> Кредит зображення: FS Stock / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}