{"title":"ПКК Microsoft не буде робити пожертви учасникам виборів протягом наступного циклу","content":"<p> Після нападу на Капітолій США Майкрософт призупинила внески до свого PAC і близько трьох тижнів тому. Було прийнято рішення надати комітетові час для оцінки наслідків заворушень та шляхів подальшого розвитку подій. </p> <p> Зараз Microsoft оголосила, що внески від її PAC почнуться знову, але не будуть робити пожертви тим членам Конгресу, які проголосували проти підтвердження результатів виборів. Призупинення триватиме протягом усього виборчого циклу 2022 року і є важливим виступом однієї з провідних світових технологічних компаній. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC призупиняє внески до об’єктів </h2> <p> 5 лютого 2021 р. Пост до <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Корпоративний блог Microsoft </a> показав, як PAC рухатиметься вперед після безпрецедентного нападу на Капітолій країни. </p> <p> </p> <p> PAC від Microsoft більше не буде дарувати членам Конгресу, &quot;які проголосували проти завірення виборців&quot;. Це стосується будь-яких державних чиновників та інших організацій, які підтримали заперечення або запропонували депутатам скасувати результати виборів. </p> <p> PAC також змінить підхід до пожертв. Раніше всі пожертви були зроблені політичним кандидатам, як і для багатьох комітетів політичних дій. </p> <p> Однак Microsoft PAC бере до уваги, що деякі члени, які надають внески, не бажають підтримувати конкретних політичних діячів, і натомість воліють фінансувати роботу та організації, що зосереджуються на &quot;збереженні та сприянні демократії&quot;. </p> <p> </p> <p> Як продовження цієї політики, ПКК також буде тісніше співпрацювати з іншими підприємствами та організаціями, які поділяють ті самі ідеали. </p> <p> Остаточна зміна PAC - це назва. Існуючі члени Microsoft PAC виявили, що назва не повністю відображає той факт, що це добровільний фонд. Відтепер PAC перейменовується у добровільний PAC зацікавлених сторін корпорації Microsoft (MSVPAC). </p> <blockquote> <p> Ми вважаємо, що ці кроки є доречними, враховуючи важливість цих питань для стабільності та майбутнього американської демократії. Їх також широко підтримували під час сеансів прослуховування та інших відгуків працівників. Ми усвідомлюємо, що, хоча і важливі, ці кроки будуть занадто великими або замалими для деяких працівників. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Спроби Microsoft відмежуватися від учасників виборів </h2> <p> Новина про те, що Microsoft тепер дистанціюється від тих, хто заперечує, не дивує. Це не занадто мало, занадто пізно від технічного гіганта, але це, безсумнівно, спроба зберегти обличчя після того, як виявилося, що Microsoft PAC зробив значні пожертви багатьом членам Конгресу в основі руху, щоб відхилити результати виборів. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @ Microsoft </a> є одним з найбільших внесків до членів Конгресу, які намагалися підірвати демократичний процес <br><br> Корпорація Майкрософт не взяла на себе зобов’язань припинити фінансування цієї групи <br><br> На засіданні компанії в четвер през Бред Сміт пояснив, чому. <br><br> І це досить жахливо </p> - Джадд Легум (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 січня 2021 року </a></blockquote>  <p> Навіть якщо президент Майкрософт Бред Сміт намагався пояснити внески як звичайний політичний інструмент для отримання доступу до політиків (наприклад, пожертви на політичну підтримку), це підкреслює, чому так багато людей вважають, що існування ПКК та Супер ПКК завдає значної шкоди демократії процес. </p>"}