{"title":"Незабаром Microsoft може винагородити вас за використання Edge","content":"<p> Новий Microsoft Edge зробив стрибки з того часу, як перейшов до збірки Chromium, але ще не всі впевнені в тому, щоб використовувати його. Програмний гігант прагне це виправити, виставляючи людям бали в Microsoft Rewards за користування новим браузером. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Заробляйте великі бали за допомогою Microsoft Edge </h2> <p> Нещодавні зміни в Microsoft Rewards були помічені <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> onMSFT </a> . Деякі користувачі &quot;орлиних очей&quot; відзначають, що зараз Microsoft надає набагато більше балів тим, хто використовував Edge для пошуку на Bing. </p> <p> Ви можете обміняти ці бали на смаколики, що є великим благом для шанувальників Microsoft. Наприклад, ви можете використовувати Microsoft Rewards для отримання <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> безкоштовно Xbox Live Gold - - </a> . </p> <p> Раніше користувачі отримували невеликий приріст, коли використовували Edge для пошуку в Bing. Ви б отримали 150 балів, якщо шукали на ПК та 100 на мобільному пристрої. Який би метод ви не вибрали, ви отримали бонус 20 балів, якщо використовували Microsoft Edge під час пошуку в Bing. </p> <p> Зараз Microsoft експериментує з новою точковою системою, яка може дати до 250 балів лише за використання Edge. Microsoft врівноважує посилені точки Edge, даючи менше для використання ПК або мобільного пристрою, але це все ще багато для простого використання браузера Edge. </p> <p> Деякі люди не бачать цих покращених точок Edge, тому є велика ймовірність, що Microsoft просто бачить, як зараз все відбувається. Однак це показує, що компанія розглядає можливість винагороди користувачів більше за використання Edge. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Перенесення балів Microsoft Rewards до краю </h2> <p> Якщо ви великий шанувальник Microsoft Rewards, ви захочете спробувати використовувати Edge для пошуку Bing у майбутньому. Здається, компанія планує виграти більше нагород для користувачів Edge як подяку за використання свого браузера. </p> <p> Якщо вам потрібно більше виправдань для завантаження Microsoft Edge, чи знали ви, що в деяких областях він може бути продуктивнішим, ніж Google Chrome? Наприклад, він легший на акумуляторах для ноутбуків і зменшує обсяг пам&#39;яті. </p> <p> <small> Кредит зображення: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}