{"title":"Microsoft додає попередження про загрозу національної держави до Defender для Office 365","content":"<p> В цікавому оновленні та як пряма відповідь на кібератаку SolarWinds, Microsoft має додати нове попередження про хакерську активність в національній державі до Microsoft 365. Попередження попереджатимуть користувачів про будь-які потенційні загрози, що виникають від зловмисника національної держави, надаючи користувачам час реагувати на загрозу. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft представляє національні сповіщення про загрози </h2> <p> Захисник Microsoft для Office 365 (раніше відомий як розширений захист від загроз Office 365) відобразить сповіщення, що повідомляє корпоративним користувачам про те, що підозра на атаку національної держави заважає його робочій області. </p> <blockquote> <p> Ці атаки представляють деякі з найдосконаліших та найпостійніших заходів, які відстежує Microsoft. Центр розвідки Microsoft Threat розслідує ці загрози, створює всебічні профілі діяльності та тісно співпрацює з усіма групами безпеки Microsoft, щоб здійснити виявлення та пом’якшення для захисту наших клієнтів. </p> </blockquote> <p> Microsoft вже повідомляє тисячі користувачів щороку про те, що актор національної держави може заважати їх мережі. Однак наразі попередження надсилаються електронною поштою. </p> <p> Якщо користувач Microsoft Defender для Office 365 не перевірить свою електронну пошту в день, він може пропустити важливе сповіщення. Незважаючи на те, що Defender для Office 365 - це перш за все корпоративний продукт, важливі повідомлення все ще проскакують через прогалини. </p> <p> Нові сповіщення з’являться на інформаційній панелі Microsoft Defender для Office 365. Це матиме набагато більший шанс бути поміченим адміністраторами мережі, командами безпеки, управлінським персоналом тощо. </p> <p> Microsoft додала &quot;Потенційні сповіщення про активність національної держави&quot; до Дорожньої карти Office 365 6 лютого 2021 року і очікує, що ця функція завершиться до кінця місяця. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Що таке напад національної держави? </h2> <p> Атака національної держави вважається одним з найнебезпечніших видів кібератак, таких як глибина знань та коло ресурсів, доступних для актора загрози. </p> <p> </p> <p> <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> нещодавня кібератака SolarWinds </a> сильно підозрюється в нападі національної держави, такий рівень досвіду був необхідний для проникнення в такі мережі високого рівня. Напад, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> відомий як злом ланцюга поставок </a> , скомпрометував кілька цілей, залишаючись неактивними в мережах жертви протягом місяців. </p> <p> Але, незважаючи на те, наскільки небезпечна атака на національну державу звучить і з’являється, більшість випадків звичайні користувачі, такі як ви і я, не є цілями. Виділяти такі значні ресурси для нападу на звичайних громадян не варто, оскільки є набагато простіші способи доступу до їх даних. </p> <p> Як такі, загрози національних держав зазвичай атакують набагато більші цілі, такі як урядові установи, великі технологічні компанії, національну інфраструктуру тощо. </p>"}