{"title":"Новий консьєрж Nintendo Switch покаже вас навколо вашої консолі","content":"<p> Якщо ви новий користувач Nintendo Switch, який базується в США, і не знаєте свого ZL із ZR, то вам пощастило. Nintendo тут, щоб допомогти вам. </p> <h2 id=\"nintendo-launches-nintendo-switch-concierge\"> Nintendo запускає консьєрж Nintendo Switch </h2> <p> Nintendo оголосила про свою нову послугу Switch Concierge, розмістивши повідомлення на <a href=\"https://www.nintendo.com/whatsnew/detail/2021/get-one-on-one-help-with-your-new-system-from-our-experts/\" target=\"_blank\" rel=\"nofollow noopener\"> Новини Nintendo </a> . Це пілотна схема, наразі доступна лише в США, яка має на меті показати людей навколо їхньої нової консолі Switch. </p> <p> Починаючи відразу, нові американські власники Nintendo Switch можуть відправитися на <a href=\"https://www.nintendo.com/nintendo-switch-concierge/\" target=\"_blank\" rel=\"nofollow noopener\"> Переключіть сторінку консьєржа на Nintendo.com </a> та записатися на зустріч із реальним представником Nintendo. Потім вони проведуть вас через вашу консоль та її функції. Абсолютно безкоштовно. </p> <p> </p> <h2 id=\"what-does-nintendo-switch-concierge-do\"> Що робить консьєрж Nintendo Switch? </h2> <p> У реченні Nintendo Switch Concierge показує вас навколо вашої консолі та допомагає вам найкраще її використовувати. </p> <p> Не забувайте, Консьєрж - це пілотна схема, яка триватиме лише до 22 лютого. У разі успіху Nintendo розгляне можливість розгортання служби як більш постійну функцію. </p> <p> Користувачі можуть підписатись на серію півгодинних відео-чатів, що охоплюють основні уроки, спрямовані на отримання максимальної віддачі від вашої консолі. Доступні уроки (і те, що кожен з них передбачає): </p> <ul> <li> <strong> Nintendo Switch 101 </strong> : &quot;Огляд системи Nintendo Switch, включаючи режими гри, процес налаштування, придбання та відтворення ігор, включаючи будь-які загальні запитання, які можуть виникнути у вас&quot; </li> <li> <strong> Ігри (Початок роботи) </strong> : &quot;Огляд ігор Nintendo Switch, включаючи: варіанти придбання, ігрову карту проти цифрових завантажень, жанри ігор та функціональність списку бажань.&quot; </li> <li> <strong> Ігри (Що грати далі) </strong> : &quot;Діліться та обговорюйте рекомендації щодо наступних ігор, виходячи з того, хто грає, стилів гри, улюблених ігор, системи та аксесуарів, що належать&quot;. </li> <li> <strong> Безпека та конфіденційність </strong> : &quot;Дізнайтеся, як встановити ігрові обмеження для сім’ї, перегляньте варіанти безпеки та встановіть обмеження на покупки.&quot; </li> <li> <strong> Обліковий запис Nintendo </strong> : &quot;Огляд облікового запису Nintendo, програми винагородження My Nintendo та Nintendo Switch Online, включаючи взаємодію між кількома системами (якщо це можливо).&quot; </li> <li> <strong> Налаштування </strong> : &quot;Дізнайтеся всі способи, якими ви можете налаштувати свій досвід роботи з Nintendo, включаючи налаштування системного інтерфейсу, додавання аксесуарів та натхнення від @NintendoInspired Instagram.&quot; </li> </ul> <p> Тоді достатньо ладнати з цим. Якщо 30-хвилинний сеанс не охоплює всього, що ви очікували, то ви зможете знайти більш розширені підручники в інших місцях, таких як <a href=\"https://www.makeuseof.com/best-nintendo-switch-apps/\" target=\"_blank\" rel=\"nofollow noopener\"> які неігрові програми для перемикання встановлювати </a> або <a href=\"https://www.makeuseof.com/stop-sharing-nintendo-switch-eshop-data/\" target=\"_blank\" rel=\"nofollow noopener\"> як вимкнути Google Analytics на комутаторі eShop </a> . </p> <p> </p> <h2 id=\"the-nintendo-switch-is-a-great-platform-for-everyone\"> Комутатор Nintendo - це чудова платформа для всіх </h2> <p> <img alt=\"nintendo switch\" src=\"images/nintendo-switch-1-390.jpg\" loading=\"lazy\"> </p> <p> Незалежно від того, що ви думаєте про саму Nintendo, ви не можете заперечити, що Switch (і Switch Lite, звичайно) є чудовою платформою, яка добре працює як для початківців, так і для геймерів. </p> <p> Такі дії, як цей консьєрж Nintendo Switch, демонструють, наскільки інвестована компанія Nintendo у те, щоб зробити комутатор таким приємним для кожного, хто купує консоль, включно з ним. </p>"}