{"title":"Нібито Парлер запропонував організації &quot;Трамп&quot; частку власності","content":"<p> Під час перебування на посаді колишнього президента Дональда Трампа Парлер і команда Трампа нібито намагалися домовитись про угоду, яка зробить основну соціальну мережу Парлера Трампа. Натомість Трамп отримав би 40-відсотковий пакет акцій платформи. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Парлер, можливо, хотів, щоб на борту був Трамп </h2> <p> Parler, соціальна мережа свободи слова, останнім часом робить заголовки, і не лише тому, що в основному політично консервативною платформою <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> завантажується з магазинів додатків та веб-служб Amazon </a> . </p> <p> Цього разу звіт <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Новини Buzzfeed </a> стверджує, що Парлер запропонував Трампу 40-відсотковий пакет акцій Парлера, якщо він зробить це своєю основною соціальною платформою. Як повідомляється, ці переговори відбулися влітку 2020 року і були знову порушені після листопадових виборів. </p> <p> Залишається незрозумілим, чи брав участь у переговорах сам Трамп. Юрист, цитований у звіті Buzzfeed, каже, що якщо Трамп погодиться на цю угоду під час свого президентства, можливо, це порушило закони про боротьбу з хабарництвом. </p> <p> Журналісти Buzzfeed також стверджують, що бачили документи цих переговорів. Як частина угоди, Трамп, мабуть, повинен буде розміщувати повідомлення в Parler принаймні за чотири години до всіх інших соціальних мереж. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> Що робити, якщо Трамп зробив Парлер основною мережею? </h2> <p> Маючи Трампа як частого користувача платформи, ймовірно, це підштовхнуло б Парлера до ще більших висот. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Парлер спостерігав масову міграцію до мережі </a> після програшу Трампа на виборах 2020 року, і ця зграя, ймовірно, була б ще більшою, якби Трамп був на борту. </p> <p> Під час своєї кампанії та президентства Трамп звернувся до Facebook та Twitter, щоб зібрати прихильників. Трамп ніколи не звертався до Парлера як до своєї мережі, платформи, де його аудиторія, швидше за все, була б більш прийнятною. </p> <p> Трамп був <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> заборонено постійно забороняти користуватися Twitter </a> і <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> призупинено на невизначений час із Facebook </a> —Приєднання до Парлера могло пом&#39;якшити цей удар. Однак у Парлера все, очевидно, не склалося. </p> <p> Після того, як платформа потрапила до чорного списку, <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Правління Parler нібито звільнило власного генерального директора та співзасновника Джона Матце </a> . Очевидно, Matze домагався посилення модерації, щоб допомогти Parler повернути собі місце в магазинах додатків, але решті команди Parler ця ідея не сподобалася. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Що визначає майбутнє Парлера? </h2> <p> Тепер, коли Джон Матце нібито покинув крісло генерального директора, Парлер має ще більш непевне майбутнє. В даний час веб-сайт відображає статичну веб-сторінку, але ніхто не знає, коли веб-сайт буде офіційно запущений і запущений. </p> <p> Коли Трамп вийде з Білого дому, чи залишатиметься база даних Парлера все ще такою ж сильною, якою вона була наприкінці його президентства? Якби Трамп уклав цю передбачувану угоду з Парлером, можливо, це і було б. </p>"}