{"title":"Photoshop, Illustrator та Fresco Додати співпрацю з документами","content":"<p> Ви коли-небудь працювали над творчим проектом з іншими в Інтернеті? Це може часто складатися з надсилання файлів туди-сюди електронною поштою чи повідомленнями. Завантажуючи новий файл лише для редагування, і завантажуючи файл знову, перш ніж хтось інший зможе зробити те саме - процес часом здається незграбним та неефективним. </p> <p> Але якщо проекти вашої команди були зроблені у Photoshop, Illustrator або Fresco, ви були б раді дізнатися, що Adobe щойно впорядкувала цей робочий процес для вас. </p> <h2 id=\"collaborate-on-the-cloud\"> Співпрацюйте в хмарі </h2> <p> Менеджер продукту Photoshop Пем Кларк розмістила в <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Блог Adobe </a> з оновленням функцій для Photoshop, Illustrator та Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Тепер, що сидить у верхньому правому куті відповідного користувацького інтерфейсу кожної програми - це нове <strong> Запросити до редагування </strong> особливість. У процесі, дуже схожому на <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> обмін на Google Диску </a> , Ви можете натиснути кнопку, щоб відкрити текстове поле для введення електронної пошти того, кого ви хочете додати до проекту як співавтора. </p> <p> Усі співавтори мають доступ до редагування документа та історії його версій на підтримуваних пристроях. Для Photoshop та Illustrator це ПК та iPad. Для Fresco це ті самі дві платформи, крім iPhone. </p> <p> Одночасно лише одна особа може працювати над спільним хмарним документом, але збережені ними зміни синхронізуються з усіма співавторами автоматично. Ви можете отримати доступ до своїх спільних хмарних документів на своєму <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Активи Adobe </a> на сторінці та в <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Creative Cloud </a> настільний додаток. </p> <p> Вам потрібні нові кисті на сезон? Кайл Т. Вебстер, старший євангеліст дизайну в Adobe, випустив <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> Набір зимових щіток 2020 </a> для фотошопу та фрески. </p> <p> </p> <p> У цьому ж дописі також детально описано додавання Preset Sync до Photoshop для Mac та Windows. Увімкніть його, і параметри ваших пензлів, зразків, градієнтів, візерунків, стилів та фігур збережуться. &quot;Синхронізовані щітки найближчим часом з’являться у версії iPad&quot;, - пише Кларк. </p> <p> </p> <p> Крім того, якщо ви художник, який часто перебуває в дорозі, ви із задоволенням дізнаєтесь, що тепер ви можете обертати полотно в Illustrator на iPad. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe спрощує віддалену роботу </h2> <p> Цифровим креативникам легко вдарити Adobe, коли ми бачили, що вони так довго домінують на ринку цифрового мультимедійного програмного забезпечення. Але ви не можете справедливо списати Adobe як компанію, яка займається грошима, коли вона постійно адаптується до того, як її користувачі змінювали свій робочий процес з часом. </p> <p> Це нове оновлення функцій Photoshop, Illustrator або Fresco з’являється лише через п’ять днів <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark додав спільні бренди </a> . Зараз, коли стає більш нормальним працювати з людьми виключно в Інтернеті, здається, компанія робить все можливе, щоб зробити співпрацю в Інтернеті трохи більш безшовною. </p> <p> Тримати пальці схрещеними; можливо, у майбутньому ми побачимо, як хмарне редагування приходить до всіх програм Creative Cloud. </p>"}