{"title":"ОС Raspberry Pi стикається з відхиленнями користувачів після включення Microsoft Repo після оновлення","content":"<p> Нещодавно з’ясувалося, що операційна система з відкритим кодом, Raspberry Pi OS, встановлює сховище Microsoft під час встановлення. Включення одного з численних сховищ Microsoft означає, що кожного разу, коли оновлюється ОС Raspberry Pi, він пінгує сервер Microsoft, потенційно розкриваючи інформацію про ваш пристрій. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> ОС Raspberry Pi надсилає дані в Microsoft? </h2> <p> A <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Пост Reddit </a> детально описано, як і чому ОС Raspberry Pi (раніше відома як Raspbian) почала надсилати дані на сервери Microsoft кожного разу, коли оновлюється операційна система. </p> <blockquote> <p> Офіційно це тому, що вони схвалюють IDE Microsoft (!), Але ви отримаєте його, навіть якщо встановили із світлого зображення і використовуєте свій Pi без голови без графічного інтерфейсу. Це означає, що кожного разу, коли ви виконуєте &quot;влучне оновлення&quot; на [Raspberry] Pi, ви виконуєте пінг-сервер Microsoft. </p> </blockquote> <p> Одне занепокоєння користувачів полягає в тому, що корпорація Майкрософт може зібрати інформацію про пристрій, що використовується, наприклад, IP-адресу, а потім зв’язати її з іншою інформацією для створення цільового рекламного профілю. Для тих користувачів, які активно намагаються працювати нижче РЛС, це може служити методом ідентифікації. </p> <p> Але для багатьох користувачів у грі є більші проблеми. </p> <p> По-перше, багато користувачів висловили розчарування тим, що проект із відкритим кодом оновить свої сховища джерел, не інформуючи користувачів. По-друге, те, що оновлення додає сховище Microsoft до існуючих установок, також викликає гнів. </p> <p> По-третє, відповідь засновника Raspberry Pi Ебена Аптона повністю відкинула цю проблему, ставлячи під сумнів, чому користувачі взагалі можуть хвилюватися щодо такого включення. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Вибачте: я не можу зрозуміти, чому ви вважаєте, що це було суперечливим завданням. Ми постійно робимо подібні речі, не публікуючи публікацію в блозі про те, як відмовитись. </p> - Ебен Аптон (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> 3 лютого 2021 року </a></blockquote>  <p> Здається, щонайменше, користувачі хотіли б отримати інформацію про те, що сховище Microsoft буде додано до ОС Raspberry Pi за замовчуванням. Беручи до уваги характер спільнот, найбільш пов’язаних із використанням Raspberry Pi (користувачі Linux з відкритим кодом, орієнтовані на конфіденційність), це здається справедливим. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Чи буде ОС Raspberry Pi надалі зберігати сховище Microsoft? </h2> <p> На жаль, користувачам ОС Raspberry Pi доведеться посміхатися і терпіти це, якщо вони хочуть продовжувати використовувати офіційну операційну систему. </p> <p> У темі, що стосується репо Microsoft на <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Форуми Raspberry Pi </a> , Директор з програмної інженерії Raspberry Pi Гордон Холлінгворт, сказав: &quot;Це не зміниться, тому що це робить перший досвід для людей, які хочуть використовувати такі інструменти, як VSCode, простішим&quot;. </p> <p> Що, у свою чергу, означає, що деякі користувачі неминуче залишать ОС Raspberry Pi позаду у пошуках альтернативи. На щастя, коли мова заходить про Raspberry Pi, у вас є безліч чудових альтернативних операційних систем на вибір. </p> <p> </p> <p> Тим не менш, деякі користувачі також підуть на це далі і взагалі перейдуть з Raspberry Pi, перейшовши до одного з інших крихітних комп&#39;ютерних конкурентів. </p>"}