{"title":"Звіт: Apple Tasks - колишній апаратний керівник із AR / VR Work","content":"<p> Як повідомляється, Дану Річчо, колишньому апаратному шефу Apple, було доручено керувати витратами на пристрої з доповненою реальністю (AR) та віртуальною реальністю (VR). Нещодавно він розпочав &quot;нову главу&quot; в Apple, а зараз веде невизначений &quot;новий проект&quot;. </p> <p> &quot;Я з нетерпінням чекаю зосередити весь свій час та енергію в Apple на створенні чогось нового та чудового, чим би я не міг більше радіти&quot; <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Прес-реліз Apple </a> цитує його слова. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Блумберг </a> зараз Річчо зосереджений на AR / VR гарнітурах Apple. </p> <h2 id=\"riccio-s-importance-to-apple\"> Значення Річчо для Apple </h2> <p> Цей гучний керівник працює в Apple більше двох десятиліть. Річчо працював над такими хітовими проектами, як оригінальний iMac, модельний ряд iPhone 12 та новий Mac M1. Таким чином, він робить ідеальний вибір для прискорення зусиль AR / VR від Apple. </p> <p> Деякі люди заявляють, що перестановка апаратної інженерної організації Apple є вагомим свідченням того, що Річчо міг говорити про проект Titan, внутрішню кодову назву міфічного проекту Apple Car. Це майже напевно не так, оскільки Apple Car, як вважають, залишається щонайменше за півроку до випуску. </p> <p> </p> <p> Хоча Apple Car на його нинішньому етапі, ймовірно, не потребує неподільної уваги Річчо, він видається великим активом з точки зору стратегії Apple AR / VR. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> AR / VR стратегія Apple </h2> <p> Вважається, що Apple працює над <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> дорога, потужна гарнітура зі змішаною реальністю, яка може бути випущена в 2021 році </a> . Він повинен вийти напередодні більш доступних AR-окулярів для широкого загалу, які, як повідомляється, будуть випущені в 2022 році. Джерела описують гарнітуру як дорогий, нішевий аксесуар, що працює на замовлення від чіпа Apple, який швидший, ніж кремній M1, який можна знайти в нових Mac. </p> <p> Інші технічні характеристики, за чутками, включають подвійні 8K-дисплеї та купу бортових камер для точного відстеження очей та рук. Пристрій може коштувати близько 3000 доларів, що порівнянно з HoloLens від Microsoft. Це описано як нішевий аксесуар, який Apple, ймовірно, продаватиме переважно розробникам, щоб вони могли створювати додатки AR / VR для пристрою. </p>"}