{"title":"Звіт: Apple може припинити виготовлення iPhone 12 Mini у другому кварталі","content":"<p> IPhone 12 mini - найменший з останніх поколінь iPhone iPhone - і це, мабуть, виявилося справедливим і для його продажів. З самого першого дня найменша мініатюра з серії iPhone 12 була представлена ​​повідомленнями про те, що вона не продається у кількості своїх більших, дорожчих братів і сестер. </p> <p> Зараз звіт інвестиційного банку JP Morgan, яким поділився <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , стверджує, що Apple може потенційно припинити виробництво одиниць iPhone 12 mini, як тільки відбудеться другий календарний квартал 2021 року. Це може означати, що у телефону могло б бути ще кілька місяців, перш ніж він взагалі перестане виготовлятися. </p> <h2 id=\"adjusting-iphone-12-orders\"> Налаштування замовлень iPhone 12 </h2> <p> В інвестиційній записці аналітика мережі постачальників JP Morgan Вільяма Янга також зазначається, що деякі інші зміни Q2, які Apple може вносити в лінійку iPhone 12. Ян заявляє, що Apple збільшить кількість iPhone 12 Pro Max на 11 мільйонів одиниць, iPhone 12 Pro ще на 2 мільйони одиниць, а iPhone 11 епохи 2019 року на додаткові 8 мільйонів одиниць. </p> <p> Тим часом звичайні пристрої iPhone 12 будуть скорочені та становитимуть 9 мільйонів одиниць, тоді як iPhone 12 mini скоротиться на 11 мільйонів одиниць - те саме зменшення кількості, що iPhone 12 Pro Max отримує як збільшення. Звіт припускає, що Apple може повністю зупинити виробництво iPhone 12 mini протягом кварталу. </p> <p> </p> <p> Ми не вперше чуємо, що iPhone 12 mini є порівняльним провалом для Apple. У звіті Morgan Stanley нещодавно стверджувалося, що Apple скорочувала замовлення iPhone 12 у першому кварталі 2021 року. </p> <p> Тим часом, у попередньому звіті висловлювалось припущення, що, хоча дев’ять із 10 найкращих смартфонів, активованих на Різдво в США, були iPhone, iPhone 12 mini єдиний не увійшов до списку. (Це незважаючи на те, що були включені деякі набагато старіші iPhone). </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: Дивовижна міс </h2> <p> Той факт, що iPhone 12 mini, здається, боровся, дивно. Він отримав відмінні відгуки та пропонує преміальний досвід роботи iPhone 12, упакований у невеликий форм-фактор. </p> <p> Він включає той самий повноекранний OLED-дисплей, що і його більші брати та сестри (хоча і трохи менші), Face ID, процесор A14 Bionic та підключення 5G. Починаючи з лише $ 699, це найдешевший з нових iPhone Apple. Але виявляється, що з якихось причин він просто не зміг досяг такого ж успіху, як більші айфони цього року. </p> <p> Цікаво, що у звіті JP Morgan випливає, що Apple планує випустити ще чотири iPhone цього року. Здається, це означає, що Apple ще може бути не готова кинути рушник на меншій «міні» лінійці iPhone. Нам доведеться почекати до вересня, щоб подивитися, що станеться. </p>"}