{"title":"Sony May Face PS5 DualSense Class Action Action","content":"<p> З настанням чергового дня відбувається і новина про те, що консольний гігант - цього разу Sony - потенційно стикається з колективним позовом, який обертається навколо несправних контрольних майданчиків. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> &quot;Дрейф&quot; DualSense піднімає потворну голову </h2> <p> Нікуди не дітися від того, що Sony розбила цвіль за допомогою контрольної панелі DualSense PS5. Цілком буквально, насправді, дано <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> як Sony вибивала всі ці символи PlayStation на шасі колодки </a> . </p> <p> Однак a <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> заява юридичної фірми США CSK &amp; D </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) повідомляє нам, що для Sony може бути на колективі позов. Чому? Оскільки, як і Joy-Cons від Nintendo, власники PS5 повідомляють про дрейф великих пальців. </p> <p> Якщо ви стежили за висвітленням саги щодо дрейфу Joy-Con, з якою стикається Nintendo, тоді ви можете впізнати CSN &amp; D. Це тому, що одна з юридичних фірм також подає позов проти Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Що говорить колективна дія? </h2> <p> У своїй заяві CSK &amp; D говорить: </p> <blockquote> <p> CSK &amp; D розслідує потенційну групову дію на основі повідомлень про те, що контролери Sony PS5 DualSense для консолі PlayStation 5 можуть мати проблеми з дрейфом та / або передчасно виходити з ладу. Зокрема, повідомляється, що джойстик на певних контролерах PS5 DualSense автоматично реєструє рух, коли джойстик не контролюється, і заважає геймплею. </p> </blockquote> <p> Отже, як і у випадку з Nintendo Joy-Con, джойстики на DualSense страждають від передчасного зносу. Компоненти, які утримують джойстик у положенні в режимі очікування, погіршуються, отже, накладка реєструє рух без взаємодії гравця. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> Що таке дрейф DualSense? </h2> <p> Коли ви пересуваєте палець великого пальця на вашому DualSense, це реєструє рух за допомогою консолі PS5 і переводить це в дію на екрані. Ось як працює контролер DualSense, за звичайних обставин і коли він знаходиться на піку здоров&#39;я. </p> <p> Ви відразу дізнаєтесь, чи дрейфують ваші палиці DualSense. Як Оскільки ваш PS5 почне поводитися так, ніби ви використовуєте палицю, навіть якщо ви навіть не торкаєтесь її. </p> <p> Отже, ваш персонаж може рухатися по екрану без вашого введення, або курсор може кружляти між параметрами меню, не торкаючись паличок. У будь-якому випадку, ви не хочете, щоб стався дрейф DualSense. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> Що ви можете зробити щодо дрейфу DualSense? </h2> <p> Якщо у вашої контрольної панелі є проблеми з дрейфом, тоді ви можете зв’язатися <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Підтримка PlayStation </a> і домовитись про повернення. Sony випустила PS5 лише в листопаді 2020 року, тож ви гарантовані. </p> <p> Майте на увазі, що гарячі лінії служби підтримки PS можуть бути дуже зайнятими; він також отримуватиме дзвінки, що стосуються питань консолі PS5. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Чи сучасні контролери хорошої якості? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Ви можете підняти стільки суєти, скільки завгодно, навколо свого контролера, але якщо він перестане працювати, тоді всі чудові функції, які ви надихаєте, застарівають. </p> <p> Оскільки ми бачимо більше контролерів та більше їх використання на багатьох платформах, дизайнери та виробники консолей повинні забезпечити, щоб компоненти були на подряпині, перш ніж їх випустити. Ніхто не хоче ігрової консолі, на якій вони не можуть грати. </p>"}