{"title":"Snapchat &quot;Проверка друзів&quot; запрошує вас очистити небажаних друзів","content":"<p> Чи може ваш список друзів Snapchat скоротити кількість? Якщо у вас накопичилося безліч друзів, яких ви навіть не пам’ятаєте додати, функція перевірки друзів Snapchat заохотить вас очистити цих небажаних користувачів. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Пора очистити список друзів </h2> <p> Допис на <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Snap Newsroom </a> акценти Friend Check Up, нова функція, представлена ​​саме вчасно <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> День безпечного Інтернету </a> . Friend Check Up з’явиться як сповіщення на Snapchat і запропонує переглянути свій список друзів. </p> <p> У сповіщенні буде сказано: &quot;Snapchat для справжніх друзів. Торкніться, щоб переглянути список своїх друзів&quot;. Вибір сповіщення призведе до вашого списку друзів, де ви зможете перервати небажані з&#39;єднання. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> Мета цього інструменту - допомогти вам видалити будь-яких користувачів, яких ви могли випадково додати, а також усіх, кого ви просто не хочете у своєму списку друзів. Наявлення цього нагадування також є чудовою функцією безпеки - зрештою, ви, можливо, несвідомо надаєте певним користувачам доступ до своїх історій та вашого місцезнаходження. </p> <p> </p> <p> За даними Snapchat, ця функція буде запущена на пристроях Android найближчими тижнями, а на iOS - найближчими місяцями. </p> <p> Тим не менш, вам не потрібно чекати, поки Snapchat випустить цю функцію, щоб розпочати очищення списку друзів. Ви можете зробити це прямо зараз, перейшовши до свого профілю Snapchat і натиснувши <strong> Мої друзі </strong> . Тривале натискання на користувача, якого потрібно стерти, торкніться <strong> Більше </strong> , а потім вдарив <strong> Видалити друга </strong> &gt; <strong> Видалити </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Інші шляхи Snapchat - це підвищення безпеки </h2> <p> У тому ж дописі в блозі Snapchat оголосив, що також співпрацює з Connect Safely в США та ChildNet у Великобританії для відображення освітніх фільтрів. Проводячи вгору ці фільтри, ви зв’яжете вас із ресурсами з безпеки в Інтернеті відповідної організації. </p> <p> Крім того, Snapchat розширює інтеграцію з Кризовою текстовою лінією в США та планує запустити подібну функцію у Великобританії. Платформа також співпрацює з проектом The Trevor, щоб забезпечити додаткові ресурси для молоді ЛГБТК </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat відточує близьких друзів </h2> <p> Функція перевірки друзів - це лише ще один спосіб, яким Snapchat намагається зміцнити свій імідж як платформи для близьких друзів, а не зовсім незнайомих людей. </p> <p> Платформа пишається тим, що не заохочує спілкування між людьми, які погано знають одне одного. Він створений для близьких друзів, про що свідчить 64-членне обмеження групи на платформі та той факт, що ви не можете спілкуватися ні з ким, якщо ви обидва не прийняли прохання друга про друзі. </p>"}