{"title":"Steam встановлює новий рекорд, щоб почати 2021 рік із вибухом","content":"<p> Steam знову побив власний рекорд для більшості людей, які одночасно користуються платформою. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> Одночасні користувачі Steam - 26 мільйонів </h2> <p> Steam щойно оновив свій <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Статистика Steam </a> сторінки. Тут ми бачимо, що популярний ігровий ринок та сервіс потокової передачі розбили свій попередній рекорд &quot;одночасних користувачів&quot; із майже 26,5 мільйонами гравців в Інтернеті одночасно. </p> <p> Це &quot;пікове&quot; значення, що означає, що воно було найвищим зафіксованим статистичним показником протягом 24 годин. Сторінка Steam Stats постійно оновлюється, надаючи користувачам Steam можливість побачити, скільки людей перебуває в мережі в будь-який час дня та ночі. На сайті представлена ​​статистика за 48-годинний період. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Слід зазначити, що ця цифра стосується того, скільки людей Steam увійшло в систему, а не скільки людей грає. Ті, хто потрапляє під &quot;активних користувачів&quot;, і одночасно Steam встановив цей рекорд, 7,2 з цих 26,5 мільйонів людей були зайняті відтворенням своїх улюблених назв. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Коли Steam востаннє встановив рекорд? </h2> <p> Це не перший раз, коли Steam побиває власний рекорд у 2021 році. Жодного підступного подвигу, враховуючи, що ми лише в лютому. </p> <p> На початку січня Steam оновив свою статистику, щоб продемонструвати новий рекорд, який становив приблизно 25,5 мільйона. Отже, цей рекорд створює новий прецедент, розбивши попередній показник на 1 мільйон додаткових користувачів. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Чому Steam так популярний? </h2> <p> Ну, 26,5 мільйонів людей не можуть помилятися, чи не так? Steam - неймовірно популярна платформа з поважних причин. Він має величезне багатство ігор для гри, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> це безпечний ринок для придбання цих ігор </a> , і в ньому є масивна спільнота однодумців, до якої можна долучитися. </p> <p> Мало того, але самі ігри також приваблюють передплатників Steam. Коли я писав цю статтю, майже 1 мільйон людей грав у Counter-Strike: Global Offensive. Півмільйона заповнювали сервери Dota 2. Кількість одночасних користувачів становила 25,1 мільйона і зростала, припускаючи, що Steam може мати ще одну рекордну статистику для нас до завтра. </p> <p> Крім того, нам також потрібно врахувати той факт, що ігри в 2020 році зросли популярністю, не в останню чергу тому, що COVID змусив усіх залишатися в приміщенні. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> Минулого року витрати на ігри в США пройшли через дах </a> . Не дивно, справді. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam продовжує рости </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam завжди був популярною платформою, і 2020 рік поставив її у потужне становище. Це обнадіює, враховуючи, що 2020 рік був жахливим для більшості підприємств. </p> <p> Існує безліч інших способів насолодитися екосистемою Steam. Чому б не зібрати друзів і не насолодитися трохи віддаленими іграми? Якщо вони не є передплатниками Steam, можливо, ви могли б побачити про їх реєстрацію. </p>"}