{"title":"Sony розкриває, як контролер PS5 текстурований за допомогою символів PlayStation","content":"<p> Якщо ви бачили контролер PS5 DualSense, володієте ним або читали будь-яку рекламу навколо джойстика нового покоління, тоді ви дізнаєтесь, що він має текстуру на задній панелі пристрою. </p> <p> Ця текстура містить тисячі крихітних квадратів, кіл, трикутників і знаків X, що представляють кнопки дії на передній панелі DualSense. Тепер Sony розкрила, як саме там потрапили символи. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony розкриває, як він текстурував контролер DualSense </h2> <p> Переверніть DualSense, і ви побачите, що на задній панелі є незліченні крихітні символи від кнопок дії контролера. Ну, насправді, ви можете їх не побачити, оскільки вони неймовірно крихітні. Але повірте нам, вони там. </p> <p> Важко уявити, як вони взагалі існують, вони такі маленькі, але Sony виявила <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , як саме з’явилися ці 40 000 символів. Це звучить, як мінімум, досить кропіткий процес. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Після багатьох невдалих дизайнів Sony нарешті зупинилася на мікротекстурі, яка, на її думку, була ідеальною. Маса символів - всього лише кілька мікрон заввишки і створених за допомогою мальованих малюнків - існує не лише як прикраса; він також забезпечує зчеплення під час використання DualSense. </p> <p> Дизайнери старанно вирізали ці мініатюрні символи у формі, використовуючи точні лазерні протравлювачі, які працюють у 3D, а не просто прорізаючи єдину 2D площину ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> дізнатися більше про лазерні травители </a> ). </p> <p> Як тільки виробнича техніка впорскує пластик у форму, він акуратно осідає у кожному доступному просторі, приймаючи текстуру, яку ви тримаєте в руках. Розумні речі, особливо враховуючи масштаби цього моделювання. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Чи можете ви знайти текстуру де-небудь ще? </h2> <p> Ну, насправді, ви можете знайти текстуру деінде. Sony знає, що безперервність є ключовим фактором дизайну. Отже, ви можете знайти текстуру в усій екосистемі PlayStation 5. </p> <p> Ви знайдете цю текстуру на всіх своїх контролерах DualSense, пульті дистанційного керування Media, бездротовій гарнітурі PS5 і навіть самій консолі. </p> <p> Sony теж не вперше текстурує свої панелі управління. Коли Sony випустила DualShock 4 поряд з PS4, вона теж мала фактурну поверхню на фасції. Це, скоріше, стосувалося захоплення подушечки, а не того, що мало косметичну цінність. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: ідеальний контролер? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> Добре, тому PS5 DualSense може бути не ідеальним, але це чудовий дизайн, і він працює дуже добре (за винятком однієї чи двох фігур). </p> <p> Тут увага Sony до деталей дійсно вирізняє DualSense серед конкурентів. Якщо Sony випустила занурення та інтеграцію до випуску PS5, приємно бачити, що вона дійсно поклала свої гроші туди, куди ротують. </p>"}