{"title":"Twitter розглядає підписки, щоб зменшити рекламу","content":"<p> Twitter зважує ідею платних підписок, щоб зменшити залежність від реклами. Платформа не тільки вивчає доступ до підписки до TweetDeck, але й може почати стягувати плату з користувачів за певні функції. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter хоче відійти від реклами </h2> <p> Зрештою, Twitter може не залишитися повністю безкоштовним. Звіт про <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Блумберг </a> показує, що Twitter замислюється про нові способи заробляння грошей, і це включає плату за підписку, платні поради та навіть функції, пов’язані з оплатою. </p> <p> Twitter може розглянути можливість додавання моделі підписки до <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , альтернатива Twitter, яка акуратно упорядковує ваші стрічки в стовпці без реклами. Платформа досліджувала оплату за TweetDeck у 2017 році, але нічого з цього не вийшло. </p> <p> Twitter також обмірковує ідею платних функцій у Twitter. У липні 2020 року Twitter опублікував опитування, в якому запитував користувачів, за які функції вони вважають можливим платити. Якщо платні функції коли-небудь з’являться, це може означати оплату розширених параметрів налаштування профілю та, можливо, навіть функцій, які дозволяють скасувати певні дії. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Після того, як генеральний директор Джек Дорсі підтвердив, що Twitter вивчає модель підписки, компанія проводить опитування користувачів щодо того, який тип функцій вони хотіли б бачити в такій службі. <br><br> Скасувати відправку, спеціальні значки для профілів та розширена аналітика - серед розглянутих функцій. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> - Ендрю Рот + (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> 31 липня 2020 р </a></blockquote>  <p> У звіті Bloomberg також згадується, що Twitter також вивчає &quot;поради&quot;. Це дозволило б користувачам давати чайові журналістам чи творцям певний тип контенту. Платформа експериментувала з цим варіантом у своєму програмі для мовлення <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> &quot;Перископ&quot;, який повинен бути вимкнений у березні 2021 року </a> . </p> <p> Крім того, головний фінансовий директор Twitter Нед Сегал натякнув на інші види платних функцій на конференції в грудні 2020 року. Він зазначив, що платні функції Twitter можуть включати &quot;якісне відео&quot;, &quot;аналітику&quot; і навіть &quot;присутність у бізнесі&quot;. &quot; </p> <p> Брюс Фальк, керівник відділу доходів від Twitter, заявив Bloomberg, що Twitter може &quot;включати&quot; підписки в майбутньому. Далі він сказав: &quot;Хоча ми схвильовані цим потенціалом, важливо зазначити, що ми все ще перебуваємо на дуже ранньому етапі дослідження та ми не очікуємо значного доходу, пов’язаного з цими можливостями в 2021 році ”. Це означає, що нам, мабуть, поки не доведеться турбуватися про платні функції. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter оголосив, що купує послугу розсилки новин </a> , Revue, у січні 2021 р. Стягнення плати за підписку на розсилку новин здавалося б логічним шляхом для Twitter, але залишається незрозумілим, чи планує це зробити Twitter. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Ви б платили за функції у Twitter? </h2> <p> Важко уявити Twitter як щось інше, як безкоштовну соціальну мережу. Хоча досвідчені користувачі можуть платити за певні функції, щоб покращити свій досвід роботи в Twitter, пересічний користувач, ймовірно, не буде схильний платити за підписку на TweetDeck або купувати функцію скасування. </p> <p> Twitter повинен досягти ідеального балансу між задоволенням рекламодавців та його користувачів. Якщо він занадто сильно схиляється до зарядки користувачів та виключення реклами, це спричинить нещастя як користувачів, так і рекламодавців. </p>"}