{"title":"Xiaomi Mi 11 офіційно виходить на світовий ринок","content":"<p> Якщо ви шукаєте новий смартфон, ви можете подумати <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> - ідеальний флагман для вас. Але Xiaomi Mi 11 - це ще один смартфон із високими характеристиками, який вам потрібно враховувати. </p> <p> Телефон був першим, хто випустив високоякісний процесор Qualcomm Snapdragon 888, але спочатку він був доступний лише в Китаї. </p> <p> На щастя, Xiaomi виправила ситуацію і випустила телефон у всьому світі. І він не тільки поставляється з вражаючими специфікаціями, але і має шокуюче низьку ціну. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> У чому вся суєта Xiaomi Mi 11? </h2> <p> Очевидно, головне, що приверне вашу увагу до Xiaomi Mi 11, - це процесор Snapdragon 888, але компанія також пропонує досить вражаюче обладнання на всьому пристрої. </p> <p> Починаючи з екрану, Xiaomi Mi 11 має вражаючі 6,81 дюйма дисплея. Він оснащений AMQ-екраном WQHD + 120 Гц, тому ви отримаєте надзвичайно швидку частоту оновлення. Телефон також має Gorilla Glass Victus, який зазнає побиття. Крім того, він має пікову яскравість 1500 ніт, що є досить вражаючим. </p> <p> </p> <p> Іншим великим привертанням уваги є 108-мегапіксельний сенсор основної камери, який зробить неймовірні знімки. Існує 13-мегапіксельний надширокий об’єктив із солідним 123-градусним полем зору та 5-мегапіксельний телефото-шутер, який буде виглядати зблизу та особисто. </p> <p> На передній панелі телефону встановлена ​​20-мегапіксельна селфі-камера, вбудована в дірокол. </p> <p> Є акумулятор на 4600 мАг, що забезпечує тривалий час роботи телефону. Як і у будь-якого хорошого флагмана, є 55 Вт дротової або 50 Вт швидкості бездротової зарядки, тому Ви зможете швидко поповнити його. Крім того, ви отримуєте зворотну зарядку з Xiaomi Mi 11, тому ви можете використовувати його великий акумулятор для заряджання інших пристроїв. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Xiaomi Mi 11 Ціна та наявність </h2> <p> Телефон планується запустити в Європі та Австралії. Компанія розкрила ціну в євро, заявивши, що телефон коштуватиме лише 749 євро, що цілком обґрунтовано для специфікацій, які цей пристрій представляє на столі. Ця ціна на базову модель телефону з 8 ГБ оперативної пам’яті та 128 ГБ пам’яті. Дорожча модель оснащена 8 ГБ оперативної пам&#39;яті та 256 ГБ внутрішньої пам’яті за 799 євро. </p> <p> На європейському ринку телефон повинен вийти в кольори Midnight Grey та Horizon Blue. </p> <p> Xiaomi не повідомив, коли саме телефон почне поставлятися. Натомість компанія заявила, що в найближчі дні оголосить більше про це через свої регіональні канали соціальних мереж. </p> <p> Якщо ви перебуваєте на ринку флагманського пристрою, а не перебуваєте в США, вам слід задуматися про те, щоб взяти Xiaomi Mi 11. Він має солідні характеристики щодо ціни. </p>"}