{"title":"Цей новий додаток дозволяє керувати вашим Mac за допомогою ігрового контролера","content":"<p> Controlly - це новий додаток розробника Hugo Lispector, що дозволяє дуже легко переміщатися по всьому користувацькому інтерфейсу macOS за допомогою контролерів PlayStation та Xbox. </p> <p> Це може бути особливо корисно, коли, наприклад, трансляція улюбленого телевізійного шоу з Mac на ваш телевізор у вітальні через AirPlay, але не можна було турбуватися, щоб встати і сісти перед комп’ютером, лише щоб вибрати інше шоу. Контроль дозволяє використовувати контролер, який постачається разом з ігровою консоллю Sony або Microsoft, як пульт дистанційного керування для вашого Mac. </p> <p> Ви отримуєте можливість керувати не просто рухом миші, а також призначати такі функції системи, як Mission Control, App Exposé тощо, апаратним кнопкам. Деякі контролери MFi (зроблено для iOS) можуть також працювати з Controlly після з&#39;єднання через Bluetooth із комп&#39;ютером Mac. </p> <h2 id=\"what-about-key-mapping-apps\"> Що можна сказати про програми відображення клавіш? </h2> <p> Лиспектор пояснює далі <a href=\"https://hugolispector.com/announcing-controlly/\" target=\"_blank\" rel=\"nofollow noopener\"> його блог </a> чому Controlly кращий за різні інструменти зіставлення ключів. </p> <blockquote> <p> Інструменти зіставлення ключів дозволяють користувачам зіставити кожну кнопку на контролері з однією буквою або цифровою клавішею. Це добре для ігор, але недостатньо для контролера загального призначення для Mac. Крім того, ці інструменти відображення ключів не підтримують комбінації клавіш, і їхній користувальницький інтерфейс, на мій погляд, може бути більш наочним. </p> </blockquote> <p> Lispector - це також головний мозок El Trackpad для Mac. Доступно в <a href=\"https://apps.apple.com/app/el-trackpad/id1531822775\" target=\"_blank\" rel=\"nofollow noopener\"> Магазин додатків </a> , El Trackpad дозволяє керувати курсором миші macOS через iPhone або iPad. </p> <p> </p> <p> </p> <h2 id=\"a-single-window-app\"> Додаток з одним вікном </h2> <p> Контрольно сидить у рядку меню вашого Mac. Додаток дуже простий у використанні, все обмежується одним вікном. Тут ви можете налаштувати дії миші на свій смак, а також встановити власні комбінації клавіш для активації певних системних функцій. Системні елементи керування можна застосувати і до паличок. Наприклад, вам може знадобитися керувати курсором лівим пальцем, використовуючи інший для прокрутки. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Я хотів використовувати ігровий контролер як пульт для Mac, але не міг знайти для цього програму. Тож я створив його сам, і він тепер доступний в App Store 🎮🥳: <a href=\"https://t.co/HEkFXUtMeL\"> https://t.co/HEkFXUtMeL </a><br><br> Особлива подяка <a href=\"https://twitter.com/siracusa?ref_src=twsrc%5Etfw\"> @siracusa </a> за пошук цікавої помилки безпосередньо перед запуском! <a href=\"https://t.co/2QVwvZjjvI\"> pic.twitter.com/2QVwvZjjvI </a></p> - Гюго Ліспектор (@hugolispector) <a href=\"https://twitter.com/hugolispector/status/1358828792626753536?ref_src=twsrc%5Etfw\"> 8 лютого 2021 року </a></blockquote>  <p> Підтримувані засоби управління мультимедіа та відтворення включають відтворення / паузу, пропуск вперед / назад, вимкнення звуку, збільшення / зменшення гучності та збільшення / зменшення яскравості. Люди, які регулярно користуються різними зручностями macOS, такими як Look Up, Smart Zoom, Mission Control, Launchpad та Mirror Displays, також можуть призначити будь-яку з цих функцій кнопці. </p> <p> </p> <h2 id=\"how-to-get-controlly\"> Як отримати контроль </h2> <p> Контрольно доступний безкоштовно в <a href=\"https://apps.apple.com/app/controlly/id1548544614\" target=\"_blank\" rel=\"nofollow noopener\"> Mac App Store </a> і для роботи потрібен macOS Big Sur. </p> <p> Додаток має 7-денну безкоштовну пробну версію, що забезпечує повну функціональність. Після закінчення пробного періоду будь-які елементи керування, крім руху миші та клацання, більше не будуть розпізнані. </p> <p> Повна функціональність вимагає одноразового оновлення в розмірі 3,99 дол. США. Вам буде запропоновано розпочати пробну версію, коли ви вперше підключите сумісний ігровий контролер до свого Mac. </p>"}