{"title":"TikTok вдосконалює свою електронну комерційну гру","content":"<p> TikTok виривається на сцену електронної комерції. Повідомляється, що платформа планує представити набір інструментів, які дозволять творцям заробляти гроші на партнерських посиланнях та сеансах покупок у прямому ефірі. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok визначає монетизацію </h2> <p> Згідно з повідомленням <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> The Financial Times </a> , TikTok надасть творцям додаткові способи отримання прибутку на додатку. На брифінгу з рекламодавцями короткоформатний відеододаток зазначив, що безліч нових функцій електронної комерції планується розпочати десь у 2021 році. </p> <p> Користувачі TikTok незабаром зможуть вставляти посилання на товари у свої відео - ніякого зв’язку між творцем та брендом не потрібно. Якщо глядачі натиснуть посилання та придбають продукт, творець отримає комісію. </p> <p> Платформа також розглядає функцію покупок у прямому ефірі, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> так само, як ми вже бачимо в Instagram Reels </a> . Творці зможуть рекламувати - і навіть демонструвати - продукт під час прямих трансляцій, а глядачі можуть придбати його лише кількома простими натисканнями. </p> <p> TikTok може також дозволити брендам рекламувати цілі каталоги в додатку, що майже звучить як <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> функція каталогу покупок, яка вже присутня у WhatsApp </a> . </p> <p> Facebook, Instagram і WhatsApp перетворилися на платформи соціальних медіа, які вдвічі перевищують торгові центри. З огляду на ці зміни, схоже, TikTok прагне зробити те саме. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok оголосив про партнерство з TeeSpring </a> у вересні 2020 р. інтеграція, яка дозволяє творцям продавати власні товари в додатку. Платформа також об’єднала зусилля з Shopify приблизно в той самий час, надаючи продавцям можливість створювати рекламні кампанії для TikTok. </p> <p> Financial Times також зазначив, що близько 40 відсотків користувачів на TikTok не мають облікового запису Facebook, а 63 відсотки не використовують Twitter. Це означає, що цілком свіжий ринок користувачів, які не бачать рекламних кампаній, обклеєних у всьому Facebook та Twitter. Це, ймовірно, означає великі гроші для брендів та рекламодавців. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Соціальні медіа: новий пункт покупок? </h2> <p> Гроші стають дедалі важливішими в соціальних мережах, і це може викликати занепокоєння для користувачів, які користуються виключно соціальними мережами, щоб підтримувати зв’язок з друзями. Продукти вже просуваються через Facebook та Instagram, і TikTok незабаром приєднається. </p> <p> Тим не менше, ваш <strong> Для Вас </strong> подача може більше не обмежуватися забавними сценками та дуетами. Пізніше цього року ви можете побачити свої улюблені зірки TikTok, що рекламують продукцію під час прямих трансляцій, або, можливо, ви випадково натрапите на посилання на товари, які ви навіть можете подумати про придбання. </p> <p> Соціальні медіа швидко перетворюються на шлях для заробляння грошей для творців, рекламодавців та підприємств, яких ми, швидше за все, побачимо в найближчому майбутньому. </p>"}