{"title":"Заборона Трампа в Твіттері назавжди ... Навіть якщо він знову балотується в президенти","content":"<p> Twitter серйозно ставиться до заборони екс-президента США Дональда Трампа. Платформа оголосила, що ніколи не відпустить Трампа в Twitter, навіть якщо Трамп вирішить знову балотуватися в президенти в 2024 році. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Трампу довічно заборонено користуватися Twitter </h2> <p> У розпал другого процесу імпічменту Трампа, головний фінансовий директор Twitter, Нед Сегал, провів інтерв&#39;ю на телеканалі CNBC Squawk Box про потенційне майбутнє акаунта Трампа в Twitter. Сігал заявив, що Twitter ніколи більше не допустить Трампа на платформу, незалежно від того, вирішив він балотуватися. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Принцип роботи нашої політики, коли вас вилучають з платформи, ви вилучають з платформи, незалежно від того, ви коментатор, ви фінансовий директор або ви колишній чи поточний державний службовець &quot;, - говорить <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> Фінансовий директор <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> про те, якщо рахунок президента Трампа може бути відновлений. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> - Squawk Box (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> 10 лютого 2021 року </a></blockquote>  <p> Сегал зазначив, що політика видалення Twitter не дискримінує, заявляючи, &quot;коли вас видаляють з платформи, вас вилучають з платформи, незалежно від того, коментатор ви, фінансовий директор або ви колишній чи поточний публічний користувач офіційний &quot;. </p> <p> Потім він сказав, що &quot;політика Twitter призначена для того, щоб люди не підбурювали до насильства&quot;, і якщо хтось порушує цю політику, Twitter повинен їх видалити. Правила платформи &quot;не дозволяють людям повертатися&quot;. </p> <p> Іншими словами, Трамп ніколи не може повернутися до Twitter, і той факт, що він колишній державний чиновник, це не змінить. Заборона Twitter також залишатиметься чинною, якщо Трамп знову спробує балотуватися в президенти. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> Бурхливі стосунки Трампа з соціальними мережами </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter заборонив Трампа </a> після заворушень на Капітолійському пагорбі 6 січня 2021 року за порушення підбурювання політики платформи до насильства. Але навіть до цієї постійної заборони Трамп і Твіттер мали дуже непрості стосунки. </p> <p> Протягом усього президентства Трампа часто знаходили Twitter <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> позначення та видалення твітів Трампа </a> за порушення політики платформи. Платформа постійно позначала його твіти за те, що вони містять дезінформацію про голосування, COVID-19 і навіть цілісність виборів у США. </p> <p> Навіть тим не менше, Twitter не був єдиним у маркуванні та обмеженні деяких твітів Трампа. Facebook також відіграв велику роль в <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> позначення вмісту Трампа за дезінформацію </a> . </p> <p> Трампу фактично було заборонено всі соціальні мережі після протестів у Вашингтоні, округ Колумбія. Twitter не лише видалив Трампа зі своєї платформи, але Facebook, Instagram Snapchat, YouTube і навіть Twitch вжили заходів щодо акаунта Трампа. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Похмуре майбутнє соціальної присутності Трампа </h2> <p> Зараз, коли Трампу заборонено майже всі основні соціальні платформи, незрозуміло, чи коли-небудь він знову з’явиться в соціальних мережах. Для одних це вітається поняття, а для інших заборона рахунків Трампа є порушенням свободи слова. </p> <p> Парлер, так звана соціальна мережа свободи слова, швидше за все, зустріла б присутність Трампа розкритими обіймами. Але зараз, коли платформа звільнила власного генерального директора і була завантажена з усього Інтернету, можливо, пройдуть тижні (а може, навіть місяці), поки Парлер не повернеться. </p>"}