{"title":"Valve офіційно випускає Steam у Китаї","content":"<p> Платформа для потокової передачі та ринку Steam, нарешті, офіційно вийшла в Китаї за великий тиждень для ігрового ринку країни. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam офіційно прибув до Китаю </h2> <p> Китайські геймери вже деякий час мають доступ до міжнародної версії Steam. Однак не вистачало корінної китайської моделі. </p> <p> Зараз це змінилося, оскільки Steam офіційно запустила платформу в країні. Замість того, щоб отримувати доступ до Steam через глобального клієнта, китайські геймери тепер мають власну версію. </p> <p> Це будуть добре прийняті новини. Так, Китай, можливо, мав доступ до міжнародного клієнта Steam, але це могло бути заборонено в будь-який момент завдяки жорстким законам про цензуру в Китаї. В результаті Steam опинився в нестабільному становищі. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Чому Китай тільки що отримав Steam? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Вже кілька років Valve обіцяє китайським геймерам власну версію Steam. Потрібно, нарешті, три роки. Отже, що зайняло так багато часу? </p> <p> Ну, як ви можете знати чи не знати, Комуністична партія Китаю (КПК), яка є керівним органом у Китаї, ретельно перевіряє всі міжнародні ЗМІ та будь-які іноземні дані, що надходять у країну. </p> <p> Це не означає лише поточні справи чи політику. Він поширюється на все, починаючи з фільмів, закінчуючи книгами та відеоіграми. </p> <p> Саме з цієї причини Steam знадобилося так довго, щоб прибути до Китаю. Ігри повинні отримати схвалення від уряду Китаю, перш ніж розробники зможуть випустити їх у Китаї. Сюди входять ігри в Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Які ігри має функція Steam у Китаї? </h2> <p> Як уже згадувалося, китайська версія популярної платформи має обмежений набір ігор через цензуру, про яку ви щойно читали. </p> <p> На даний момент ринок нараховує близько 50 найменувань, що позначає 10 із них як &quot;найближчим часом&quot;, імовірно, поки уряд перевіряє їх. </p> <p> В даний час користувачі китайської Steam можуть насолоджуватися такими популярними назвами, як Counter-Strike: Global Offensive. Це незмінно найпопулярніша назва Steam, що підтверджується коли <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam побив власний одночасний рекорд користувача </a> 8 лютого 2021 року. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Чудові новини для ігрового співтовариства Китаю </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> Прихід Steam до Китаю, безсумнівно, стане музикою для вух китайських геймерів. Зараз у Китаю є стабільна платформа, на якій можна грати улюблені назви Steam, без загрози цензури, яка забирає його задоволення. </p> <p> Steam пропонує всім своїм користувачам чудовий спосіб гри, а також безпечне середовище для придбання ігор. Чудово, що китайський уряд дозволив Valve запустити свою платформу в країну. </p>"}