{"title":"Чому Sling TV знову підвищує ціни?","content":"<p> Sling був однією з найпопулярніших потокових послуг за останні кілька років завдяки широкому вибору каналів та висококонкурентним цінам. </p> <p> Але наприкінці січня 2021 року компанія оголосила, що збільшить вартість як своїх пакетів підписки, так і доповнень. </p> <p> Отже, чому ціни в першу чергу зросли, і чи найімовірніше ми побачимо більше підйомів у найближчі місяці? Продовжуйте читати, щоб дізнатись. </p> <h2 id=\"how-much-does-sling-cost-now\"> Скільки зараз коштує слінг? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Для тих, хто не знає, Sling пропонує два різні пакети: Sling Blue та Sling Orange. </p> <p> Кожен пакет пропонує різний вибір каналів. Наприклад, такі канали, як ESPN та Disney, доступні лише на Orange, тоді як FOX News, MSNBC та NFL Network - лише на Blue. Ви можете придбати два пакети в комплекті, якщо хочете отримати доступ до всього. </p> <p> До <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Підняття цін на слінг у січні 2021 року </a> , обидві послуги коштують 30 доларів. Зараз вони становлять 35 доларів. Комплект поставки також подорожчав на 5 доларів (з 45 до 50 доларів). Спортивна надбудова зросла з 10 до 11 доларів, а всі інші доповнення зросли з 5 до 6 доларів. </p> <p> Новим абонентам доведеться негайно сплачувати нові тарифи; існуючі користувачі отримають пільговий період до липня 2021 року завдяки гарантії ціни Sling на рік. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Чому Слінг підвищив ціни? </h2> <p> Слінг швидко звинуватив підвищення ціни в телевізійних мережах. Коли було оголошено про похід, президент телевізійної групи Sling Майкл Швіммер не втратив часу, повідомляючи своїм клієнтам, на кого вони повинні направити свій гнів <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> прес-реліз </a> : </p> <blockquote> <p> На жаль, ми змушені підвищувати ціни, оскільки телевізійні мережі продовжують стягувати з нас більше, але ми наполегливо боремося, щоб отримати найкращу угоду для наших клієнтів. Доказ нашої прихильності очевидний, оскільки Sling TV все ще є найкращою угодою на ринку, зберігаючи наші ціни набагато нижчими, ніж кабельні та інші потокові послуги. Клієнти Sling TV можуть бути впевнені, що ми продовжуватимемо пропонувати найкращі поєднання прямих новин, спортивних та розважальних кабельних каналів за найкращою ціною. </p> </blockquote> <p> Хоча деякі люди можуть подумати, що Швіммер та Слінг ставлять димову завісу, щоб приховати свої справжні мотиви підвищення цін від своїх клієнтів, похід відповідає зростанню цін, яке ми спостерігали в інших місцях потокової індустрії за останні кілька місяців. </p> <p> Наприклад, Hulu + Live TV та YouTube TV зросли в кінці 2020 року. Ціни на YouTube TV зросли з 50 до 65 доларів, а Hulu - з 55 до 65 доларів. </p> <p> У випадку Хулу ми бачили, як ціна зросла з 40 доларів у січні 2019 року до 65 лише через два роки. Це збільшення більше ніж на 50%. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> Чи справді винні телевізійні мережі? </h2> <p> Очевидно, ми точно не знаємо, скільки Sling платить телевізійним мережам, щоб мати можливість зробити їх доступними на своїй платформі. </p> <p> Однак, якщо порівняти підвищення цін у Sling et al. з підвищенням цін на послуги, які надають лише відео на замовлення, наприклад Netflix, різниця сувора. </p> <p> Справді, з тих пір, як Netflix запустив свій план початкового рівня в травні 2014 року, ми спостерігали лише одне підвищення ціни з 8 доларів на місяць до 9 доларів на місяць. Це набагато нижче, ніж зростає ціна на Слінгу як у доларах, так і у відсотках. Так, у дорожчих планах спостерігаються більші стрибки, але вони додають додаткові функції. </p> <p> Ці розбіжності між послугами потокового телебачення та послугами відео на замовлення, мабуть, свідчать про те, що телевізійні мережі справді винні. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> Строп все ще дешевший за кабель </h2> <p> Ніхто не любить, як їхні рахунки збільшуються. Але беручи до уваги розцінку цін, яку ми спостерігали у світі кабельного телебачення за останнє десятиліття (середня ціна рахунку за кабельне телебачення в США зараз перевищує 200 доларів), важко заперечити невелике збільшення Слінга. </p> <p> Послуга, яку вона надає, все ще відмінна. У порівнянні з іншими способами перегляду телевізора, він все ще представляє відмінне співвідношення ціни та якості. </p>"}