{"title":"Що таке термінал Bloomberg і що робить його таким потужним?","content":"<p> Bloomberg - одна з найбільших у світі фінансових служб новин, а її засновник Майк Блумберг - один із найбагатших людей у ​​світі. </p> <p> Значну частину багатства він набуває за допомогою терміналу Bloomberg - незамінного комп’ютерного програмного забезпечення для багатьох компаній у фінансовому секторі. Якщо ви працюєте в корпоративній офісній роботі, швидше за все, ви, можливо, навіть використовували її самі. </p> <p> Отже, чим саме займається термінал Bloomberg, і що робить його таким потужним і цінним для професіоналів Уолл-стріт? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Як з’явився термінал Bloomberg </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> До будівництва терміналу Блумберг Майк Блумберг був генеральним партнером інвестиційного банку Salomon Brothers зі штаб-квартирою в Нью-Йорку. </p> <p> Отримавши вихідну допомогу на суму 10 мільйонів доларів у 1981 році, він винайшов систему, яка поєднувала фінансові дані, аналітику, відповідність та відповідні бізнес-та фінансові інформаційні послуги в рамках одного єдиного комп&#39;ютерного програмного забезпечення - терміналу Блумберг. </p> <p> Термінал Bloomberg офіційно дебютував у 1982 році, а решта - це історія. Сьогодні Терміналом користуються понад 320 000 абонентів по всьому світу. За підрахунками, саме програмне забезпечення відповідає за третину доходу Bloomberg LP. Крім ПК, термінал Bloomberg також доступний на смартфонах. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Хто використовує термінал Bloomberg? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Кредит зображення: Андрій Рудаков / <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Термінал Блумберг часто описують як суперкомп’ютер, без якого професіонали Уолл-стріт не можуть жити. Підписка на термінал Bloomberg коштує від 20 000 до 24 000 доларів на рік, але це не заважає клієнтській базі поновлювати підписку через те, наскільки це корисно. </p> <p> Трейдери, брокери, аналітики, менеджери портфелів, інвестори та керівники є основною споживчою базою Терміналу. </p> <p> Якщо ви студент університету, який навчається на курсах фінансів чи економіки, вас, мабуть, навчили також орієнтуватися в його основних функціях. Це тому, що більше вищих навчальних закладів підписуються на Термінал, щоб студенти могли отримати практичні знання про фінансові ринки. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Як виглядає термінал Блумберг? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Кредит зображення: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Термінал Bloomberg має знаковий інтерфейс, який легко впізнати: повний чорний екран та лінії та рядки неонового тексту шрифтом, що нагадує відеоігру старої школи 90-х. </p> <p> Термінал також постачає власні комп’ютери для оптимального досвіду, які називаються 15-дюймовим компактним дисплейним терміналом Bloomberg. З рідною роздільною здатністю 60 Гц, 32-бітними кольоровими екранами та екранами 1024 x 768 (XGA), компактні дисплейні термінали пропонують високоякісний дисплей через ергономічну конструкцію комп&#39;ютерної підставки. У корпоративних умовах Термінал працює, як правило, на двох, але іноді на чотирьох-шести екранах. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Кредит на зображення: Професійні послуги Bloomberg / <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Що стосується апаратного забезпечення, то для використання терміналу Bloomberg вам потрібна рідна для Bloomberg клавіатура для ПК, яка називається Starboard, яка поверх звичайних клавіш QWERTY містить червону, синю, зелену та жовту клавіші для певних функцій. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Функції терміналу Bloomberg </h2> <p> Ось деякі найпотужніші функції терміналу Bloomberg. </p> <p> <b> ДОПОМОГА </b> button, мабуть, найкорисніший ключ для тих, хто тільки починає. Якщо у вас є які-небудь запитання щодо будь-чого в Терміналі, просто натисніть один раз клавішу, і спеціаліст Bloomberg буде готовий розпочати з вами чат, щоб вирішити ваші запити. Навіщо більше турбувати Гугл? </p> <p> Якщо у вас є підключення до Інтернету, вам це точно не чуже <b> Новини Bloomberg </b> . Користувачі можуть просто вводити текст <b> НОВИНИ </b> і натисніть Enter, щоб отримати найсвіжішу інформацію про ринкові тенденції, рухи та інші актуальні новини. </p> <p> Як тільки брокер з Уолл-стріт буде проінформований про найважливіші новини цього дня, скажіть, що вони хотіли б перевірити акції та фінансові показники компанії в цей день. Немає проблем: ярлики, такі як <b> BQ </b> , <b> GIP </b> , і <b> ОМОН </b> надавати візуальні діаграми в реальному часі, дані, котирування, тенденції та прогнози щодо опціону на акції чи фонду. </p> <p> Хочете експортувати візуально приємний графік з терміналу в Excel? Сам термінал вже добре інтегрований з Microsoft Excel. Просто вдарив <b> DAPI </b> на терміналі. Ті, хто добре знайомі з електронними таблицями збірки терміналу, які автоматично оновлюються з останніми даними кожного разу, коли файл відкривається. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Дізнайтеся, як створити самостійно оновлювані діаграми Microsoft Excel тут </a> . </p> <p> Ті, хто в галузі, спілкуються <b> Повідомлення Bloomberg </b> , який в основному є Facebook Messenger, але на Bloomberg. Це дозволяє вам надсилати повідомлення кожному, хто перебуває в терміналі. Це означає, що будь-хто в галузі може миттєво зв’язатись технічно. Більше не потрібно запитувати чужий номер або запитувати про найкращий спосіб зв’язку. </p> <p> Якщо ви намагаєтеся дізнатись більше про відому людину в конкретній галузі, вступайте <b> НАРОД </b> дозволить вам переглянути їх облікові дані. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Кредит на зображення: Професійні послуги Bloomberg / <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Карта Блумберга </b> є, по суті, Google Maps, але більш детальним та пристосованим до фінансової галузі. </p> <p> Використовуючи геопросторові дані, карта представляє користувачам візуалізацію стихійних лих, що розгортаються у всьому світі, тому товарознавці усвідомлюють вплив стихійних лих на такі товари, як нафта та золото. Щоб отримати доступ до карти, введіть <b> BMAP </b> . </p> <p> Робота виконується за день. Скажімо, наш брокер з Уолл-стріт хоче пообідати у вишуканому ресторані. Деякі б <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> шукайте хороші місця в Google або популярних додатках для огляду ресторанів </a> . Однак Термінал може це зробити за допомогою <b> ОБІДНАТИ, який </b> показує інформацію користувачів та відгуки про найвищі ресторани поблизу. </p> <p> Якщо наш брокер з Уолл-стріт хоче витратити великі гроші, але не знає, на що витратити, просто ввійдіть <b> MLUX </b> на терміналі повернеться з результатами про найкращі предмети розкоші, доступні для придбання в Інтернеті. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Термінал Блумберг </h2> <p> Термінал Блумберг - це не просто система фінансових даних. Це також соціальна мережа, шопінг та обідня платформа. Найбільшим його пунктом продажу є те, що це все-в-одному послуга, що надається з неймовірною швидкістю та точністю. Не дивно, що ті, хто користується Терміналом, не можуть його наситити. </p> <p> Якщо у вас є можливість отримати доступ до терміналу в школі чи на роботі, скористайтеся цим усіма можливостями та спробуйте ввести командні клавіші вище, щоб побачити, що вискакує. </p>"}