{"title":"Що потрібно знати про атаку-вимогателя Cognizant Maze","content":"<p> Уявіть, що ви пишете важливий робочий електронний лист і раптом втрачаєте доступ до всього. Або отримуючи злісне повідомлення про помилку з вимогою біткойн розшифрувати ваш комп’ютер. Сценаріїв може бути багато, але одне залишається незмінним для всіх атак-вимагачів - зловмисники завжди надають інструкції щодо повернення вашого доступу. Звичайно, єдиний улов - це те, що спочатку потрібно надати вагому суму викупу заздалегідь. </p> <p> Руйнівний тип вимогливих програм, відомий як &quot;Лабіринт&quot;, робить кругообіг у світі кібербезпеки. Ось що вам потрібно знати про програму-вимагатель Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> Що таке Maze Ransomware? </h2> <p> Вимірювальне програмне забезпечення Maze випускається у формі штаму Windows, що розповсюджується за допомогою електронної пошти зі спамом та експлойтів, що вимагають значних сум біткойнів або криптовалют в обмін на дешифрування та відновлення викрадених даних. </p> <p> Електронні листи надходять із, здавалося б, безневинними темами, такими як «Ваш рахунок Verizon готовий до перегляду» або «Пропущена доставка пакета», але надходить через шкідливі домени. Ходять чутки, що Maze - це програма-вимога на базі афілійованих клієнтів, що працює через мережу розробників, які ділять прибуток з різними групами, які проникають у корпоративні мережі. </p> <p> Щоб розробити стратегії захисту та обмеження впливу від подібних атак, нам слід подумати про Лабіринт Свідомого ... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> Визнавальний напад лабіринта </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> У квітні 2020 року Cognizant, компанія Fortune 500 і один з найбільших світових постачальників ІТ-послуг, став жертвою жорстокої атаки Maze, яка спричинила величезні збої в роботі. </p> <p> Через видалення внутрішніх каталогів, здійснених в результаті цієї атаки, кілька співробітників Cognizant постраждали від перебоїв у спілкуванні, а команда продажів була збита з пантелику, не маючи можливості спілкуватися з клієнтами, і навпаки. </p> <p> Той факт, що порушення даних Cognizant сталося, коли компанія переводила співробітників на віддалену роботу через пандемію коронавірусу, зробив її більш складною. Згідно з повідомленням <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , співробітники були змушені знайти інші засоби для зв’язку з колегами через втрату доступу до електронної пошти. </p> <p> &quot;Ніхто не хоче, щоб з ним боролися з атакою-вимагателем&quot;, - сказав генеральний директор Cognizant Брайан Хамфріс. «Я особисто не вірю, що хтось по-справжньому непроникний до цього, але різниця полягає в тому, як ви цим керуєте. І ми намагалися керувати цим професійно і зріло ». </p> <p> Компанія швидко дестабілізувала ситуацію, звернувшись за допомогою до провідних експертів з кібербезпеки та їх внутрішніх команд з ІТ-безпеки. Про кібератаку Cognizant також повідомляли правоохоронні органи, а клієнтам Cognizant надавали постійні оновлення щодо показників компромісу (МОК). </p> <p> Однак компанія зазнала значного фінансового збитку через напад, накопичивши колосальний <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> $ 50- $ 70 млн. Втрачених доходів </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Чому Maze Ransomware - подвійна загроза? </h2> <p> Як би на постраждалих від Ransomware було недостатньо погано, винахідники атаки «Лабіринт» зробили додатковий поворот для жертв, з якими слід боротися. Зловмисна тактика, відома як &quot;подвійне вимагання&quot;, вводиться з атакою Maze, коли жертвам загрожує витік їхніх компрометованих даних, якщо вони відмовляться співпрацювати та задовольняють вимоги про вимога. </p> <p> Це горезвісне програмне забезпечення-викупник справедливо називають &quot;подвійною загрозою&quot;, оскільки воно, крім вимкнення доступу до мережі для співробітників, також створює копію всіх мережевих даних і використовує його для використання та заманювання жертв на зустріч з викупом. </p> <p> На жаль, тактика тиску з боку творців лабіринту на цьому не закінчується. Недавнє дослідження показало, що група TA2101, яка стоїть за програмами-вимагателями Maze, опублікувала спеціальний веб-сайт, на якому перелічені всі їх жертви, що не співпрацюють, і часто публікуються їх викрадені дані як вид покарання. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Як обмежити випадки вимагання лабіринту </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Пом&#39;якшення та усунення ризиків програми-вимагателя - це багатогранний процес, коли різні стратегії поєднуються та пристосовуються на основі кожного випадку користувача та профілю ризику окремої організації. Ось найпопулярніші стратегії, які можуть допомогти зупинити атаку лабіринту прямо на його шляху. </p> <h3 id=\"enforce-application-whitelisting\"> Застосувати білий список заявок </h3> <p> Білий список додатків - це метод попередження попереджувальних загроз, який дозволяє запускати лише попередньо авторизовані програми або програмне забезпечення, а всі інші за замовчуванням заблоковані. </p> <p> Цей прийом надзвичайно допомагає у виявленні незаконних спроб виконати шкідливий код та допомагає запобігти несанкціонованому встановленню. </p> <h3 id=\"patch-applications-and-security-flaws\"> Патч-програми та недоліки безпеки </h3> <p> Вади безпеки слід виправляти одразу після їх виявлення, щоб запобігти маніпуляціям та зловживанням зловмисників. Ось рекомендовані часові рамки для негайного застосування патчів, виходячи з тяжкості недоліків: </p> <ul> <li> <strong> Надзвичайний ризик </strong> : протягом 48 годин після випуску пластиру. </li> <li> <strong> Високий ризик </strong> : протягом двох тижнів після випуску пластиру. </li> <li> <strong> Помірний або низький ризик </strong> : протягом одного місяця після випуску пластиру. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Налаштуйте параметри макросів Microsoft Office </h3> <p> Макроси використовуються для автоматизації рутинних завдань, але іноді можуть бути легкою мішенню для транспортування шкідливого коду в систему чи комп’ютер після ввімкнення. Найкращий підхід - по можливості тримати їх інвалідами або перед їх використанням проводити оцінку та перевірку. </p> <h3 id=\"employ-application-hardening\"> Застосовуйте загартовування додатків </h3> <p> Затвердіння додатків - це метод захисту ваших додатків та застосування додаткових шарів захисту, щоб захистити їх від крадіжки. Додатки Java дуже схильні до уразливостей безпеки і можуть використовуватися акторами загроз як точки входу. Обов’язково потрібно захищати свою мережу, використовуючи цю методологію на рівні додатків. </p> <h3 id=\"restrict-administrative-privileges\"> Обмежити адміністративні привілеї </h3> <p> З адміністративними привілеями слід поводитися з великою обережністю, оскільки обліковий запис адміністратора має доступ до всього. Завжди застосовуйте Принцип найменшої привілеї (POLP) при налаштуванні доступу та дозволів, оскільки це може бути невід’ємним фактором для пом’якшення вимогам Maze або будь-якої кібератаки з цього приводу. </p> <h3 id=\"patch-operating-systems\"> Виправлення операційних систем </h3> <p> Як правило, будь-які програми, комп’ютери та мережеві пристрої з вразливими місцями з високим ризиком повинні бути виправлені протягом 48 годин. Також життєво важливо забезпечити використання лише найновіших версій операційних систем та уникати непідтримуваних версій за будь-яку ціну. </p> <h3 id=\"implement-multi-factor-authentication\"> Впровадити багатофакторну автентифікацію </h3> <p> Багатофакторна автентифікація (MFA) додає додатковий рівень безпеки, оскільки для авторизації в рішеннях віддаленого доступу, таких як Інтернет-банкінг або будь-які інші привілейовані дії, що вимагають використання конфіденційної інформації, потрібно кілька авторизованих пристроїв. </p> <h3 id=\"secure-your-browsers\"> Захистіть свої браузери </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Важливо переконатися, що ваш браузер завжди оновлюється, спливаючі оголошення блокуються, а налаштування браузера запобігають встановленню невідомих розширень. </p> <p> Перевірте, чи веб-сайти, які ви відвідуєте, є законними, перевіривши адресний рядок. Тільки пам’ятайте, HTTPS захищений, тоді як HTTP значно менше. </p> <p> </p> <h3 id=\"employ-email-security\"> Використовуйте безпеку електронної пошти </h3> <p> Основний спосіб входу для програми-вимагателя Maze - це електронна пошта. </p> <p> Впровадьте багатофакторну автентифікацію, щоб додати додатковий рівень безпеки та встановити термін дії паролів. Крім того, навчіть себе та персонал ніколи не відкривати електронні листи з невідомих джерел або принаймні не завантажувати щось на зразок підозрілих вкладень. Інвестування в рішення захисту електронної пошти забезпечує безпечну передачу ваших електронних листів. </p> <h3 id=\"make-regular-backups\"> Робіть регулярні резервні копії </h3> <p> Резервне копіювання даних є невід’ємною частиною плану відновлення після аварії. У разі атаки, відновивши успішні резервні копії, ви можете легко розшифрувати оригінальні резервні копії даних, які були зашифровані хакерами. Це гарна ідея налаштувати автоматичні резервні копії та створити унікальні та складні паролі для своїх співробітників. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Зверніть увагу на зазначені кінцеві точки та облікові дані </h3> <p> І останнє, але не менш важливе: якщо на будь-яку з ваших кінцевих точок мережі вплинуло вимога-програму Maze, вам слід швидко визначити всі облікові дані, що використовуються на них. Завжди припускайте, що всі кінцеві точки були доступні та / або скомпрометовані хакерами. Журнал подій Windows стане в нагоді для аналізу входів після компромісу. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Захоплені свідомістю атаки лабіринту? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> Порушення Cognizant змусило постачальника ІТ-рішень намагатися оговтатися від величезних фінансових втрат та втрат даних. Однак за допомогою провідних експертів з кібербезпеки компанія швидко оговталася від цієї жорстокої атаки. </p> <p> Цей епізод довів, наскільки небезпечними можуть бути атаки-вимогливі програми. </p> <p> Окрім Maze, є безліч інших атак-вимагачів, які щодня здійснюють злісні актори загроз. Хороша новина полягає в тому, що завдяки належній ретельності та жорсткій практиці безпеки будь-яка компанія може легко пом&#39;якшити ці атаки, перш ніж вони нанесуть удар. </p>"}