{"title":"Що таке PogChamp Emote і коли він використовується?","content":"<p> Жаргонні терміни можуть походити з будь-якого місця, і хоча деякі сучасні словникові запаси можуть звучати дещо безглуздо, головне, щоб люди розуміли один одного, спілкуючись. </p> <p> Якщо ви кілька років шукали свою частку Інтернету, швидше за все, ви бачили &quot;PogChamp&quot; або &quot;poggers&quot; у коментарях до відео чи статей. Але що це означає? </p> <p> Ось все, що вам потрібно про це знати ... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Що означає Погчамп і коли його використовувати </h2> <p> PogChamp - це назва емоції Twitch - насправді одна з найдавніших на платформі. І емоція, і назва емоції використовуються для висловлення хвилювання чи здивування як справжнім, так і саркастичним способом. </p> <p> Емоції Twitch - це саме те, що вони звучать: смайли, емоції або піктограми, ексклюзивні для програми та веб-сайту Twitch. Вони використовуються глядачами та стримерами для вираження різних почуттів у чаті. </p> <p> </p> <p> Термін &quot;PogChamp&quot; походить від фрази &quot;Pog Champion&quot; або &quot;Play of Game Champion&quot;, тоді як, як вважають, фразу &quot;Play of the Game&quot; популяризував Overwatch, конкурентна гра зі стрільбою від першої особи. Overwatch має функцію, за якою в кінці кожного матчу котушка з підсвічуванням демонструє &quot;найкращу&quot; гру цього матчу. </p> <p> &quot;PogChamp&quot; та настрої, які він описує, породили багато похідних. І &quot;поггери&quot;, і просто &quot;пог&quot; набули значної присутності в Інтернет-сленгу. Поширено бачити, як стримери реагують на щось із хвилюванням, кажучи «поггери». </p> <p> І хоча він потрапив на форуми та інші куточки Інтернету, ви не використовували б його з більшістю знайомих у повсякденному житті, якщо вони також не знають контексту цього терміна. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Витоки емоції PogChamp </h2> <p> </p> <p> Знакове, надмірно перебільшене вражене обличчя оригінальної емоції PogChamp було вперше побачено у відео YouTube від Cross Counter TV у 2010 році. </p> <p> У ньому Інтернет-особа Райан &quot;Gootecks&quot; Гутьєррес робить обличчя широко розплющеними очима та ротом у відповідь на наїзд оператора на штатив. Поруч із ним сидить товариш по стриму Майк Росс. </p> <p> Зрештою, гідна мему реакція стала емоцією Twitch. </p> <p> Відповідно до <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Котаку </a> , Особи Twitch, чиї подоби використовуються для емоцій, оплачуються на основі кожного використання. Це означає, що кожен раз, коли хтось використовує емоцію, виникає заряд. </p> <p> За підрахунками, Гутьєррес заробляв близько 50 000 доларів на рік, коли користувачі Twitch спамували зображення його обличчя в чаті. На додачу до цього, Гутьєрресу було заплачено десь від 50 000 до 100 000 доларів авансом - лише для того, щоб дозволити Twitch використовувати свою подобу. </p> <p> Однак Гутьєррес не представляв би PogChamp назавжди. 6 січня 2021 р. <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch заборонив оригінальну емоцію PogChamp </a> , Заявивши, що оригінальне зображення має бути видалено з платформи. </p> <p> Як результат, платформа створила нову емоцію PogChamp. З тих пір у Twitch різноманітними онлайн-творцями стало новим обличчям PogChamp; стрімери з різним фоном та розмірами аудиторії. </p> <p> </p> <p> Емоція несе те саме значення, що й оригінал - виражає здивовану, схвильовану чи вражену реакцію. Однак сама емоція змінилася. </p> <p> І навіть із забороною Twitch на емоцію PogChamp з обличчям Гутьєрреса, використання &quot;поггерів&quot; та &quot;пог&quot; в Інтернет-сленгу, ймовірно, не зміниться. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp виражає хвилювання, радість або шок </h2> <p> PogChamp - одна з найдавніших емоцій Twitch, але вона також є однією з найбільш універсальних. </p> <p> Через свою здатність описувати як позитивні, так і негативні реакції, PogChamp, ймовірно, і надалі використовуватиметься в Інтернеті, навіть якщо обличчя, прикріплене до імені, не завжди буде однаковим. </p>"}