{"title":"Повідомлення, схоже на Waze, надходить на Карти Apple","content":"<p> Карти Apple на iOS 14.5 отримують нові функції звітності з використанням краудсорсингу, подібні до функцій Waze та Google Maps. Коли оновлення запускається публічно, користувачі зможуть повідомляти про аварії, небезпеки та перевірку швидкості на своєму маршруті під час отримання вказівок. </p> <p> Apple рекламує цю функцію із заставним екраном, який з’являється під час першого запиту вказівок із Карт після оновлення до iOS 14.5. Це, безумовно, нова можливість, оскільки попередні версії програми Maps не мали жодної функції повідомлення про аварії. </p> <p> Коли справа стосується GPS-навігації на смартфонах, обидва <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Карти Google та Waze популяризували </a> звіт про небезпеку з використанням краудсорсингу. Маючи це на увазі, приголомшливо, що служба картографування Apple нарешті отримує подібні власні функції звітування. </p> <h2 id=\"when-can-i-use-this-feature\"> Коли я можу використовувати цю функцію? </h2> <p> Відповідно до плакатів на <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> хто помітив повідомлення про небезпеку на Картах, для цього потрібна iOS 14.5 або iPadOS 14.5. Наразі обидва оновлення тестуються зареєстрованими розробниками Apple та публічними бета-тестерами. Що стосується широкої громадськості, ви отримаєте можливість випробувати інтерфейс звітування на Картах, коли ці оновлення публічно з’являться навесні. </p> <p> </p> <p> iOS 14.5 надає додаткові можливості суміші, включаючи суперечливе спливаюче вікно прозорості відстеження додатків від Apple. Інші нові функції включають можливість <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> поділіться своєю карткою Apple з членами сім&#39;ї </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> підтримка нових контролерів PlayStation 5 та Xbox Series X </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> розблокування вашого iPhone за допомогою Apple Watch </a> під час носіння маски, разом з новою функцією безпеки, що захищає від текстових бомб Повідомлень, можна назвати лише декілька. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Як повідомити про небезпеку руху на Картах Apple </h2> <p> Щоб повідомити про небезпеки, які ви бачите по дорозі, проведіть пальцем угору по інтерфейсу Maps‌, де доступні деталі карт, щоб відкрити нову кнопку &quot;Повідомити&quot; в нижньому лотку. Тепер натисніть піктограму &quot;Аварія&quot;, &quot;Небезпека&quot; або &quot;Перевірка швидкості&quot;, щоб повідомити про правильну подію руху, яка схожа на такі програми, як Waze. Msgstr &quot;&quot; &quot;Натискання автоматично позначає ваше місцезнаходження без вікна підтвердження, тому воно не повинно використовуватися, крім випадків, коли це дійсно, примітки <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> . </p> <p> </p> <p> Новий інтерфейс звітування також доступний у версії CarPlay Maps, а за допомогою цифрового асистента Siri виявив MacRumors. Наприклад, &quot;Гей, Сірі, тут є швидкісна пастка&quot;, &quot;Гей, Сірі, тут аварія&quot;, або хтось із таких зробить трюк. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Звітність про трафік у програмах зіставлення конкурентів </h2> <p> Програми картографування суперників вже кілька років стають краудсорсингом нещасних випадків, швидкісних пасток, небезпек та багато іншого. На Картах Google користувачі мали змогу повідомляти про додаткові події на дорогах, крім аварій, небезпек та перевірки швидкості. Наприклад, Карти Google дозволяють також повідомляти про аварії, перекриття смуг руху, зупинені транспортні засоби, будівництво та предмети на дорозі. </p> <p> А в Waze ви можете повідомити про перекриття доріг, поліцію, будівництво тощо. Краудсорсинг звітів у Waze агрегує звіти користувачів на серверах Google і постачається з точковою системою, яка стимулює людей подавати події на дорогах по дорозі. Apple ще не детально розповіла, як працює її система, і не розкрила, як її нова функція захищає конфіденційність. </p>"}