{"title":"WallStreetBets потрапляє в рекламу Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r / WallStreetBets </a> , спільнота Reddit, яка стоїть за шаленим запасом GameStop, отримала власну рекламу Super Bowl. Reddit створив коротке п&#39;ятисекундне оголошення на честь волі та чистої рішучості WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets робить Суперкубок </h2> <p> Той, хто дивиться на Super Bowl LV, отримав приємний сюрприз між рекордними приземленнями Роба Гронковського та виступом The Weeknd у Лас-Вегасі. Через те, що здавалося долі секунди під час комерційної перерви, на екрані з’явилася реклама від Reddit. </p> <p> На початку оголошення розміщений логотип Reddit, який потім зникає, відображаючи повідомлення: &quot;Ого, це насправді спрацювало. Якщо ви читаєте це, це означає, що наша ставка окупилася&quot;. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Що щойно сталося? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> - Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> 8 лютого 2021 року </a></blockquote>  <p> Повідомлення продовжується: &quot;Одне, про що ми дізналися від наших спільнот минулого тижня, - це те, що аутсайдери можуть досягти майже будь-чого, коли вони об&#39;єднуються навколо спільної ідеї&quot;. Тут Reddit явно мав на увазі <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> Перемога WallStreetBet над Уолл-стріт </a> , оскільки вона боролася з розлюченими хедж-фондами та торговими обмеженнями Робінхудства. </p> <p> Він закриває рекламу, зазначаючи: &quot;Потужні речі трапляються, коли люди гуртуються навколо того, що їм насправді цікаво. І для цього є місце. Це називається Reddit&quot;. </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Сюрприз Reddit&#39;s Super Bowl </h2> <p> Хоча це оголошення було показано лише кілька секунд, Reddit зазначила, що витратила &quot;весь маркетинговий бюджет&quot; на цей неймовірно короткий рекламний ролик. WallStreetBets, безумовно, заслуговував на святкове повідомлення, і, ймовірно, став несподіванкою для 8,7 мільйонів членів громади. </p>"}