{"title":"Вебінари надходять до команд Microsoft за новим платним планом","content":"<p> Якщо ви завжди хотіли провести вебінар у Microsoft Teams, ви скоро зможете --- але спочатку вам доведеться заплатити. Компанія-розробник програмного забезпечення розкрила свої плани щодо Teams Pro, передплатної послуги, яка дозволить учасникам проводити вебінари з Teams. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> Що відбувається з Microsoft Teams з Teams Pro? </h2> <p> Новини про цю функцію розпочались <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Петрі </a> . Корпорація Майкрософт планує випустити нову послугу на основі передплати під назвою Teams Pro, яка призначена для вдосконалення способу використання Teams. Наразі служба запланована на випуск середини березня 2021 року. </p> <p> Незрозуміло, скільки буде Teams Pro, але ми знаємо, що передплатники Pro отримають можливість створювати вебінари. Це має великий сенс, як <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft отримує величезний прибуток у світі, ураженому пандемією, </a> і Teams має потенціал стати потужним виробником грошей для компанії. </p> <p> Teams Pro також матиме &quot;інформацію про зустрічі&quot;. Невідомо, що саме це означає, але у Бреда Самса з Петрі є кілька думок щодо того, що ця загадкова особливість може спричинити: </p> <blockquote> <p> ... Я підозрюю, що це буде тісно пов’язано з функціональністю веб-семінару - ці два поєднуються, як OneDrive та SharePoint. Якщо ви проводите вебінар з командами, вам знадобляться додаткові уявлення, такі як час сеансу, якщо вони задають питання тощо. </p> </blockquote> <p> Таким чином, існує велика ймовірність того, що &quot;інтелект зустрічей&quot; стане ще одним прикладом експериментів Microsoft з автоматизацією процесу зворотного зв&#39;язку. Ми бачили, як компанія спробувала це раніше за допомогою <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> система, яка визначає, хто на зустрічі виглядає нудно </a> . </p> <p> Що стосується подальших подробиць, однак, тут не так вже й багато. Таким чином, нам доведеться витримати свій час, щоб побачити, що Microsoft запланувала для Teams Pro, включаючи, скільки це буде коштувати і як саме працюватимуть вебінари. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: що потрібно мати професіоналу? </h2> <p> Деталі, на жаль, дуже скупі щодо того, що Microsoft планує для Teams Pro. Однак ми знаємо, що вебінари є частиною плану підписки, тому нам доведеться лише почекати, щоб побачити, як ця новина розвиватиметься з часом. </p> <p> Якщо ви працюєте вдома і захоплюєтеся думкою про відкриття власної справи, веб-семінар - це чудовий спосіб розкрити своє ім’я. Перш ніж взятися за його створення, непогано вивчити, що робить хороший вебінар, щоб ви могли створити професійне враження. </p> <p> <small> Кредит зображення: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}