{"title":"Незабаром ви можете вимкнути відеофільми людей у ​​командах Microsoft","content":"<p> Іноді не хочеться, щоб усі показували своє відео на віртуальній зустрічі; іноді ви віддаєте перевагу керуванню тим, хто може показувати свої веб-камери, а хто ні. На щастя, Microsoft додає цю функцію до Teams, щоб ви могли контролювати, хто може, а що не може показувати свої камери на зустрічі. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Плани корпорації Майкрософт щодо відеоцензури для команд </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> помітив серію записів на <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Дорожня карта Microsoft 365 </a> пов’язані з відключенням веб-камер учасника в Teams. Функції все ще розробляються, але з того, що ми можемо побачити в Дорожній карті, це буде цікаве оновлення для команд. </p> <p> Якщо ви вперше чуєте про «Дорожню карту», ​​це фантастичний спосіб дізнатись, що Microsoft запланувала для своїх послуг. Ми помітили плани програмного гіганта <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> дозволити анонімним ведучим у Microsoft Teams </a> за допомогою Дорожньої карти Microsoft 365. </p> <p> Тепер Microsoft додала ще два записи до Дорожньої карти. Один з них обговорює вимкнення камери одного учасника, а другий - вимкнення камери всіх відразу. </p> <p> Для першого Microsoft хоче дозволити організатору зборів вимкнути веб-камеру однієї людини. Це зручна функція для людей, які створюють проблеми зі своїми веб-камерами, або просто для ввімкнення та вимкнення людей, коли настав час поговорити. </p> <p> Остання функція дозволяє організатору вмикати та вимикати веб-камери всіх за один раз. Організатор може вибрати перемикач перед початком наради або робити це на льоту, поки триває сесія. </p> <p> Обидві функції перераховані двічі у Дорожній карті. Перша партія запланована на випуск у квітні 2021 року, а друга - на травень. Таким чином, трохи незрозуміло, коли ми отримаємо це оновлення, але це не повинно пройти занадто довго, поки ви не матимете остаточного контролю над тим, хто може, а що не може показувати їх обличчя на зустрічах ваших команд. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Краще керуйте своїми зустрічами за допомогою команд Microsoft </h2> <p> Якщо ви завжди хотіли керувати стрічками веб-камер людей у ​​Microsoft Teams, вам пощастило. Програмний гігант працює над функцією, яка дозволить вам вимкнути окремі камери або всі їх відразу. Нам доведеться почекати і побачити точну дату, коли ця функція вийде. </p> <p> Якщо вас цікавить більше способів керувати вашими зустрічами Teams, чи знали ви, що служба незабаром повторить ваші сесії для вас? Спочатку він планувався до випуску в січні 2021 року, але поки що був перенесений на лютий. </p> <p> <small> Кредит зображення: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}