{"title":"10 An toàn Internet Nên và Không nên làm để Giữ cho Bạn An toàn Trực tuyến","content":"<p> Khi bạn duyệt internet, bạn có nhận thức đầy đủ về những rủi ro mà bạn có thể gặp phải không? Đừng tự mãn khi lướt web trực tuyến, nếu không bạn có thể là nạn nhân của những trò gian lận bao gồm đánh cắp danh tính, phần mềm độc hại và kỹ thuật xã hội. </p> <p> Để an toàn khi trực tuyến, đây là 10 điều nên làm và không nên làm về an toàn hàng đầu mà bạn nên ghi nhớ. </p> <h2 id=\"do-install-antivirus-software-and-update-regularly\"> NÊN: Cài đặt phần mềm chống vi-rút và cập nhật thường xuyên </h2> <p> Đây là một trong những giao thức an toàn cơ bản nhất mà bạn nên thực hiện trên máy tính cá nhân và máy tính của mình. Có nhiều lựa chọn khác nhau khi nói đến loại phần mềm này. </p> <p> <a href=\"https://www.makeuseof.com/tag/7-reliable-sites-quick-free-anti-virus-scan/\" target=\"_blank\" rel=\"nofollow noopener\"> Những cái miễn phí cung cấp các tính năng bảo mật cơ bản </a> nhưng nếu bạn muốn bảo mật tối đa, bạn nên dành ra một khoản ngân sách kha khá. Đảm bảo rằng bạn cân nhắc việc bảo vệ phần mềm độc hại để duyệt web an toàn hơn. </p> <p> Và điều quan trọng là bạn phải cập nhật nó. Các lỗ hổng mới thường được tìm thấy và vá; nếu bạn đang chạy phiên bản phần mềm chống vi-rút cũ hơn, những vấn đề đó vẫn chưa được khắc phục trên thiết bị của bạn. Bạn có thể đặt hầu hết các bộ bảo mật cập nhật tự động. Tương tự, bạn có thể đặt chúng để quét máy tính của bạn một cách thường xuyên mà bạn không cần phải làm bất cứ điều gì khác. </p> <p> </p> <h2 id=\"do-choose-strong-passwords\"> NÊN: Chọn mật khẩu mạnh </h2> <p> <img alt=\"How to import passwords into Chrome\" src=\"images/import-passwords-into-chrome-featured-286.jpg\" loading=\"lazy\"> </p> <p> Mật khẩu đóng một vai trò quan trọng trong việc bảo vệ dữ liệu trực tuyến của bạn. Cho dù đó là hồ sơ mạng xã hội, tài khoản mua sắm hay email cá nhân, bạn sẽ cần tạo mật khẩu mạnh. </p> <p> Một số trang web cung cấp các đề xuất, tức là sự kết hợp giữa chữ và số và các ký tự đặc biệt. Một số không chấp nhận mật khẩu không tuân thủ các yêu cầu của họ. Tuy nhiên, không phải tất cả các trang web đều cung cấp điều này. Khi bạn đang tạo mật khẩu của riêng mình, hãy nhớ rằng bạn đang bảo vệ tính toàn vẹn và thông tin cá nhân của mình. </p> <p> </p> <p> </p> <h2 id=\"do-limit-personal-information\"> NÊN: Giới hạn thông tin cá nhân </h2> <p> Đừng đưa quá nhiều thông tin cá nhân lên mạng. Bằng cách chia sẻ thông tin cá nhân của bạn với công chúng, bạn có nguy cơ ảnh hưởng đến vị trí, thói quen hàng ngày của mình và hơn thế nữa. </p> <p> Đừng quên về hành vi trộm cắp danh tính. Bạn càng cung cấp nhiều thông tin về bản thân thì nguy cơ bị tội phạm mạng sao chép danh tính của bạn càng lớn. Đây là một vấn đề rất nghiêm trọng và có thể hủy hoại mạng sống. Nhiều người đã trở thành nạn nhân của điều này. Bạn sẽ không muốn là người tiếp theo. </p> <p> </p> <h2 id=\"do-stay-away-from-suspicious-clickbait\"> NÊN: Tránh xa Clickbait đáng ngờ </h2> <p> <img alt=\"clickbaits-internet-ads\" src=\"images/clickbaits-internet-ads-923.jpg\" loading=\"lazy\"> </p> <p> Khi lướt trực tuyến, bạn sẽ bắt gặp các trang web khác nhau hiển thị các quảng cáo bật lên có thể thu hút bất kỳ người nào vô tình nhấp vào. Quảng cáo clickbait rất nguy hiểm vì chúng có thể dẫn đến vi-rút tiềm ẩn xâm nhập vào máy tính của bạn. </p> <p> Cảnh giác hơn về những gì bạn đọc và nhấp vào khi trực tuyến. Trước tiên, hãy xác minh thông tin — đặc biệt là nơi các liên kết thực sự đưa bạn đến — trước khi bạn nhấp vào, ngay cả khi chúng có vẻ rất thú vị. </p> <p> </p> <h2 id=\"do-enable-two-factor-authentication\"> NÊN: Bật xác thực hai yếu tố </h2> <p> Xác thực hai yếu tố (2FA) cung cấp một lớp an toàn bổ sung cho tài khoản của bạn. Điều này giúp ngăn chặn những kẻ lừa đảo vì nó sẽ yêu cầu hai phần bằng chứng để xác minh tính xác thực của chủ sở hữu tài khoản, tức là mật khẩu cộng với mã xác minh được gửi đến số điện thoại hoặc địa chỉ email. </p> <p> Điều này làm cho tội phạm khó lấy cắp thông tin và truy cập dữ liệu của bạn hơn. Điều này là cần thiết nếu một trang web cung cấp tùy chọn này. </p> <p> </p> <h2 id=\"don-t-use-a-single-password-for-different-websites\"> KHÔNG NÊN: Sử dụng một mật khẩu duy nhất cho các trang web khác nhau </h2> <p> <img alt=\"easy-password\" src=\"images/easy-password-683.jpg\" loading=\"lazy\"> </p> <p> Hãy tưởng tượng một ngôi nhà có nhiều ổ khóa nhưng chỉ có một chìa khóa để mở tất cả các phòng. Nếu một tên trộm giữ được chiếc chìa khóa duy nhất đó, tất cả các phòng của bạn có thể được mở một cách đơn giản. </p> <p> Điều này cũng áp dụng cho bảo vệ bằng mật khẩu. </p> <p> </p> <p> Đặt một mật khẩu mạnh là không đủ. Bạn nên học cách kết hợp nó để bất kỳ kẻ lừa đảo hoặc kẻ trộm danh tính tiềm năng nào sẽ không thể xâm phạm hoàn toàn thông tin cá nhân của bạn. Ngược lại, nếu một dịch vụ bị rò rỉ dữ liệu, thì tất cả các dịch vụ khác mà bạn sử dụng cũng sẽ bị lộ. </p> <p> </p> <h2 id=\"don-t-stick-with-a-single-email-account\"> KHÔNG NÊN: Gắn bó với một tài khoản email duy nhất </h2> <p> Email của bạn là một yếu tố cần thiết để đăng ký trên các trang web. Ngay cả khi nói đến ngân hàng trực tuyến, một email là bắt buộc. Nhưng hãy tưởng tượng bạn quên chi tiết đăng nhập email. </p> <p> Bạn sẽ làm gì? Điều gì sẽ xảy ra nếu một tên tội phạm trực tuyến xâm phạm địa chỉ email duy nhất của bạn? Sẽ là thông minh nếu tạo nhiều tài khoản email để giúp bạn có kế hoạch dự phòng, để bạn vẫn có thể truy xuất dữ liệu quan trọng. </p> <p> </p> <h2 id=\"don-t-store-personal-card-details-on-websites\"> KHÔNG NÊN: Lưu trữ chi tiết thẻ cá nhân trên trang web </h2> <p> Cho dù bạn là người thích mua sắm trực tuyến hay sử dụng chúng một cách tiết kiệm, sẽ không phải là điều khôn ngoan nếu bạn lưu trữ chi tiết thẻ của mình trên các trang web. </p> <p> Bạn càng lưu trữ nhiều dữ liệu trên các trang web, thì khả năng bị đánh cắp danh tính càng lớn, nếu xảy ra vi phạm dữ liệu. Bạn thường phải chấp nhận rủi ro này khi nói đến Thông tin nhận dạng cá nhân (PII), vì nhiều dịch vụ cần thông tin cá nhân cơ bản để tạo tài khoản, nhưng việc lưu trữ thông tin tài chính của bạn ở nơi khác là không cần thiết. </p> <p> </p> <h2 id=\"don-t-download-unknown-software\"> KHÔNG NÊN: Tải xuống phần mềm không xác định </h2> <p> <img alt=\"malware feature\" src=\"images/malware-feature-443.jpg\" loading=\"lazy\"> </p> <p> Bạn có đang duyệt và một quảng cáo xuất hiện, cung cấp phần mềm miễn phí không? Cho dù ưu đãi này trông có vẻ tốt như thế nào, đừng tải nó xuống. </p> <p> Nếu nó trông quá tốt để trở thành sự thật, thì có lẽ là như vậy. Điều này cũng đúng với các tệp đính kèm email không được yêu cầu. </p> <p> </p> <p> Bộ bảo mật của bạn sẽ bảo vệ bạn khỏi nhiều mối đe dọa, nhưng bằng cách nhấp vào thứ gì đó mà không biết nội dung đầy đủ của nó, bạn có thể mời phần mềm độc hại vào hệ thống của mình. </p> <p> </p> <h2 id=\"don-t-allow-websites-to-remember-your-username-and-password\"> KHÔNG NÊN: Cho phép các trang web ghi nhớ tên người dùng và mật khẩu của bạn </h2> <p> Việc cho phép các trang web ghi nhớ tên người dùng và mật khẩu của bạn là một điều hấp dẫn, nhưng tốt nhất là bạn nên tránh. </p> <p> Bất kỳ ai có thể truy cập vào máy tính, máy tính xách tay hoặc điện thoại thông minh của bạn đều có thể dễ dàng truy cập vào tài khoản của bạn vì tất cả thông tin đăng nhập đã được lưu trữ trong cookie. Bạn có thể sử dụng một dịch vụ mọi lúc, nhưng đừng quá thoải mái khi đăng nhập trực tuyến vào các trang web khác nhau. </p> <p> </p> <h2 id=\"internet-safety-requires-simple-smart-choices\"> An toàn Internet Yêu cầu Lựa chọn Thông minh Đơn giản </h2> <p> An toàn internet của bạn phụ thuộc rất nhiều vào các lựa chọn cơ bản. </p> <p> Bạn càng đưa ra những quyết định khôn ngoan, thì khả năng bản sắc của bạn bị tổn hại càng ít. Cơ hội thực sự là ở bạn ở đây. Tội phạm mạng chỉ chờ bạn thực hiện bất kỳ động thái sai trái nào. Vì vậy, hãy thông minh; hãy cảnh giác. Đừng bao giờ mất cảnh giác khi duyệt web trực tuyến. </p>"}