{"title":"5 tính năng ít được biết đến của Apple Health đáng sử dụng","content":"<p> Hầu hết người dùng Apple Watch và iPhone đều quen thuộc với ứng dụng Apple Health. Các <strong> Hoạt động </strong> phần theo dõi chuyển động, lượng calo và tần suất đứng là phần nổi tiếng nhất của ứng dụng. </p> <p> Tuy nhiên, khi tìm hiểu sâu hơn về ứng dụng Apple Health, bạn có thể khám phá ra nhiều chức năng hữu ích hơn. May mắn thay, chúng tôi đã đào sâu cho bạn: đây là những tính năng ít được biết đến tốt nhất được chôn giấu trong ứng dụng Apple Health. </p> <h2 id=\"cycle-tracking\"> 1. Theo dõi chu kỳ </h2> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (3 Hình ảnh) </strong> <img alt=\"Main display screen of the cycle tracking feature within apple health. It shows the cycle log and where you are in your cycle\" src=\"images/cycletracking-symptoms-349.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Menu within the apple health cycle tracking function that allows users to record symptoms\" src=\"images/cycletracking-symptoms-617.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Cycle tracking screen with a calendar view showing when your next period is predicted to start\" src=\"images/cycletracking-predictions-910.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Mặc dù có rất nhiều ứng dụng theo dõi chu kỳ tuyệt vời trong App Store, bạn có biết rằng cũng có một tính năng theo dõi chu kỳ tuyệt vời nằm trong ứng dụng Apple Health không? Nó có tất cả các tính năng chính của các ứng dụng theo dõi độc lập được tích hợp sẵn một cách kín đáo. </p> <p> Bạn có thể nhập ngày bắt đầu và ngày kết thúc của kỳ kinh và độ dài của chu kỳ kinh nguyệt (đừng lo lắng nếu bạn không chắc chắn; ứng dụng sẽ mặc định là 28 ngày và điều chỉnh khi bạn thêm dữ liệu mỗi tháng). Ứng dụng sẽ sử dụng dữ liệu này để dự đoán khi nào kỳ kinh tiếp theo của bạn sẽ bắt đầu và khi nào bạn có thể rụng trứng. Bạn cũng có thể nhập dữ liệu để theo dõi các triệu chứng trong suốt chu kỳ của mình. </p> <p> </p> <p> Theo dõi chu kỳ của bạn là hữu ích vì một số lý do. Rõ ràng nhất là nó giúp bạn biết khi nào sẽ có kinh. Nó cũng có thể giúp bạn xác định thời điểm dễ thụ thai nhất nếu bạn đang cố gắng thụ thai. Theo dõi thông tin này cũng sẽ giúp bạn biết liệu bạn có bị trễ kinh hay không — điều này có thể cho thấy có thai hoặc một loạt các vấn đề sức khỏe tiềm ẩn. </p> <p> </p> <h2 id=\"mobility-data\"> 2. Dữ liệu di động </h2> <p> Bạn có thể không biết điều này, nhưng nếu bạn đi dạo với iPhone trong túi, nó sẽ thu thập một số dữ liệu di động thú vị cho bạn. Ngoài ra, đeo Apple Watch cũng có thể thu thập dữ liệu di động. </p> <p> Để truy cập dữ liệu di động này: </p> <ol> <li> Mở ứng dụng Apple Health. </li> <li> Chọn <strong> Duyệt qua </strong> biểu tượng. </li> <li> Cuộn xuống <strong> Tính di động </strong> bên trong <strong> Danh sách Danh mục Sức khỏe </strong> và chọn nó. </li> </ol> <p> Sau khi điều hướng đến tính năng dữ liệu di động, bạn sẽ có thể xem lại một số phần dữ liệu thú vị. </p> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (3 Hình ảnh) </strong> <img alt=\"Mobility overview screen in Apple Health App\" src=\"images/mobility-overview-825.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Graph of double support time mobility data collected in Apple Health\" src=\"images/double-support-time-514.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Graph of step length data collected in Apple Health\" src=\"images/step-length-693.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <h3 id=\"double-support-time\"> Thời gian hỗ trợ gấp đôi </h3> <p> Điều này đại diện cho thời gian mà cả hai chân ở trên mặt đất trong khi bạn đang đi bộ. Một người khỏe mạnh sẽ có thời gian hỗ trợ gấp đôi từ 20 đến 40 phần trăm trong một lần đi bộ thông thường. Tỷ lệ phần trăm cao hơn có thể cho thấy sự cân bằng hoặc vấn đề phối hợp. IPhone của bạn sẽ ghi lại thời gian hỗ trợ gấp đôi của bạn khi đi bộ trên mặt đất bằng phẳng. </p> <h3 id=\"step-length\"> Độ dài bước </h3> <p> Khoảng cách giữa bàn chân trước và bàn chân sau của bạn trong khi đi bộ. Ghi lại độ dài bước khi bạn đi bộ với iPhone trong túi. Điều này có thể thay đổi tùy theo chiều cao, tốc độ đi bộ và địa hình bạn đang đi bộ. </p> <p> Tuy nhiên, độ dài bước giảm đáng kể có thể cho thấy sự suy giảm về sức mạnh, khả năng phối hợp hoặc khả năng vận động tổng thể. Dữ liệu này có thể đặc biệt hữu ích cho người lớn tuổi hoặc những người đang phục hồi sau chấn thương. </p> <h3 id=\"walking-asymmetry\"> Đi bộ không đối xứng </h3> <p> Phép đo mức độ đối xứng của kiểu đi bộ của bạn. Kiểu đi bộ đều đặn, khỏe mạnh xảy ra khi các bước bạn thực hiện với mỗi chân xảy ra với cùng tốc độ. Nếu bạn đang thực hiện các bước nhanh hơn hoặc chậm hơn bằng một chân, điều đó có thể cho thấy chấn thương, bệnh tật hoặc một mối lo ngại khác về sức khỏe. </p> <p> IPhone của bạn sẽ tự động ghi lại sự đối xứng đi bộ của bạn; kiểm tra dữ liệu này để tìm bất kỳ thay đổi hoặc mẫu nào. </p> <h3 id=\"walking-speed\"> Tốc độ đi bộ </h3> <p> Tốc độ bạn đi bộ trên mặt đất bằng phẳng. Điều này cũng được tự động ghi lại khi bạn đi bộ với iPhone trong túi hoặc ngang lưng. Đảm bảo rằng chiều cao của bạn được lưu trong ứng dụng sức khỏe để có tốc độ đi bộ chính xác nhất. </p> <p> </p> <h2 id=\"medication-and-health-data-tracking\"> 3. Theo dõi Dữ liệu Y tế và Thuốc </h2> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (3 Hình ảnh) </strong> <img alt=\"Apple Health Browse Menu displaying different health data tracking features\" src=\"images/apple-health-browse-338.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Other Data Menu within the Apple Health App\" src=\"images/other-data-menu-365.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Inhaler usage tracker within the Apple Health App. A line graph showing inhaler usage throughout the week is displayed\" src=\"images/inhaler-usage-939.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Bạn có thể theo dõi các thông tin y tế quan trọng như sử dụng ống hít, phân phối insulin, lượng đường trong máu, các dấu hiệu quan trọng và các triệu chứng sức khỏe trong Apple Health App. Nếu bạn đang được theo dõi hoặc điều trị tình trạng sức khỏe, dữ liệu này có thể giúp bạn và bác sĩ đánh giá tình trạng, các triệu chứng và hiệu quả của kế hoạch điều trị hiện tại của bạn. </p> <p> Đi đến <strong> Duyệt qua </strong> trong Apple Health để xem danh sách thông tin sức khỏe mà ứng dụng theo dõi. Ở cuối danh sách, hãy chọn <strong> Dữ liệu khác </strong> để xem nhiều tính năng theo dõi dữ liệu hơn nữa. </p> <p> </p> <h2 id=\"hearing\"> 4. Thính giác </h2> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (2 Hình ảnh) </strong> <img alt=\"A graph showing audio levels over the period of a month\" src=\"images/headphone-audio-levels-372.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Menu displaying headphone notification settings\" src=\"images/headphone-notifications-919.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Nghe nhạc quá to trong khi sử dụng tai nghe có thể làm hỏng thính giác của bạn. Để giải quyết vấn đề này, Apple bao gồm các tính năng theo dõi mức độ âm thanh và thông báo tai nghe trong ứng dụng Sức khỏe. </p> <p> Nếu bạn bật <strong> Thông báo tai nghe </strong> trong Apple Health, ứng dụng sẽ gửi thông báo nếu bạn đã vượt quá giới hạn tiếp xúc âm thanh được khuyến nghị trong bảy ngày. Khi điều này xảy ra, nó cũng sẽ giảm âm lượng của âm thanh tai nghe của bạn và gửi cho bạn thông báo. </p> <p> </p> <p> Giới hạn tiếp xúc đó đo âm lượng và thời lượng của âm thanh để đánh giá khả năng gây hại cho thính giác của bạn. </p> <p> Để bật thông báo trên Tai nghe: </p> <ol> <li> Mở ứng dụng Apple Health. </li> <li> Đi đến <strong> Duyệt qua </strong> ở dưới cùng bên phải. </li> <li> Lựa chọn <strong> Thính giác </strong> từ menu. </li> <li> Chọn <strong> Thông báo tai nghe </strong> và bật chúng. </li> </ol> <p> Nếu bạn có Apple Watch, ứng dụng Health cũng có thể thông báo cho bạn nếu mức độ tiếng ồn gần bạn quá cao, dẫn đến khả năng gây hại cho thính giác của bạn. </p> <p> </p> <h2 id=\"sleep-tracking\"> 5. Theo dõi giấc ngủ </h2> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (3 Hình ảnh) </strong> <img alt=\"Screen explaining the Sleep functions in Apple Health: Sleep schedule, Sleep Mode, and Wind Down\" src=\"images/sleep-function-setup-692.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Screen allowing the user to set a sleep duration goal\" src=\"images/sleep-goal-718.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Sleep schedule setup screen showing bedtime and wake up time\" src=\"images/sleep-schedule-menu-418.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Các <strong> Ngủ </strong> chức năng trong Apple Health có thể giúp bạn theo dõi lượng giấc ngủ của bạn mỗi đêm. Bạn có thể đặt lịch ngủ, mục tiêu thời lượng ngủ, bật Chế độ ngủ và đặt các hành động để giúp bạn dễ dàng đi ngủ. Chế độ Ngủ bật chế độ Không làm phiền và đơn giản hóa màn hình khóa của bạn để hạn chế phiền nhiễu. </p> <p> Chức năng Sleep trong Apple Health cũng tích hợp với các ứng dụng hỗ trợ và theo dõi giấc ngủ khác. Để biết thêm thông tin về cách tận dụng nó, hãy xem <a href=\"https://www.makeuseof.com/sleep-tracking-features-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> hướng dẫn về các tính năng theo dõi giấc ngủ trên iPhone của bạn </a> . </p> <p> </p> <h2 id=\"making-the-most-of-apple-health\"> Tận dụng tối đa Apple Health </h2> <p> Apple Health có thể cung cấp nhiều loại dữ liệu sức khỏe và y tế có ý nghĩa, nhưng nó chỉ hữu ích khi bạn tạo ra nó. Để tận dụng tối đa Apple Health, hãy đảm bảo nhập bất kỳ dữ liệu nào bạn muốn theo dõi và xem lại dữ liệu hoạt động được iPhone hoặc Apple Watch của bạn ghi lại thường xuyên. </p> <p> Mặc dù dữ liệu này có thể hữu ích để theo dõi sức khỏe của bạn, nhưng hãy nhớ rằng nó không phải là sự thay thế cho việc chăm sóc y tế thích hợp. Thảo luận bất kỳ mối quan tâm nào mà bạn có về sức khỏe của mình với chuyên gia y tế. </p>"}