{"title":"7 cách phát hiện hồ sơ LinkedIn giả mạo","content":"<p> Các mối đe dọa trực tuyến thậm chí còn tồn tại trên các mạng xã hội chuyên nghiệp như LinkedIn, thường ở dạng hồ sơ giả. </p> <p> Phát hiện một hồ sơ LinkedIn giả mạo phần nào khiến bạn cảm thấy đau lòng. Tuy nhiên, biết chính xác những gì cần tìm sẽ làm cho việc đó trở nên dễ dàng hơn nhiều. Dưới đây là bảy dấu hiệu chính cho thấy yêu cầu kết nối bạn nhận được có thể không phải là chính hãng. </p> <h2 id=\"how-to-spot-fake-linkedin-profiles\"> Cách phát hiện hồ sơ LinkedIn giả mạo </h2> <p> </p> <p> Các tài khoản độc hại thu thập danh sách liên hệ và thông tin chi tiết như địa chỉ email và số điện thoại. Họ cũng có thể quảng cáo danh sách việc làm giả mạo, thu hút những người tìm việc có triển vọng thú vị và khuyến khích họ nhấp vào liên kết hoặc tải xuống tệp có chứa phần mềm độc hại. </p> <p> Các <a href=\"https://www.makeuseof.com/most-common-social-media-phishing-attacks/\" target=\"_blank\" rel=\"nofollow noopener\"> một loạt các cuộc tấn công lừa đảo trên mạng xã hội phổ biến </a> rộng, nhưng dễ bị cản trở nếu bạn cẩn thận. Điểm mấu chốt là, bằng cách chú ý, bạn có thể bảo vệ thông tin cá nhân và tài sản của mình. Đồng thời, bạn giữ an toàn cho những người dùng khác trước những hồ sơ giả mạo sử dụng bạn làm mồi nhử. </p> <p> Dưới đây là một số dấu hiệu cần chú ý. </p> <h3 id=\"incomplete-or-impersonal-profile\"> 1. Hồ sơ không đầy đủ hoặc mạo danh </h3> <p> Ghi lại ấn tượng tổng thể của tài khoản. Trừ khi tài khoản ở chế độ riêng tư, bạn sẽ có thể xem các chi tiết như vị trí, giáo dục, việc làm và phần Giới thiệu của người dùng. Một hồ sơ không hoàn chỉnh là một dấu hiệu đỏ, cũng như một hồ sơ cho thấy không chuyên nghiệp hoặc thiếu cá nhân. </p> <p> Ví dụ: hãy xem thông tin Giới thiệu của người dùng. Ngoài lỗi chính tả hoặc cách diễn đạt, có thể có sự mâu thuẫn với lĩnh vực mà họ được cho là chuyên gia. Bạn cũng thường thấy những từ ngữ chung chung, vì vậy hãy để mắt và tâm trí của bạn trước bất cứ điều gì cảm thấy khó chịu. </p> <h3 id=\"suspicious-profile-picture\"> 2. Ảnh hồ sơ đáng ngờ </h3> <p> </p> <p> Một tài khoản LinkedIn giả mạo thường sử dụng một bức ảnh bất thường và do đó, chính nó sẽ bị loại bỏ. Một số hoàn toàn không sử dụng ảnh. Trong khi các chuyên gia chỉnh chu và những bức ảnh chụp đầu chất lượng là những điểm phổ biến trên nền tảng này, hầu hết người dùng cố gắng tránh để trông giống như một bức ảnh lưu trữ. </p> <p> Bạn cũng có thể bắt gặp những khuôn mặt nổi tiếng đang cười lại với bạn không khớp với tên hiển thị trên hồ sơ. </p> <p> Trong cả hai trường hợp, bạn có thể nhanh chóng kiểm tra thông qua <a href=\"https://www.makeuseof.com/tag/search-image-google/\" target=\"_blank\" rel=\"nofollow noopener\"> Tìm kiếm hình ảnh của Google trên máy tính của bạn </a> hoặc điện thoại thông minh. </p> <h3 id=\"generic-headline\"> 3. Dòng tiêu đề chung </h3> <p> Là một người tìm việc, bạn phải tạo một hồ sơ thu hút sự chú ý của nhà tuyển dụng, đồng thời phản ánh con người của bạn. Nếu một yêu cầu kết nối có cụm từ ngẫu nhiên hoặc chung chung cho dòng tiêu đề, người dùng có thể không ở trên LinkedIn vì những lý do tương tự như những người khác. </p> <p> Tất nhiên, kết bạn trên nền tảng không phải là xấu, nhưng bạn phải hết sức thận trọng, đặc biệt là khi phán đoán sai lầm là tất cả những gì cần thiết để gặp phải rất nhiều rắc rối với những kẻ lừa đảo. </p> <p> </p><p class=\"heading_title\"></p> &lt;/p&gt; <h3 id=\"suspicious-work-or-education-history\"> 4. Lịch sử công việc hoặc giáo dục đáng ngờ </h3> <p> Ở đây, hồ sơ càng cung cấp nhiều thông tin càng tốt. Việc điền vào lịch sử việc làm hoặc giáo dục của bạn trên LinkedIn là điều tẻ nhạt, nhưng nó cần phải trông càng thú vị càng tốt. Vì vậy, một tài khoản chỉ hiển thị một số ít công ty và chức danh công việc mà không có thêm chi tiết như trách nhiệm là điều kỳ lạ, ít nhất là nói. </p> <p> Xem qua sơ yếu lý lịch của ai đó có vẻ cực đoan, nhưng một tài khoản giả mạo chắc chắn sẽ mắc sai lầm ở đó. Không chỉ vậy, việc tìm kiếm thông tin trên Google mà bạn không chắc chắn có thể đưa ra thêm cảnh báo về tài khoản. Một chút hoang tưởng đôi khi được đền đáp. </p> <h3 id=\"enthusiastic-messages-with-links\"> 5. Thông điệp nhiệt tình có liên kết </h3> <p> <img alt=\"LinkedIn Message With Job Offer and Links\" src=\"images/linkedin-message-with-job-offer-and-links-142.png\" loading=\"lazy\"> </p> <p> Một số người dùng gian lận đủ táo bạo để gửi một tin nhắn cùng với yêu cầu kết nối của họ. Vì mục tiêu của họ là thuyết phục bạn tin tưởng họ, nên đôi khi họ điền vào các thông điệp của mình bằng những câu nói như đặc quyền công việc không thể cưỡng lại, từ khóa và ngôn ngữ hào hứng. </p> <p> Chúng có thể bao gồm các liên kết và tài liệu chứa nhiều thông tin hơn về bất cứ thứ gì họ đang cung cấp. Không mở hoặc tải xuống bất kỳ thứ gì cho đến khi bạn biết người dùng và phiếu mua hàng là chính hãng. Điều này áp dụng cho các tương tác trên bất kỳ nền tảng nào, cho dù đó là mạng xã hội hay tài khoản email của bạn. </p> <p> Một cách hữu ích để kiểm tra hồ sơ đáng ngờ là trước tiên, nghiên cứu chi tiết về tài khoản của họ, bao gồm cả cá nhân và công ty. Sau đó nhắn lại cho họ bằng các câu hỏi. Cách tiếp cận ngoại giao và không đối đầu hoạt động tốt nhất. Nếu câu trả lời của họ thiếu, bạn có thể từ chối hoặc bỏ qua lời đề nghị của họ. </p> <p> </p> <h3 id=\"too-few-or-too-many-connections\"> 6. Quá ít hoặc quá nhiều kết nối </h3> <p> Có thể là cấu hình mới và vẫn đang xây dựng mạng của nó, nhưng nếu các con số không thay đổi sau một thời gian, người dùng có thể không thực sự cố gắng. Hoặc mọi người không kết nối với họ vì một lý do. </p> <p> Nếu bạn thấy bất kỳ điều gì khác đáng ngờ trên tài khoản, bạn nên tránh hoặc <a href=\"https://www.linkedin.com/help/linkedin/answer/61664\" target=\"_blank\" rel=\"nofollow noopener\"> thậm chí báo cáo chúng </a> . </p> <p> Ở đầu bên kia của quang phổ là những hồ sơ giả mạo đánh lừa rất nhiều người và thậm chí cả hệ thống cao cấp, nhưng hãy kết nối với tất cả mọi người mà họ có thể. Một người dùng chân chính kết thúc với một mạng ít nhiều liên quan đến lợi ích của họ. Một mạng lưới khổng lồ với một tập hợp người bất thường là một lá cờ đỏ lớn. </p> <h3 id=\"poor-linkedin-activity\"> 7. Hoạt động LinkedIn kém </h3> <p> <img alt=\"Social Media Like Icon\" src=\"images/social-media-like-icon-947.jpg\" loading=\"lazy\"> </p> <p> Hồ sơ thực cũng tương tác với nền tảng. Người dùng của họ thực sự được đầu tư vào việc đặt bản thân ra đó và tạo ra các kết nối có ý nghĩa. Các tài khoản giả mạo thường không vượt xa việc thích hoặc chia sẻ bài đăng. Ngay cả nhận xét của họ cũng sẽ chung chung hoặc rất ngắn. </p> <p> Ngoài việc kiểm tra thông tin chi tiết của hồ sơ, hãy xem cả hoạt động của hồ sơ đó. Nếu nó có vẻ ít hoặc không cá nhân, tránh kết nối sẽ là điều khôn ngoan. Những chi tiết nhỏ như thế này sẽ làm tăng thêm cảm giác của bạn về tài khoản và giúp bạn quyết định xem nó có đáng ngờ hay không. </p> <p> </p> <h2 id=\"common-sense-keeps-you-safe-on-linkedin\"> Common Sense giúp bạn an toàn trên LinkedIn </h2> <p> Cá nhân, những lá cờ đỏ này là nhỏ, nhưng kết hợp nhiều với nhau và bạn có một tài khoản đáng ngờ trong tay. Đó có thể chỉ là một người không biết cách tạo hồ sơ tốt hoặc tiếp cận mọi người theo cách chuyên nghiệp. Tuy nhiên, ngay cả như vậy, tốt hơn là nên an toàn hơn là xin lỗi. </p> <p> Là một người dùng chân chính, bạn phải học cách tự bảo vệ mình. Và việc kén chọn địa chỉ liên hệ của bạn là một cái giá nhỏ phải trả. </p>"}