{"title":"8 cách dễ dàng để sửa chữa Steam khi nó mở được","content":"<p> Steam có từ chối mở trên máy tính của bạn không? Có nhiều lý do tại sao điều này có thể xảy ra. </p> <p> Hướng dẫn sau đây liệt kê tám cách để mở Steam mà không gặp bất kỳ sự cố khởi chạy nào trên máy tính của bạn. Kiểm tra các bản sửa lỗi dễ dàng này trước khi bạn xóa máy tính của mình hoặc tạm biệt vĩnh viễn với Steam. </p> <h2 id=\"check-if-steam-is-down\"> 1. Kiểm tra xem hơi nước có bị tắt không </h2> <p> Nếu Steam mở ra nhưng không vượt qua được màn hình kết nối hoặc hoàn toàn không tải, thì có thể đã xảy ra sự cố với máy chủ của Steam. </p> <p> Các máy chủ có thể gặp sự cố ngừng hoạt động và điều này khiến tất cả các ứng dụng khách Steam ngừng hoạt động. </p> <p> Có những trang web như <a href=\"https://steamstat.us/\" target=\"_blank\" rel=\"nofollow noopener\"> Trạng thái Steam không chính thức </a> cho bạn biết trạng thái hiện tại của máy chủ của ứng dụng. Nếu bạn thấy bất kỳ thời gian ngừng hoạt động nào ở đó, đó có thể là lý do tại sao Steam không mở trên máy tính của bạn. </p> <p> <img alt=\"Check Steam status\" src=\"images/check-steam-server-status-695.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"end-the-steam-process-using-windows-task-manager\"> 2. Kết thúc quá trình Steam bằng Windows Task Manager </h2> <p> Nếu Steam mở ra nhưng bị kẹt trên màn hình ban đầu, bạn có thể hủy quy trình của Steam bằng Trình quản lý tác vụ và xem cách đó có khắc phục được sự cố không. </p> <p> </p> <p> Đây là cách bạn kết thúc quá trình Steam trên PC của mình: </p> <ol> <li> Nhấp chuột phải vào thanh tác vụ Windows của bạn và chọn <strong> Quản lý công việc </strong> . </li> <li> Nhấn vào <strong> Quy trình </strong> trong Trình quản lý tác vụ. </li> <li> Tìm thấy <strong> Steam Client Bootstrapper </strong> trong danh sách quy trình, hãy nhấp vào nó và nhấp vào <strong> Kết thúc nhiệm vụ </strong> ở dưới cùng bên phải. </li> <li> Task Manager sẽ buộc đóng Steam trên PC của bạn. </li> <li> Khởi chạy lại <strong> hơi nước </strong> và xem nó có hoạt động không. </li> </ol> <p> <img alt=\"End the Steam process in Task Manager\" src=\"images/end-steam-process-684.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"restart-your-computer\"> 3. Khởi động lại máy tính của bạn </h2> <p> Nếu máy tính của bạn gặp bất kỳ trục trặc nhỏ nào, nó thực sự có thể ngăn Steam mở. Nếu trường hợp này xảy ra với bạn, khởi động lại máy tính đơn giản có thể sẽ khắc phục được sự cố. </p> <p> Lưu công việc của bạn, đóng tất cả các ứng dụng đang mở rồi làm theo các bước sau để khởi động lại PC của bạn: </p> <ol> <li> Mở <strong> Khởi đầu </strong> thực đơn. </li> <li> Nhấp vào biểu tượng nguồn. </li> <li> Lựa chọn <strong> Khởi động lại </strong> . </li> </ol> <p> <img alt=\"Restart your computer\" src=\"images/restart-computer-423.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"run-steam-as-an-admin\"> 4. Chạy Steam với tư cách quản trị viên </h2> <p> Một trong những lý do có thể khiến Steam không mở là ứng dụng không có các quyền cần thiết. Những loại sự cố này thường gặp trên PC Windows. Bạn có thể sửa những lỗi này bằng cách <a href=\"https://www.makeuseof.com/tag/ways-to-run-a-program-as-administrator-in-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> chạy các ứng dụng của bạn với đặc quyền của quản trị viên </a> . </p> <p> Bạn có thể khởi chạy Steam với tư cách quản trị viên và xem điều đó có giúp bạn mở ứng dụng mà không gặp bất kỳ sự cố nào hay không. Đây là cách bạn làm điều đó: </p> <ol> <li> Nhấp chuột phải vào lối tắt Steam trên màn hình của bạn và chọn <strong> Mở vị trí file </strong> từ menu ngữ cảnh. </li> <li> Tìm thấy <strong> steam.exe </strong> trong danh sách tệp, bấm chuột phải vào tệp này và chọn <strong> Chạy như quản trị viên </strong> . </li> <li> Đánh <strong> Đúng </strong> trong lời nhắc. </li> <li> Hiện tại, Steam sẽ ra mắt với quyền quản trị viên. </li> </ol> <p> <img alt=\"Run Steam with admin rights\" src=\"images/run-steam-as-admin-232.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"delete-the-steam-cache-files\"> 5. Xóa các tệp Steam Cache </h2> <p> Giống như các ứng dụng khác, Steam cũng tạo và lưu trữ các tệp bộ nhớ cache trên máy tính của bạn. Các tệp bộ nhớ cache này đôi khi là lý do khiến bạn gặp nhiều vấn đề khác nhau với Steam. </p> <p> Steam không mở được có thể do tệp bộ đệm bị trục trặc. Nếu đúng như vậy, lựa chọn tốt nhất của bạn là xóa tất cả các tệp bộ đệm Steam khỏi máy tính của bạn. </p> <p> Bạn có thể xóa các tệp trong bộ nhớ cache mà không gây ra bất kỳ sự cố nào với ứng dụng và sau đây là cách thực hiện: </p> <ol> <li> Đóng <strong> hơi nước </strong> nếu nó đang chạy trên PC của bạn. </li> <li> Nhấp chuột phải vào lối tắt Steam trên màn hình của bạn và chọn <strong> Mở vị trí file. </strong> Thư mục Steam sẽ mở trong File Explorer. </li> <li> Đi tới đầu thư mục và tìm thư mục có tên <strong> appcache </strong> . </li> <li> Sao chép cái này <strong> appcache </strong> đến một thư mục khác trên máy tính của bạn. Bạn đang tạo một bản sao lưu của thư mục. </li> <li> Sau đó, nhấp chuột phải vào bản gốc <strong> appcache </strong> thư mục và chọn <strong> Xóa bỏ </strong> . Thao tác này sẽ xóa thư mục khỏi thư mục Steam. </li> <li> Phóng <strong> hơi nước </strong> và xem nó có hoạt động không. </li> </ol> <p> <img alt=\"Delete the Steam cache files\" src=\"images/delete-steam-cache-737.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"flush-the-steam-configuration-and-refresh-the-app\"> 6. Xóa cấu hình Steam và làm mới ứng dụng </h2> <p> Vì Steam có nhiều tệp cấu hình, ứng dụng thực sự đi kèm với một lệnh cho phép bạn làm mới cấu hình và cài đặt Steam trên máy tính của mình. Bạn có thể sử dụng lệnh này để giải quyết nhiều vấn đề với Steam, trừ khi nó không mở. </p> <p> Đây là cách bạn làm mới tệp cấu hình Steam: </p> <ol> <li> Nhấn nút <strong> Phím Windows + R </strong> cùng một lúc để mở Run. </li> <li> Nhập nội dung sau vào hộp Chạy, rồi nhấn <strong> Đi vào </strong> . <pre><code class=\"hljs\">steam://flushconfig</code></pre> </li> <li> Steam nói rằng chạy lệnh trên sẽ xóa bộ nhớ cache tải xuống của bạn và đăng xuất bạn khỏi ứng dụng. Bạn cần nhấp vào <strong> đồng ý </strong> để tiếp tục. </li> </ol> <p> <img alt=\"Refresh Steam\" src=\"images/refresh-steam-802.png\" loading=\"lazy\"> </p> <p> Nếu bạn quan tâm đến các lệnh, có một số <a href=\"https://www.makeuseof.com/tag/15-cmd-commands-every-windows-user-know/\" target=\"_blank\" rel=\"nofollow noopener\"> lệnh CMD hữu ích </a> mà bạn có thể học. </p> <p> </p> <h2 id=\"fix-your-date-and-time-settings\"> 7. Sửa cài đặt ngày và giờ của bạn </h2> <p> Nhiều ứng dụng yêu cầu bạn phải định cấu hình cài đặt ngày và giờ chính xác trên máy tính của mình. Nếu Steam không mở, có thể do cài đặt ngày và giờ của bạn không chính xác. </p> <p> Bạn có thể truy cập ứng dụng Cài đặt Windows 10 và bật tùy chọn thời gian tự động để khắc phục điều này. Đây là cách bạn thực hiện điều đó trên PC: </p> <ol> <li> Mở <strong> Cài đặt </strong> ứng dụng từ <strong> Khởi đầu </strong> thực đơn. </li> <li> Nhấp chuột <strong> Thời gian &amp; Ngôn ngữ </strong> . </li> <li> Lựa chọn <strong> Ngày giờ </strong> bên trái. </li> <li> Biến <strong> Đặt thời gian tự động </strong> chuyển sang <strong> TRÊN </strong> Chức vụ. </li> <li> Bật chuyển đổi cho <strong> Đặt múi giờ tự động </strong> cũng. </li> <li> Mở <strong> hơi nước </strong> và xem liệu nó có khởi chạy hay không. </li> </ol> <p> <img alt=\"Fix date and time on the computer\" src=\"images/set-date-time-720.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"reinstall-steam-on-your-computer\"> 8. Cài đặt lại Steam trên máy tính của bạn </h2> <p> Nếu không có gì khác hoạt động, biện pháp cuối cùng của bạn là gỡ cài đặt và cài đặt lại Steam trên máy tính của bạn. Thao tác này sẽ xóa Steam cũng như tất cả các tệp của nó khỏi máy của bạn. Sau đó, bạn có thể cài đặt Steam từ đầu. </p> <p> Cài đặt lại ứng dụng sẽ khắc phục hầu hết các sự cố với Steam trên máy tính của bạn, bao gồm cả sự cố mà ứng dụng từ chối khởi chạy. </p> <p> <strong> Để xóa Steam khỏi máy tính của bạn: </strong> </p> <ol> <li> Khởi chạy <strong> Cài đặt </strong> ứng dụng trên PC của bạn. </li> <li> Nhấp chuột <strong> Ứng dụng </strong> . </li> <li> Tìm thấy <strong> hơi nước </strong> trong danh sách ứng dụng và nhấp vào nó. </li> <li> Nhấn vào <strong> Gỡ cài đặt </strong> để loại bỏ Steam. </li> </ol> <p> <img alt=\"Uninstall Steam on the computer\" src=\"images/uninstall-steam-452.png\" loading=\"lazy\"> </p> <p> <strong> Để cài đặt lại Steam: </strong> </p> <ol> <li> Đi đến <a href=\"https://store.steampowered.com/about/\" target=\"_blank\" rel=\"nofollow noopener\"> Trang Steam </a> sử dụng trình duyệt web của bạn. </li> <li> Tải xuống và khởi chạy thiết lập Steam trên PC của bạn. </li> <li> Đi qua trình hướng dẫn cài đặt. </li> </ol> <p> Học hỏi <a href=\"https://www.makeuseof.com/tag/how-to-uninstall-apps-on-windows/\" target=\"_blank\" rel=\"nofollow noopener\"> cách gỡ cài đặt ứng dụng hoàn toàn </a> nếu ứng dụng của bạn thường để lại các tệp rác. </p> <p> </p> <h2 id=\"fixing-steam-launch-issues-on-your-computer\"> Khắc phục sự cố khởi chạy Steam trên máy tính của bạn </h2> <p> Rất hiếm khi gặp sự cố với Steam, nhưng điều đó không có nghĩa là bạn sẽ không bao giờ gặp phải sự cố nào. Nếu bạn gặp sự cố mà Steam không khởi chạy, thì bây giờ bạn biết phải làm gì trong tình huống này. Có một số cách để khắc phục sự cố khởi chạy Steam, như đã nêu ở trên. </p> <p> Giống như Steam, Discord cũng đôi khi gặp sự cố khi khởi chạy. May mắn thay, bạn cũng có nhiều cách khác nhau để giải quyết những vấn đề này. </p>"}