{"title":"9 lệnh cơ bản giúp bạn bắt đầu với Linux","content":"<p> Hướng dẫn cách sử dụng Linux thường mong đợi bạn thực hiện một số thao tác nhất định trong thiết bị đầu cuối, điều này thoạt đầu có vẻ đáng sợ. Nhưng không lo lắng; Bảng lừa đảo lệnh Linux này sẽ trình bày quá trình mở một thiết bị đầu cuối và đưa ra một vài lệnh hữu ích. </p> <h2 id=\"linux-command-prompt-for-beginners\"> Linux Command Prompt cho người mới bắt đầu </h2> <p> Các lệnh Linux cơ bản mà bạn sẽ tìm thấy bên dưới là phổ biến cho hầu hết mọi bản phân phối Linux, từ dòng lệnh Ubuntu đến Kali Linux. Thiết bị đầu cuối của bạn có thể trông khác với thiết bị trong hình bên dưới, nhưng hãy yên tâm rằng những thiết bị này sẽ phù hợp với bạn. </p> <p> Lưu ý rằng trong các hướng dẫn trực tuyến khác nhau, bạn sẽ thường nghe thấy các cụm từ khác nhau đề cập đến cùng một hành động: &quot;open a shell&quot;, &quot;start bash&quot; hoặc &quot;in the command line&quot;. Tất cả đều có nghĩa là bạn nên mở và nhập vào thiết bị đầu cuối, chúng tôi sẽ thực hiện bên dưới. </p> <p> </p> <p> </p> <h2 id=\"how-to-open-a-terminal-in-linux\"> Cách mở một thiết bị đầu cuối trong Linux </h2> <p> Tìm kiếm menu ứng dụng của bạn cho <strong> thiết bị đầu cuối </strong> . Nó thường có nhãn &quot;trình giả lập thiết bị đầu cuối&quot; và đây chính xác là những gì bạn muốn. </p> <p> <img alt=\"An Open Terminal in Linux Mint\" src=\"images/linux-mint-open-terminal-399.png\" loading=\"lazy\"> </p> <p> Tuy nhiên, cách nhanh nhất để mở một thiết bị đầu cuối là phím tắt <strong> Ctrl + Alt + T </strong> . </p> <p> </p> <h2 id=\"basic-linux-commands-for-beginners\"> Các lệnh Linux cơ bản cho người mới bắt đầu </h2> <p> Bây giờ bạn đã mở một thiết bị đầu cuối, bạn đã sẵn sàng để bắt đầu thực hiện một số lệnh. Hãy xem lại một vài lệnh shell cơ bản nhất trong Linux. </p> <h3 id=\"view-working-directory\"> 1. Xem thư mục làm việc </h3> <p> Biết thư mục &quot;làm việc&quot; hiện tại là điều quan trọng hàng đầu khi sử dụng thiết bị đầu cuối. Nhiều lệnh gây ra các thay đổi trong thư mục hiện tại và bạn không muốn thực hiện các thay đổi đó trong thư mục sai. </p> <p> Để kiểm tra thư mục bạn hiện đang làm việc, lệnh này sẽ <strong> p </strong> rint <strong> w </strong> quả cầu <strong> d </strong> thư mục: </p> <pre><code class=\"hljs bash\">pwd</code></pre> <h3 id=\"view-contents-of-the-working-directory\"> Xem Nội dung của Thư mục Làm việc </h3> <p> Phát hành <strong> ls </strong> lệnh nếu bạn muốn xem tất cả các tệp và thư mục trong thư mục hiện tại: </p> <pre><code class=\"hljs\">ls</code></pre> <p> Các tệp sẽ xuất hiện ở dạng văn bản thuần túy, trong khi các thư mục sẽ được in đậm và tô màu. </p> <p> <img alt=\"Using the Ls Command in Linux Mint Terminal\" src=\"images/linux-terminal-ls-command-111.png\" loading=\"lazy\"> </p> <p> Nếu bạn cũng muốn xem các tệp ẩn, chỉ cần nối <strong> -a </strong> hoặc là <strong> --tất cả </strong> Lựa chọn: </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"change-directories\"> 2. Thay đổi thư mục </h3> <p> Bạn có thể thay đổi thư mục làm việc hiện tại của mình bằng <strong> CD </strong> , viết tắt của <strong> c </strong> trả thù <strong> d </strong> thư mục. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Lệnh trên sẽ tìm thư mục có tên Documents bên trong thư mục làm việc hiện tại của bạn và khi tìm thấy nó, hãy chuyển sang thư mục đó. </p> <p> </p> <p> Hãy chắc chắn rằng bất cứ khi nào bạn chỉ định một tệp hoặc thư mục có tên có khoảng trống trong đó, bạn đặt nó trong dấu ngoặc kép, nếu không bạn sẽ gặp lỗi. </p> <p> Bạn có thể di chuyển một lên một thư mục bằng cách thêm <strong> .. </strong> Lựa chọn: </p> <pre><code class=\"hljs bash\">cd ..</code></pre> <p> Việc tự phát hành cd, không có vị trí cụ thể, sẽ đưa bạn trực tiếp đến thư mục chính của bạn: </p> <pre><code class=\"hljs bash\">cd</code></pre> <h3 id=\"print-the-output-of-a-command\"> 3. In đầu ra của một lệnh </h3> <p> Các <strong> tiếng vang </strong> lệnh sẽ nhận bất kỳ đầu vào nào bạn cung cấp cho nó, có thể là một chuỗi văn bản hoặc một lệnh khác và in nó ra trong terminal. </p> <pre><code class=\"hljs bash\">cd Documents</code></pre> <p> Về bản chất, echo có vẻ vô dụng, nhưng trên thực tế, bạn sẽ thấy nó được sử dụng thường xuyên trong quản lý hệ thống Linux. </p> <h3 id=\"view-file-contents\"> Xem nội dung tệp </h3> <p> Lệnh kêu như mèo <strong> con mèo </strong> sẽ in trong terminal nội dung đầy đủ của bất kỳ tệp nào bạn đặt tên. </p> <pre><code class=\"hljs\">cat filename.txt</code></pre> <h3 id=\"search-a-file-s-contents\"> 4. Tìm kiếm nội dung của tệp </h3> <p> Để tìm kiếm nội dung của bất kỳ tệp nào cho một từ hoặc cụm từ được chỉ định, hãy sử dụng <strong> grep </strong> chỉ huy. </p> <pre><code class=\"hljs perl\">grep \"search term\" filename.txt</code></pre> <p> Lệnh này rất hữu ích khi bạn đang tìm kiếm thông tin cụ thể giữa các tệp hệ thống dài và phức tạp. </p> <h3 id=\"redirect-command-output\"> 5. Đầu ra lệnh chuyển hướng </h3> <p> Ký hiệu &quot;lớn hơn&quot;, <strong> &gt; </strong> , có sức mạnh trong các chuỗi lệnh để chuyển hướng đầu ra của một lệnh thành một tệp hoặc một lệnh khác. </p> <p> Ví dụ: lệnh này sẽ lấy đầu ra của echo và lưu nó trong một tệp bản rõ có tên là &quot;file.txt&quot;: </p> <pre><code class=\"hljs perl\">echo \"Hello, world!\" > file.txt</code></pre> <h3 id=\"system-update-ubuntu-based-systems\"> 6. Cập nhật hệ thống (Hệ thống dựa trên Ubuntu) </h3> <p> Trong bất kỳ trình bao Ubuntu nào, hãy nhập hai lệnh này để kiểm tra và áp dụng tất cả các bản cập nhật có sẵn cho hệ thống của bạn. </p> <pre><code class=\"hljs\">sudo apt update<br>sudo apt full-upgrade</code></pre> <p> Bạn sẽ được nhắc nhập mật khẩu người dùng của mình trước khi xác nhận bất kỳ lệnh nào có tiền tố sudo. </p> <p> Mẹo chuyên nghiệp: Bạn có thể xâu hai hoặc nhiều lệnh lại với nhau thành một bằng cách sử dụng <strong> &amp;&amp; </strong> nhà điều hành. </p> <pre><code class=\"hljs\">sudo apt update && sudo apt full-upgrade</code></pre> <p> </p> <h2 id=\"linux-terminal-keyboard-shortcuts-for-beginners\"> Các phím tắt trên bàn phím đầu cuối Linux cho người mới bắt đầu </h2> <p> Học các phím tắt, mặc dù ban đầu khó khăn, nhưng về lâu dài sẽ tiết kiệm được rất nhiều thời gian. Linux có <a href=\"https://www.makeuseof.com/tag/10-useful-ubuntu-keyboard-shortcuts-that-you-might-not-know-of/\" target=\"_blank\" rel=\"nofollow noopener\"> rất nhiều phím tắt hữu ích </a> và chúng tôi sẽ liệt kê một số phím tắt hữu ích nhất bên dưới. </p> <h3 id=\"recall-previous-commands\"> 7. Nhớ lại các lệnh trước </h3> <p> Nếu bạn muốn lặp lại lệnh mà bạn đã sử dụng gần đây, nhưng bạn không nhớ hoặc không muốn gõ lại, bạn có thể cuộn qua lịch sử lệnh của mình bằng cách sử dụng <strong> phím mũi tên lên và xuống </strong> . </p> <p> Ngoài ra, bạn có thể đánh <strong> Ctrl + R </strong> để tìm kiếm lịch sử lệnh của bạn cho một từ khóa hoặc cụm từ cụ thể. </p> <h3 id=\"see-command-suggestions\"> 8. Xem Đề xuất Lệnh </h3> <p> Đôi khi khi sử dụng terminal, bạn sẽ nhớ lại một phần của lệnh, nhưng bạn sẽ không chắc nó được viết như thế nào hoặc sử dụng các tùy chọn nào. Nếu bạn bắt đầu nhập một lệnh, hãy nhấn vào <strong> Chuyển hướng </strong> phím, thiết bị đầu cuối sẽ cố gắng hoàn thành lệnh của bạn cho bạn hoặc hiển thị cho bạn một số khả năng. </p> <p> <img alt=\"Viewing Command Suggestions in Linux Mint Terminal\" src=\"images/linux-terminal-tab-suggestions-414.png\" loading=\"lazy\"> </p> <h3 id=\"kill-a-terminal-process\"> 9. Giết một quy trình đầu cuối </h3> <p> Bạn có thể đã biết <strong> Ctrl + C </strong> dưới dạng phím tắt copy-to-clipboard, nhưng khi được sử dụng trong terminal, tổ hợp phím này sẽ giết bất kỳ lệnh nào đang chạy mà bạn có thể hối tiếc khi phát hành. </p> <p> </p> <h2 id=\"linux-for-beginners\"> Linux cho người mới bắt đầu </h2> <p> Cách tốt nhất để ghi nhớ các lệnh và phím tắt đầu cuối Linux khởi động này là sử dụng chúng, vì vậy hãy mở dòng lệnh và bắt đầu nhập! </p> <p> Muốn có thêm lệnh? Hãy xem của chúng tôi <a href=\"https://www.makeuseof.com/tag/linux-commands-reference-pdf/\" target=\"_blank\" rel=\"nofollow noopener\"> Bảng lừa đảo lệnh Linux </a> . </p> <p> Để giúp bạn khám phá những gì có thể có trong Linux, chúng tôi đã cùng nhau tìm hiểu sâu về phần mềm tốt nhất hiện có cho Linux, được sắp xếp theo danh mục. </p>"}