{"title":"Apple cung cấp dịch vụ thay thế pin miễn phí cho MacBook Pro không sạc quá 1%","content":"<p> Apple đã tung ra một chương trình dịch vụ mới để thay thế miễn phí pin bị lỗi trong một số mẫu MacBook Pro không sạc trên 1%. </p> <p> Một số lượng nhỏ các đơn vị MacBook Pro 13 inch và 15 inch được sản xuất vào năm 2016 và 2017 dường như đang gặp khó khăn với vấn đề sạc kỳ lạ này. Những khách hàng bị ảnh hưởng có thể thấy thông báo trong ngăn Tùy chọn pin cho biết &quot;Dịch vụ được đề xuất&quot;. </p> <p> Nếu bạn thấy thông báo này, bạn đủ điều kiện để được thay pin miễn phí của Apple. Ngược lại, nếu thông báo cho biết pin đang ở tình trạng bình thường thì bạn không bị ảnh hưởng gì. </p> <p> Theo một tài liệu hỗ trợ trên <a href=\"https://support.apple.com/HT212163\" target=\"_blank\" rel=\"nofollow noopener\"> Trang web của Apple </a> , vấn đề sạc pin ảnh hưởng đến &quot;một số lượng rất nhỏ khách hàng&quot; với máy tính MacBook Pro 2016 và 2017. </p> <h2 id=\"is-my-macbook-pro-affected\"> MacBook Pro của tôi có bị ảnh hưởng không? </h2> <p> Các mẫu MacBook Pro 2016 và 2017 sau đây có thể có những biểu hiện sau: </p> <ul> <li> MacBook Pro (13-inch, 2016, hai cổng Thunderbolt 3) </li> <li> MacBook Pro (13-inch, 2017, hai cổng Thunderbolt 3) </li> <li> MacBook Pro (13-inch, 2016, bốn cổng Thunderbolt 3) </li> <li> MacBook Pro (13-inch, 2017, bốn cổng Thunderbolt 3) </li> <li> MacBook Pro (15-inch, 2016) </li> <li> MacBook Pro (15-inch, 2017) </li> </ul> <p> Đến <a href=\"https://www.makeuseof.com/tag/find-macbooks-year-age-instantly/\" target=\"_blank\" rel=\"nofollow noopener\"> nhanh chóng xác định kiểu máy tính của bạn </a> , chọn &quot;About This Mac&quot; từ menu Apple. </p> <p> </p> <h2 id=\"how-to-check-mac-battery-health\"> Cách kiểm tra tình trạng pin của máy Mac </h2> <p> Bạn có thể kiểm tra tình trạng hiện tại của pin trong MacBook Pro trong macOS một cách dễ dàng. </p> <p> Trong Big Sur, chọn &quot;Tùy chọn Hệ thống&quot; từ menu Apple. Trong cửa sổ System Preferences, nhấp vào &quot;Battery&quot;, sau đó chọn &quot;Battery&quot; trong thanh bên và nhấp vào &quot;Battery Health&quot;. </p> <p> </p> <p> Nếu máy Mac của bạn đang sử dụng macOS Catalina trở xuống, hãy giữ phím Tùy chọn (⌥) trên bàn phím trong khi nhấp vào biểu tượng Pin trên thanh menu. Thao tác này sẽ hiển thị menu trạng thái Pin. </p> <p> Nếu máy tính xách tay của bạn đủ điều kiện cho chương trình dịch vụ của Apple, bạn có thể được thay thế miễn phí bằng cách liên hệ với Apple thông qua <a href=\"https://getsupport.apple.com/?caller=kbase&PFC=PFC1002&category_id=SC0999&symptom_id=21085\" target=\"_blank\" rel=\"nofollow noopener\"> Trang web hỗ trợ </a> . &quot;Máy tính của bạn sẽ được kiểm tra trước khi bảo hành để xác minh rằng nó đủ điều kiện để được thay pin miễn phí&quot;, Apple lưu ý. </p> <p> </p> <h2 id=\"emergency-updates-with-a-battery-fix\"> Cập nhật khẩn cấp với bản sửa lỗi pin </h2> <p> Sau khi nhận ra lỗi này, Apple đã nhanh chóng đẩy một cặp cập nhật macOS --- macOS Big Sur 11.2.1 trở lên cho máy Mac được hỗ trợ bởi phần mềm Big Sur và bản cập nhật bổ sung macOS Catalina 10.15.7 cho người dùng Mac trên macOS Catalina và sớm hơn. </p> <p> </p> <p> Theo ghi chú phát hành trên <a href=\"https://support.apple.com/en-us/HT211896#macos1121\" target=\"_blank\" rel=\"nofollow noopener\"> Trang web của Apple </a> , macOS Big Sur 11.2.1 &quot;khắc phục sự cố có thể ngăn không cho pin sạc trong một số mẫu MacBook Pro 2016 và 2017&quot;. Apple khuyên mọi người nên cài đặt các bản cập nhật này để ngăn vấn đề pin xảy ra với các MacBook Pro 2016 và 2017 khác. </p> <p> </p> <h2 id=\"how-to-update-your-mac\"> Cách cập nhật máy Mac của bạn </h2> <p> Để cập nhật phần mềm macOS trên máy Mac của bạn lên phiên bản mới nhất, hãy truy cập <strong> Tùy chọn hệ thống&gt; Cập nhật phần mềm </strong> . Nếu bạn thấy thông báo cho biết có bất kỳ bản cập nhật nào, hãy nhấp vào nút &quot;Cập nhật ngay&quot; để cài đặt chúng. Bạn có thể được yêu cầu nhập mật khẩu quản trị viên để hoàn tất cập nhật máy Mac của mình. </p> <p> Nếu bạn muốn máy tính của mình tự động tải xuống và cài đặt các bản cập nhật trong tương lai, hãy chọn tùy chọn &quot;Tự động cập nhật máy Mac của tôi&quot; trong cửa sổ Cập nhật Phần mềm. Bạn sẽ được thông báo khi các bản cập nhật đang chờ xử lý yêu cầu khởi động lại và bạn có thể chọn cài đặt các bản cập nhật đó sau. </p>"}