{"title":"Apple tăng tín dụng hoàn trả DTK Mac Mini sau khi nhà phát triển phản đối","content":"<p> Đáp lại sự phản đối kịch liệt của các nhà phát triển, Apple đã tăng tín dụng đối với việc trả lại máy tính Mac mini dành cho nhà phát triển Bộ chuyển đổi dành cho nhà phát triển (DTK) từ 200 đô la ban đầu lên 500 đô la cho mỗi chiếc. </p> <p> Ngoài ra, khoản tín dụng $ 500 tăng thêm có thể được đổi vào cuối năm thay vì trước ngày 31 tháng 5, theo email của Apple thông báo cho các nhà phát triển về các điều khoản cập nhật. </p> <blockquote> <p> Thay vì khoản tín dụng 200 đô la sẽ hết hạn vào tháng 5, chúng tôi sẽ cung cấp cho bạn khoản tín dụng trị giá 500 đô la của Apple và kéo dài thời gian bạn có thể sử dụng để nhận được một chiếc máy Mac M1 mới đến cuối năm nay. Nếu bạn đã mua một máy Mac M1 mới, tín dụng Apple mang lại cho bạn sự linh hoạt khi mua bất kỳ sản phẩm nào của Apple để hỗ trợ công việc phát triển ứng dụng của bạn. </p> </blockquote> <p> Công ty sẽ sớm chia sẻ chi tiết về cách vận chuyển trở lại các đơn vị DTK đó. </p> <p> Ưu đãi hấp dẫn cho phép các nhà phát triển sử dụng khoản tín dụng 500 đô la để trang trải phần lớn chi phí của một máy tính mini Mac mini mới M1, bắt đầu từ 699 đô la. Các điều khoản mới là phản ứng của Apple trước sự phản đối kịch liệt của nhà phát triển xảy ra sau đó <a href=\"https://www.makeuseof.com/apple-developers-return-dtk-mac-mini/\" target=\"_blank\" rel=\"nofollow noopener\"> Ưu đãi $ 200 DTK dành cho Mac mini </a> . </p> <h2 id=\"an-unfortunate-pr-misstep\"> Một sơ suất PR đáng tiếc </h2> <p> Thông báo email của Apple thừa nhận rằng công ty nhận thức rất rõ về thực tế rằng &quot;tín dụng đánh giá cao&quot; 200 đô la ban đầu của họ có thể đã xúc phạm một số nhà phát triển. </p> <blockquote> <p> Chúng tôi đã nghe phản hồi của bạn về thư báo ghi có trị giá 200 đô la được đề cập trong email cuối cùng của chúng tôi. Ý định của chúng tôi là ghi nhận nỗ lực to lớn mà bạn đã bỏ ra để tạo ra những ứng dụng tuyệt vời dành cho trường đại học. Bằng cách hợp tác sớm với chúng tôi, bạn đã thể hiện cam kết của mình với nền tảng của chúng tôi và sẵn sàng trở thành người tiên phong. </p> </blockquote> <p> Thật không may, đây là tất cả những gì Apple đang làm. </p> <p> Công ty đã tạo ra một vấn đề PR nhỏ trong không khí mỏng, khiến các nhà phát triển khá lo lắng. Và tất cả những sự phẫn nộ và tranh cãi đó có thể tránh được nếu Apple đề nghị 500 đô la để trả lại những bộ dụng cụ đó ngay từ đầu. Và nếu công ty thực sự muốn thưởng cho các nhà phát triển trung thành nhất của mình, họ có thể để họ giữ lại đơn vị DTK của mình. </p> <p> </p> <p> Hỗ trợ của nhà phát triển là một trong những yếu tố quan trọng nhất để biến bất kỳ nền tảng công nghệ nào thành công. Nếu công ty muốn giữ khách hàng quay lại với nền tảng của mình, công ty sẽ cần phải suy nghĩ kỹ trước khi chọc giận đội quân các nhà phát triển của mình bằng những động thái như thế này. Chính các nhà phát triển đã tạo ra các ứng dụng giúp mọi người tiếp tục gắn bó và đam mê các sản phẩm của Apple. </p> <p> </p> <h2 id=\"what-is-dtk-mac-mini-anyway\"> DTK Mac Mini là gì? </h2> <p> Các đơn vị DTK của Apple cho các nhà phát triển thuê để giúp các ứng dụng dựa trên Intel của họ chạy nguyên bản trên máy Mac M1 mới. DTK là vỏ máy Mac mini với chip A12Z Bionic của iPad Pro được tích hợp bên trong, được trang bị bộ nhớ 16 GB, bộ nhớ 512 GB, v.v. Quan trọng hơn, các nhà phát triển đã biết tất cả những gì họ cần phải trả lại đơn vị của họ cho Apple vào một ngày nào đó. </p> <p> Khoản tín dụng 200 đô la mà Apple ban đầu cung cấp cho các nhà phát triển muốn trả lại thiết bị của họ có thể được sử dụng để mua ứng dụng, phương tiện hoặc một trong những máy tính Mac chạy bằng silicon mới nhất của Apple. Một nhà phát triển sẽ nhận được khoản tín dụng 200 đô la của họ khi nhận được đơn vị được trả lại. Các mã này sẽ cần được sử dụng trước ngày 31 tháng 5 năm 2021. </p> <p> Nhưng các nhà phát triển đã chùn bước trước lời đề nghị này, họ trút bỏ sự thất vọng của họ với các điều khoản của Apple trên mạng xã hội. Hầu hết các khiếu nại xoay quanh thực tế là khoản tín dụng 200 đô la không đủ để mua một chiếc Mac mini M1 mới nhằm tiếp tục thử nghiệm các ứng dụng silicon Apple của họ. </p>"}