{"title":"Táo và Những đứa trẻ siêu khỏe mạnh Giải quyết Đụng độ Biểu trưng Trái cây Dueling","content":"<p> Các trận chiến pháp lý đôi khi có thể hơi kỳ quái. Kể từ tháng 8 năm 2020, Apple đã vướng vào một cuộc tranh cãi pháp lý với một công ty lập kế hoạch bữa ăn có tên là Super Healthy Kids về logo cho ứng dụng Prepear mà Apple cho rằng hơi giống của mình. </p> <p> Biểu tượng trái cây của Apple, bao gồm một quả táo hoạt hình với vết cắn và một chiếc lá, đã được sử dụng từ cuối những năm 1970. Trong khi đó, logo mới hơn nhiều của Super Healthy Kids bao gồm một quả lê hoạt hình với một chiếc lá. </p> <p> Trong một thời gian, có vẻ như thế giới không đủ lớn cho hai logo lấy cảm hứng từ trái cây với những chiếc lá góc cạnh vui nhộn. Bây giờ hai công ty được cho là đã giải quyết bất bình của họ - và tất cả những gì cần làm là Super Healthy Kids vẽ lại hình dạng của chiếc lá vi phạm đang được đề cập. </p> <h2 id=\"dilution-of-distinctiveness\"> Sự pha loãng của sự khác biệt </h2> <p> Lập luận pháp lý của Apple là cục bộ hình quả lê có thể &quot;làm loãng đi tính đặc biệt&quot; của biểu tượng mang tính biểu tượng của Apple, biểu tượng này có hình dấu ngoặc kép của Nike và một số khác được chọn làm biểu tượng được công nhận toàn cầu. </p> <p> Logo mới của Prepear đã được hiển thị trên <a href=\"https://www.prepear.com\" target=\"_blank\" rel=\"nofollow noopener\"> trang web của công ty </a> và sẽ sớm hiển thị trên ứng dụng. Nó có dạng như một chiếc lá hình nửa vầng trăng chứ không phải là hình bầu dục nhọn trước đây. Apple đã đồng ý với sự thay đổi, theo các tài liệu được nộp tại <a href=\"https://ttabvue.uspto.gov/ttabvue/v?pno=91254886&pty=OPP\" target=\"_blank\" rel=\"nofollow noopener\"> Văn phòng Bằng sáng chế và Nhãn hiệu Hoa Kỳ </a> (USPTO.) </p> <p> </p> <p> “Prepear vui mừng thông báo rằng họ đã giải quyết một cách thân thiện vấn đề nhãn hiệu của mình với Apple,” đồng sáng lập công ty Russ Monson nói <a href=\"https://www.theverge.com/2021/2/9/22275395/apple-prepear-logo-super-healthy-kids-settlement\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> . </p> <p> </p> <h2 id=\"apple-vs-small-businesses\"> Apple vs. Doanh nghiệp nhỏ </h2> <p> Mặc dù có vẻ như đã đạt được một thỏa thuận thân thiện, nhưng tại một thời điểm, cuộc đụng độ giữa hai công ty --- một, với tư cách là người khổng lồ công nghệ có giá trị nhất thế giới, lớn hơn nhiều so với công ty kia --- dường như trở nên khá tranh cãi. </p> <p> Sau khiếu nại ban đầu của Apple, người đồng sáng lập Prepear và COO Russell Monson đã thiết lập <a href=\"https://www.change.org/p/apple-save-the-pear-from-apple-end-apple-s-aggressive-opposition-of-small-businesses-with-fruit-logos\" target=\"_blank\" rel=\"nofollow noopener\"> Kiến nghị Change.org </a> , chỉ trích Apple. Bản kiến ​​nghị cuối cùng đã nhận được 269.654 chữ ký. Bây giờ nó đã được đóng cửa. </p> <p> &quot;Apple đã phản đối các doanh nghiệp nhỏ có logo liên quan đến trái cây bằng cách bắt đầu hành động pháp lý tốn kém&quot;, bản kiến ​​nghị lưu ý, &quot;ngay cả khi những logo đó không giống logo của Apple hoặc không cùng ngành nghề kinh doanh với Apple tại tất cả.&quot; </p> <p> Tiếp tục là nhiều công ty bị Apple đe dọa đã phải chịu thua vì họ &quot;không thể chi trả hàng chục nghìn đô la&quot; chi phí kiện tụng như vậy. Nhóm nghiên cứu nói rằng đó là một &quot;trải nghiệm đáng sợ khi bị tấn công hợp pháp bởi một trong những công ty lớn nhất trên thế giới.&quot; </p> <p> <small> Tín dụng hình ảnh: Apple / Prepear </small> </p>"}