{"title":"Tính năng Tìm kiếm theo tab của Chrome có thể xuất hiện trong Microsoft Edge","content":"<p> Giờ đây, Microsoft Edge sử dụng cơ sở mã Chromium, trình duyệt của gã khổng lồ phần mềm giờ đây có thể tận hưởng những lợi ích giống như Google Chrome theo mặc định. Một người dùng Reddit tinh mắt đã phát hiện ra một thay đổi gần đây đối với Microsoft Edge, gợi ý về tính năng Tab Search của Chrome xuất hiện trên trình duyệt. </p> <h2 id=\"how-tab-search-might-arrive-on-microsoft-edge\"> Cách Tìm kiếm Tab có thể đến trên Microsoft Edge </h2> <p> Người dùng Reddit Leopeva64-2 đã tăng cảnh báo về <a href=\"https://www.reddit.com/r/edge/comments/lfu1zi/fyi_microsoft_has_changed_the_command_line_flag/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Edge subreddit </a> sau khi xác định một biến thay đổi trong mã của Edge. </p> <p> Trước đây, bạn phải đưa tính năng ra khỏi chế độ ẩn theo cách thủ công. Nó đã bị chôn vùi trong mã của Microsoft Edge và bạn phải sử dụng cờ dòng lệnh <code>--enable-features=TabSearch</code> để kích hoạt nó. </p> <p> Bây giờ, lá cờ đó không còn hoạt động nữa — tuy nhiên, nó đã được thay thế bằng một lá cờ mới có tên là <code>--enable-features=msTabSearch</code>. Như Leopeva64-2 đã nói: </p> <blockquote> <p> Các cờ bắt đầu bằng &quot;ms&quot; (msExtensionsHub, msDownloadsHub, v.v.) thường được sử dụng để bật hoặc tắt các tính năng &quot;độc quyền&quot; của Edge, vì vậy việc Microsoft thực hiện thay đổi này có thể có nghĩa là họ sẽ bật tính năng này theo mặc định sắp tới (hoặc có thể họ sẽ thêm một cờ mới trên edge: // flags). </p> </blockquote> <p> Như vậy, vì cờ TabSearch hiện có thẻ &quot;ms&quot; trên đó, chúng tôi có thể sẽ thấy tính năng này xuất hiện trên Microsoft Edge theo mặc định. </p> <p> </p> <h2 id=\"microsoft-s-friendly-rivalry-with-chrome\"> Đối thủ thân thiện của Microsoft với Chrome </h2> <p> Nếu Microsoft tiếp tục kích hoạt tính năng này, thì sẽ cần một bước gần hơn để bắt kịp trình duyệt quan trọng nhất trên internet, Google Chrome. </p> <p> Để đối đầu với các đối thủ của mình, Microsoft đã cân bằng giữa việc bổ sung các tính năng mà mọi người mong đợi từ một trình duyệt hiện đại và phát triển các tính năng mới để giúp Edge nổi bật. Ví dụ, <a href=\"https://www.makeuseof.com/microsoft-edge-search-in-sidebar-tool-take-down-chrome/\" target=\"_blank\" rel=\"nofollow noopener\"> Edge đã nhận được công cụ Tìm kiếm trong Thanh bên </a> để giúp nó cạnh tranh tốt hơn với Chrome. </p> <p> Tuy nhiên, Microsoft vẫn chưa quên ai đã cung cấp cho Edge sự hỗ trợ mà nó cần. Xét cho cùng, trình duyệt hiện dựa trên cơ sở mã Chromium của Google, vì vậy Microsoft đôi khi phải làm việc cùng với Chrome nếu họ muốn cải thiện Edge. </p> <p> Trên thực tế, vì Microsoft giúp phát triển các bản sửa lỗi và tính năng cho cơ sở mã Chromium, công ty đã <a href=\"https://www.makeuseof.com/microsoft-chrome-quickly-becoming-allies/\" target=\"_blank\" rel=\"nofollow noopener\"> nhanh chóng trở thành đồng minh lớn nhất của Chrome </a> . Như vậy, Microsoft có một mối quan hệ kỳ lạ với Chrome, nơi nó vừa cạnh tranh lại vừa giúp đỡ đối thủ của mình cùng một lúc. </p> <p> </p> <h2 id=\"searching-for-the-tab-search-feature-in-microsoft-edge\"> Tìm kiếm Tính năng Tìm kiếm Tab trong Microsoft Edge </h2> <p> Mặc dù chưa có gì được xác nhận chính thức, nhưng đã có bằng chứng cho thấy Microsoft muốn đưa tính năng Tab Search của Chrome vào Chrome. Chúng tôi sẽ phải giữ ngựa của mình và theo dõi sự phát triển của Edge để xem liệu nó có xuất hiện hay không. </p> <p> Nếu bạn muốn tìm hiểu cách Microsoft Edge đổi mới khi đối mặt với sự cạnh tranh của nó, bạn cần biết về tính năng Sleeping Tabs của nó. Các thử nghiệm ban đầu của tính năng này đã giảm mức sử dụng CPU của trình duyệt xuống 37%. </p> <p> <small> Tín dụng hình ảnh: sdx15 / <a href=\"https://www.shutterstock.com/image-photo/assam-india-july-9-2020-microsoft-1776035126\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}