{"title":"Kiểm soát thói quen ứng dụng macOS của bạn với Quitter","content":"<p> Một số ứng dụng có thể hình thành thói quen, nhưng Quitter là một ứng dụng có thể tốt cho sức khỏe kỹ thuật số của bạn. Đây là một ứng dụng thanh menu nhỏ với một nhiệm vụ duy nhất nhằm mục đích giảm thiểu phiền nhiễu. </p> <h2 id=\"what-does-quitter-do\"> Quitter làm gì? </h2> <p> Quitter quản lý danh sách các ứng dụng để tự động đóng sau một thời gian không hoạt động. Nó được xây dựng dựa trên lý thuyết rằng một số ứng dụng có thể hữu ích nhưng vẫn gây mất tập trung khi chúng mở. Bạn có thể cần phải <a href=\"https://www.makeuseof.com/how-to-use-twitter-as-a-research-tool/\" target=\"_blank\" rel=\"nofollow noopener\"> sử dụng Twitter cho các nghiên cứu quan trọng </a> , nhưng bạn sẽ muốn tránh bị phân tâm bởi nó sau khi hoàn thành. </p> <p> </p> <h2 id=\"how-to-download-and-install-quitter\"> Cách tải xuống và cài đặt Quitter </h2> <p> Quitter có sẵn từ nhà phát triển <a href=\"https://marco.org/apps\" target=\"_blank\" rel=\"nofollow noopener\"> Trang web của Marco Arment </a> . Tải xuống là một kho lưu trữ zip chứa một tệp duy nhất, <strong> Quitter.app </strong> . Nếu bạn chạy ứng dụng từ bên ngoài thư mục Ứng dụng, ứng dụng sẽ tự cài đặt ở đó: </p> <p> <img alt=\"A screenshot of the Quitter app offering to move itself to the Applications folder \" src=\"images/quitter-move-app-161.png\" loading=\"lazy\"> </p> <p> Sau khi chạy, bạn có thể đặt Quitter thành <a href=\"https://www.makeuseof.com/tag/add-remove-delay-startup-items-mac/\" target=\"_blank\" rel=\"nofollow noopener\"> bắt đầu khi đăng nhập </a> bằng cách nhấp vào biểu tượng thanh menu của nó và chọn lệnh menu, <strong> Bắt đầu Quitter khi đăng nhập </strong> : </p> <p> <img alt=\"A screenshot of the Quitter app's Start at Login menu command\" src=\"images/quitter-start-at-login-518.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"quitter-s-main-interface\"> Giao diện chính của Quitter </h2> <p> Quitter thực hiện nhiệm vụ của mình khi chạy ở chế độ nền, tránh xa con đường của bạn. Lần duy nhất bạn thực sự tương tác với nó là thêm hoặc xóa các ứng dụng bạn muốn kiểm soát bằng Quitter. </p> <p> Các <strong> Chỉnh sửa quy tắc </strong> cửa sổ hiển thị danh sách các ứng dụng được quản lý. Nó sẽ trống theo mặc định. Nhấn vào <strong> + </strong> ở dưới cùng bên trái để thêm ứng dụng. Thao tác này sẽ mở hộp thoại tệp mà bạn có thể sử dụng để chọn ứng dụng. Hầu hết thời gian, nó sẽ nằm trong <strong> Các ứng dụng </strong> thư mục: </p> <p> <img alt=\"A screenshot of the Quitter app in the process of adding an app\" src=\"images/quitter-add-app-876.png\" loading=\"lazy\"> </p> <p> Mỗi ứng dụng trong danh sách có hai cài đặt. Bạn có thể đặt lượng thời gian không hoạt động trước khi Quitter hoạt động. Bạn cũng có thể đặt thoát hoặc ẩn ứng dụng: </p> <p> <img alt=\"A screenshot of the Quitter app's list of apps in the Edit Rules window\" src=\"images/quitter-edit-rules-142.png\" loading=\"lazy\"> </p> <p> Nếu bạn muốn dừng điều khiển một ứng dụng bằng Quitter, hãy chọn ứng dụng đó từ danh sách và nhấp vào <strong> - </strong> cái nút. Hãy nhớ rằng một số ứng dụng sẽ xác nhận trước khi thoát. Đôi khi bạn có thể định cấu hình cài đặt này và cho phép Quitter đóng ứng dụng một cách thầm lặng. </p> <p> </p> <h2 id=\"quitter-is-simple-but-effective\"> Quitter rất đơn giản nhưng hiệu quả </h2> <p> Nó thực sự là đơn giản như vậy. Quitter cho phép bạn duy trì danh sách các ứng dụng để ẩn hoặc thoát nếu bạn không sử dụng chúng trong một khoảng thời gian xác định. Đây là một trong nhiều ứng dụng Mac miễn phí giúp cải thiện năng suất của bạn. </p>"}