{"title":"Discord cho iOS Cho phép Meme Thieves lưu hình ảnh từ Twitter nhúng","content":"<p> Discord cho iPhone đã được làm mới trong App Store với một số tính năng mới, bao gồm một tùy chọn mới giúp lưu hình ảnh từ các video nhúng trên Twitter dễ dàng hơn nhiều. Với nó, bạn có thể lưu meme từ các tweet mà không cần đến các giải pháp thay thế mà trước đây bạn phải dùng đến. </p> <p> Đáng buồn thay, điều này dường như không hoạt động với GIF động. Ngoài ra, lưu hình ảnh tĩnh từ tweet hiện không khả dụng trong Discord cho Windows và Discord cho Android. Chỉ có phiên bản 60.0 của ứng dụng Discord dành cho iOS dường như được triển khai tính năng mới hữu ích này. </p> <p> Bạn mới tham gia Discord? Nếu vậy, hãy đọc hướng dẫn giải thích của chúng tôi <a href=\"https://www.makeuseof.com/how-to-get-started-discord-beginners-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> cách trò chuyện trực tuyến với bạn bè và người lạ </a> . </p> <h2 id=\"how-to-save-images-from-tweets\"> Cách lưu hình ảnh từ Tweet </h2> <p> Để lưu một hình ảnh như meme từ một tweet bạn đã được gửi, hãy nhấn và giữ tweet được đề cập và chọn tùy chọn có nhãn &quot;Lưu hình ảnh&quot;. Bạn sẽ tìm thấy hình ảnh được lưu trong thư viện Ảnh trên thiết bị của mình. Trước khi có thay đổi này, bạn buộc phải mở tweet theo cách thủ công trong trình duyệt web trước khi có thể lưu hình ảnh bên dưới vào thiết bị của mình. </p> <p> </p> <p> Như <a href=\"https://www.theverge.com/tldr/2021/2/11/22277855/discord-ios-update-twitter-image-embed-save-meme-stealing\" target=\"_blank\" rel=\"nofollow noopener\"> The Verge </a> lưu ý, phiên bản Android sử dụng một quy trình khác để lưu hình ảnh tweet. Đầu tiên, bạn phải nhấn vào hình ảnh để mở toàn màn hình. Khi ở trong giao diện toàn màn hình, hãy nhấn vào <strong> Tải xuống </strong> gần đầu màn hình để lưu hình ảnh vào thiết bị. </p> <p> </p> <h2 id=\"other-new-features-in-discord-for-ios\"> Các tính năng mới khác trong Discord cho iOS </h2> <p> Ngoài việc lưu hình ảnh từ các video nhúng trên Twitter, bảng thay đổi được hiển thị trong phiên bản iOS mới nhất của Discord còn đề cập đến một số tính năng mới khác. Cái đầu tiên là cửa sổ biểu tượng cảm xúc tiện dụng trên màn hình cho phép bạn biết biểu tượng cảm xúc đến từ đâu. </p> <p> &quot;Nhấn vào người bạn nhỏ biểu tượng cảm xúc đó trong trò chuyện khi đang sử dụng điện thoại của bạn và xem anh ấy thuộc về ai&quot;, đọc bảng thay đổi trong menu cài đặt của Discord trên máy tính để bàn và thiết bị di động. Và nếu bạn sử dụng Discord trên iPad của mình, bạn sẽ rất vui khi biết rằng tính năng chia sẻ màn hình di động hiện đã khả dụng trên máy tính bảng của bạn. </p> <p> <small> Tín dụng hình ảnh: Discord </small> </p>"}