{"title":"Facebook đang làm việc trên một ứng dụng mới để cạnh tranh với Clubhouse","content":"<p> Facebook có thể được ghi nhận cho nhiều chức năng mà chúng tôi coi là bình thường hoặc thiết yếu đối với phương tiện truyền thông xã hội ngày nay và đó là một phần lớn lý do tại sao nó vẫn còn khoảng 17 năm sau khi phát hành. Nhưng sẽ thật thiếu sót nếu khẳng định rằng sơ yếu lý lịch của Facebook chỉ bao gồm các tính năng độc đáo. </p> <p> Trên thực tế, khá khó để nói về những thay đổi mà Facebook đã thực hiện trong những năm gần đây mà không giải quyết vấn đề nhiều lần nền tảng này đã vay mượn quá nhiều từ các đối thủ cạnh tranh. Các báo cáo gần đây cho rằng Facebook đang chuẩn bị sao chép một ứng dụng cạnh tranh lần thứ mười một. </p> <h2 id=\"clubhouse-is-the-subject-of-facebook-s-newest-copycat-scheme\"> Clubhouse là chủ đề của kế hoạch sao chép mới nhất của Facebook </h2> <p> Dựa theo <a href=\"https://www.nytimes.com/2021/02/10/technology/facebook-building-product-clubhouse.html\" target=\"_blank\" rel=\"nofollow noopener\"> Thời báo New York </a> , Facebook đang phát triển một mạng xã hội tập trung vào âm thanh để cạnh tranh với <a href=\"https://www.joinclubhouse.com/\" target=\"_blank\" rel=\"nofollow noopener\"> Nhà câu lạc bộ </a> , Một ứng dụng trò chuyện thoại chỉ dành cho lời mời mới ra mắt vào năm ngoái. </p> <p> Chúng tôi không biết khi nào Facebook bắt đầu sản xuất bản sao Clubhouse của mình, nhưng chúng tôi biết rằng nhóm làm việc trên nó hiện đang gọi sản phẩm là &quot;Fireside&quot;. Tuy nhiên, tên mã đó có thể thay đổi vì sản phẩm vẫn đang trong giai đoạn phát triển ban đầu. </p> <p> <img alt=\"facebook hate speech\" src=\"images/facebook-hate-speech-news-670x335-172.jpg\" loading=\"lazy\"> </p> <p> Giám đốc điều hành Facebook Mark Zuckerberg quan tâm đến giao tiếp âm thanh, một nguồn tin không xác định cho biết. Điều đó khá mơ hồ. Nó có thể có nghĩa là anh ấy đã để mắt đến nó một thời gian, hoặc nó chỉ thu hút sự chú ý của anh ấy gần đây. Dù bằng cách nào, Zuckerberg đã xuất hiện trên Clubhouse vào Chủ nhật tuần trước để thảo luận về thực tế ảo và tăng cường (AR và VR). </p> <h3 id=\"what-is-clubhouse\"> Clubhouse là gì? </h3> <p> Nếu bạn chưa từng nghe nói về Clubhouse trước đây, đừng lo lắng. Hiện tại, người dùng của nó được giữ cho một cái gì đó của một vòng kết nối chặt chẽ. Bạn chỉ có thể tham gia Clubhouse nếu bạn được mời từ một người dùng hiện có. </p> <p> Trên <a href=\"https://apps.apple.com/us/app/id1503133294\" target=\"_blank\" rel=\"nofollow noopener\"> Cửa hàng ứng dụng </a> , Clubhouse tự mô tả mình là &quot;không gian dành cho các cuộc trò chuyện bằng âm thanh bình thường, thả ga — với bạn bè và những người thú vị khác trên khắp thế giới.&quot; </p> <p> </p> <p> Bạn có thể coi nó như một Skype hoặc Zoom khác, nhưng không có tính năng quay video. Chỉ có âm thanh và hình ảnh hồ sơ, và &quot;cuộc trò chuyện&quot; giống với việc lắng nghe ai đó đang đứng trên bệ để thuyết trình hoặc phát biểu. Bạn chọn người bạn muốn lắng nghe. </p> <p> </p> <h2 id=\"facebook-s-history-of-copying-competing-apps\"> Lịch sử sao chép ứng dụng cạnh tranh của Facebook </h2> <p> Zuckerberg dường như biết rằng một nền tảng xã hội sẽ thành công khi nhìn thấy nó. Facebook đã mua lại Instagram, WhatsApp và Oculus khi họ còn là những công ty mới thành lập. Ông đã cố gắng mua Snapchat với giá 3 tỷ đô la vào năm 2013, nhưng nhóm đứng sau nó đã từ chối. </p> <p> Và có lẽ chính xác là vậy — Facebook có lịch sử vay mượn ý tưởng từ các ứng dụng cạnh tranh bởi vì Zuckerberg luôn tìm kiếm một cái gì đó mới để mang đến cho Facebook. Trong ví dụ có lẽ nổi tiếng nhất, Facebook đã bắt đầu xu hướng &quot;ăn cắp&quot; từ Snapchat khi họ thêm phiên bản riêng của mình <a href=\"https://www.makeuseof.com/social-media-stories-everywhere/\" target=\"_blank\" rel=\"nofollow noopener\"> câu chuyện trên mạng xã hội </a> vào năm 2017. </p> <p> Gần đây hơn, <a href=\"https://www.makeuseof.com/facebook-testing-neighborhoods-rival-nextdoor/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook ra mắt Neighborhoods </a> tháng 10 năm ngoái, hoạt động rất giống với dịch vụ mạng xã hội siêu địa phương <a href=\"https://www.makeuseof.com/tag/nextdoor-local-social-network/\" target=\"_blank\" rel=\"nofollow noopener\"> Cánh cửa tiếp theo </a> . Vào tháng Mười Hai, <a href=\"https://www.makeuseof.com/facebook-launches-collab-music-mash-up-app/\" target=\"_blank\" rel=\"nofollow noopener\"> Facebook phát hành Collab </a> cho các thiết bị iOS, một bước nhảy muộn trên nhóm sao chép TikTok. </p> <p> </p> <h2 id=\"what-is-facebook-aiming-to-become\"> Mục tiêu của Facebook là gì? </h2> <p> Facebook bắt đầu như một không gian trực tuyến để nói chuyện và giao lưu với bạn bè của bạn. Kể từ đó, nó đã phát triển thành một nền tảng với nhiều chức năng khác nhau thu hút nhiều loại người khác nhau. </p> <p> Quyết định của Facebook tham gia vào thị trường hơi ngách mà Clubhouse đã tìm thấy là một quyết định thú vị. Liệu đó có phải là một quyết định thông minh hay không là điều chúng ta sẽ phải chờ xem để tìm hiểu. </p>"}