{"title":"Cách tạo nền trong suốt trong Photoshop","content":"<p> Có một số công cụ có sẵn trong Adobe Photoshop sử dụng Adobe Sensei, công cụ trí tuệ nhân tạo (AI) của nền tảng. Những công cụ này hữu ích cho nhiều mục đích khác nhau, bao gồm cả việc tạo nền trong suốt. </p> <p> Trong các hướng dẫn sau đây, chúng tôi sẽ chỉ cho bạn cách tạo nền trong suốt trong Photoshop bằng một số phương pháp dễ dàng khác nhau. </p> <h2 id=\"why-would-you-want-to-make-a-background-transparent-in-photoshop\"> Tại sao bạn muốn tạo nền trong suốt trong Photoshop? </h2> <p> <img alt=\"Why make backgrounds transparent?\" src=\"images/why-make-backgrounds-transparent-573.jpg\" loading=\"lazy\"> </p> <p> Để bắt đầu, hãy diễn đạt lại câu hỏi. Bởi vì thông thường, những người dùng Photoshop có kinh nghiệm hơn mới biết nền trong suốt là gì và mục đích sử dụng của chúng. </p> <p> Tóm lại, nếu bạn đang hỏi làm thế nào để làm cho nền trong suốt trong Photoshop, điều bạn có thể hỏi là: &quot;làm cách nào để xóa nền khỏi hình ảnh của tôi trong Photoshop?&quot; Hoặc có lẽ bạn đang tự hỏi, &quot;làm cách nào để xóa nền khỏi hình ảnh của tôi trong Photoshop?&quot; </p> <p> Đặt ngữ nghĩa sang một bên, đây là một vài lý do phổ biến tại sao bạn muốn làm cho nền trong suốt trong Photoshop: </p> <ul> <li> Để loại bỏ các yếu tố gây mất tập trung, như người hoặc đồ vật khác </li> <li> Để tạo ra một bức chân dung nghệ thuật </li> <li> Để đặt đối tượng của bạn vào một nền hoàn toàn khác </li> </ul> <p> Về cơ bản, làm cho nền trong suốt trong Photoshop có mọi thứ liên quan đến việc cô lập chủ thể. Có nghĩa là, có điều gì đó không ổn với nền trong ảnh gốc và bạn muốn xóa hoàn toàn nền để tạo điểm nhấn cho chủ thể của mình. </p> <p> Với khái niệm cốt lõi này, chúng ta hãy xem xét một số cách khác nhau để bạn có thể làm cho nền trong suốt trong Photoshop. </p> <p> </p> <h2 id=\"using-the-properties-panel-in-photoshop-to-remove-a-background\"> Sử dụng bảng thuộc tính trong Photoshop để loại bỏ nền </h2> <p> Phương pháp này là cách dễ nhất để xóa nền trong Photoshop. Nhưng nó phụ thuộc vào hình ảnh của bạn. Phương pháp này hoạt động tốt nhất nếu bạn có phông nền đơn giản, nơi đối tượng của bạn nổi bật và được xác định rõ ràng. </p> <p> Bạn có thể tải ảnh này xuống từ <a href=\"https://www.pexels.com/photo/woman-in-white-and-brown-floral-dress-4380970/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> và làm theo. </p> <ol> <li> Sau khi hình ảnh của bạn được nhập vào Photoshop, hãy nhấn <strong> Ctrl </strong> + <strong> J </strong> để nhân đôi lớp. <strong> Ghi chú: </strong> Nếu bạn bỏ lỡ bước này, bạn sẽ không thấy các tùy chọn lựa chọn mà chúng ta đã xem xét ở bước ba. <p> <img alt=\"Duplicate layer\" src=\"images/1-duplicate-layer-337.png\" loading=\"lazy\"> </p> </li> <li> Đi đến <strong> Cửa sổ </strong> &gt; <strong> Tính chất </strong> . <p> <img alt=\"Go to Properties\" src=\"images/2-go-to-properties-380.png\" loading=\"lazy\"> </p> </li> <li> Lựa chọn <strong> Gỡ bỏ nền </strong> . <p> <img alt=\"Select remove background\" src=\"images/3-select-remove-background-226.png\" loading=\"lazy\"> </p> </li> <li> Để xem nền trong suốt của bạn, hãy nhấp vào <strong> Con mắt </strong> biểu tượng ở bên trái của <strong> Lý lịch </strong> lớp. <p> <img alt=\"Uncheck background layer\" src=\"images/4-uncheck-background-layer-628.png\" loading=\"lazy\"> </p> </li> </ol> <p> Với một lớp trong suốt, giờ đây bạn có thể tự do thả nó vào một nền khác hoặc tạo các hiệu ứng khác để làm cho chủ thể của bạn nổi bật. </p> <h3 id=\"placing-a-solid-color-adjustment-layer\"> Đặt một lớp điều chỉnh màu đồng nhất </h3> <p> Mặc dù thay đổi hình nền là một chủ đề cho một hướng dẫn khác, chúng tôi sẽ nhanh chóng chỉ cho bạn cách đặt <strong> Lớp điều chỉnh màu rắn </strong> bên dưới lớp trong suốt của bạn để tạo hiệu ứng khác. </p> <ol> <li> Sử dụng các chỉnh sửa từ hướng dẫn ở trên của chúng tôi, chuyển đổi <strong> X </strong> cho đến khi màu nền trước là <strong> Đen </strong> . <p> <img alt=\"Make foreground black\" src=\"images/1-make-foreground-color-black-168.png\" loading=\"lazy\"> </p> </li> <li> Đi đến <strong> Tạo lớp tô màu hoặc lớp điều chỉnh mới </strong> ở góc dưới cùng bên phải của màn hình và chọn <strong> Màu rắn </strong> . Sau đó nhấn vào <strong> đồng ý </strong> . <p> <img alt=\"Create solid color layer\" src=\"images/2-create-solid-color-layer-825.png\" loading=\"lazy\"> </p> </li> <li> Một lớp Tô màu sẽ xuất hiện trên đầu lớp của bạn. Nếu không, không sao vì bây giờ, chúng ta sẽ nhấp vào <strong> Điền màu </strong> và kéo nó ngay bên dưới lớp trong suốt của chúng ta như được hiển thị. <p> <img alt=\"Move color fill layer\" src=\"images/move-color-fill-layer-321.png\" loading=\"lazy\"> </p> </li> </ol> <p> Bạn có thể thấy việc sử dụng lớp trong suốt mới tạo của bạn và đặt nó lên một nền mới dễ dàng như thế nào. </p> <p> Nếu đối tượng của bạn là một bức chân dung như bức ảnh này, bạn thậm chí có thể tiếp tục <a href=\"https://www.makeuseof.com/how-to-transform-portrait-photos-portraitpro-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> chỉnh sửa hình ảnh bằng một plugin Photoshop, được gọi là Portrait Pro </a> , để nâng cao hình ảnh hơn nữa. </p> <p> </p> <h2 id=\"using-the-subject-select-tool-to-make-a-transparent-background\"> Sử dụng công cụ chọn chủ đề để tạo nền trong suốt </h2> <p> Công cụ Chọn Chủ đề có thể được sử dụng thay thế cho phương pháp trên, nhưng có các bước bổ sung liên quan. Đó là bởi vì công cụ Chọn chủ đề hoạt động tốt hơn với các nền phức tạp hoặc với các nền có nhiều chủ thể. Về cơ bản, chúng tôi đang cho Photoshop biết những gì cần chọn để tạo nền trong suốt. </p> <p> Trong hướng dẫn này, chúng tôi sẽ chuẩn bị hình ảnh để loại bỏ người phụ nữ ở phía bên trái của bức ảnh của chúng tôi, làm cho phần đó của hình ảnh trong suốt. Điều này sẽ cho phép chúng tôi điền vào chỗ trống với một người khác hoặc sử dụng các công cụ nhận biết nội dung khác nhau của Photoshop để điền vào các pixel. </p> <p> Một lần nữa, đây là các chủ đề cho một hướng dẫn khác, nhưng chúng tôi đề cập đến chúng ở đây vì thường có các bước chỉnh sửa bổ sung được thực hiện sau khi tạo nền trong suốt. </p> <p> Bạn có thể tải ảnh này xuống từ <a href=\"https://www.pexels.com/photo/people-sitting-beside-tables-indoors-1568342/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> và làm theo. </p> <ol> <li> Với hình ảnh được nhập vào Photoshop, hãy chuyển đến <strong> Lựa chọn </strong> &gt; <strong> Môn học </strong> . <p> <img alt=\"Select subject\" src=\"images/1-select-subject-s-577.png\" loading=\"lazy\"> </p> </li> <li> Cả hai phụ nữ sẽ được chọn, như được chỉ ra bởi các đường lựa chọn &quot;kiến diễu hành&quot; xung quanh họ. Chọn <strong> dây cột ngựa </strong> ở cột bên trái nếu nó không xuất hiện theo mặc định. Sau đó, với <strong> Alt </strong> liên tục được nhấn, theo dõi một vòng tròn xung quanh người phụ nữ ở bên phải, sau đó nhả phím <strong> Alt </strong> Chìa khóa. <p> <img alt=\"Deselect woman on right\" src=\"images/2-deselect-woman-on-right-621.png\" loading=\"lazy\"> </p> </li> <li> <strong> Ấn chuột trái </strong> ở đâu đó bên trong người phụ nữ được chọn ở bên trái. Chọn <strong> Chọn nghịch đảo </strong> từ menu. <p> <img alt=\"Select inverse\" src=\"images/3-select-inverse-759.png\" loading=\"lazy\"> </p> </li> <li> Đi đến <strong> Lựa chọn </strong> &gt; <strong> Chọn và Mặt nạ </strong> . <p> <img alt=\"Select and mask\" src=\"images/4-select-and-mask-679.png\" loading=\"lazy\"> </p> </li> <li> Theo mặc định, màu đỏ biểu thị khu vực được chọn. Để chọn thêm hình ảnh được làm trong suốt, chẳng hạn như các bộ phận của ghế, hãy chọn <strong> Chải </strong> công cụ như hình. <p> <img alt=\"Select brush tool\" src=\"images/5-select-brush-tool-451.png\" loading=\"lazy\"> </p> </li> <li> Hãy đảm bảo rằng <strong> Thêm </strong> ( <strong> + </strong> ) được chọn ở trên. Tiếp theo, sơn màu đỏ lên các vùng mong muốn để được làm trong suốt. Chỉ có một chút việc cần làm trong trường hợp này. </li> <li> Sau đó đi đến <strong> Xuất thành </strong> và chọn <strong> Lớp mới với Mặt nạ lớp </strong> từ menu thả xuống. Nhấp chuột <strong> đồng ý </strong> . <p> <img alt=\"Select new layer\" src=\"images/6-select-new-layer-with-layer-mask-735.png\" loading=\"lazy\"> </p> </li> </ol> <p> Những gì bạn sẽ còn lại là một nền trong suốt một phần nơi người phụ nữ bên trái đã từng ở. Sự lựa chọn không hoàn hảo. Bạn vẫn có thể nhìn thấy một vài pixel trên tóc và khuôn mặt của người phụ nữ. Nhưng điều này có thể được làm sạch bằng cách sử dụng <strong> Chải </strong> công cụ với <strong> Lớp nền </strong> đã chọn. </p> <p> <img alt=\"Transparent background\" src=\"images/7-transparent-background-236.png\" loading=\"lazy\"> </p> <p> Ngoài ra, nó cũng có thể được để nguyên. Nếu người đó chỉ bị xóa, thì có các công cụ nhận biết nội dung có thể được áp dụng để hòa trộn trong nền. Bằng cách đó, có vẻ như người phụ nữ đang ở một mình trên bàn. Hoặc, một người khác có thể được kết hợp để duy trì công ty của cô ấy. </p> <p> </p> <h2 id=\"other-selection-tools-color-range-focus-area-and-sky\"> Các công cụ lựa chọn khác: Dải màu, Vùng lấy nét và Bầu trời </h2> <p> Bạn có thể nhận thấy rằng có các tùy chọn khác trong <strong> Lựa chọn </strong> menu khác với <strong> Môn học </strong> . Cả ba phương pháp lựa chọn này đều sử dụng các công cụ khác nhau, nhưng chúng đều hoàn thành cùng một thứ — chúng đều xác định những gì Photoshop chọn. </p> <p> <img alt=\"other selection tools\" src=\"images/other-selection-tools-699.png\" loading=\"lazy\"> </p> <p> Giống như <strong> Môn học </strong> tùy chọn lựa chọn, những công cụ này có thể cung cấp cho bạn kết quả có nền trong suốt một phần hoặc hoàn toàn. Nhưng nói chung, việc sử dụng chúng mang lại kết quả tinh tế hơn, như khi <a href=\"https://www.makeuseof.com/how-to-replace-sky-in-photo-using-photoshop/\" target=\"_blank\" rel=\"nofollow noopener\"> thay thế bầu trời trong photoshop </a> . </p> <p> </p> <h2 id=\"two-tools-are-all-you-need-to-make-transparent-backgrounds\"> Hai công cụ là tất cả những gì bạn cần để tạo nền trong suốt </h2> <p> <img alt=\"Two horses\" src=\"images/two-ways-957.jpg\" loading=\"lazy\"> </p> <p> Trước đây, người dùng Photoshop phải dựa vào một loạt các công cụ lựa chọn để tạo nền trong suốt. Những công cụ này vẫn có sẵn ngày nay (công cụ Lasso, Magic Wand, Pen, v.v.) và vẫn hữu ích cho công việc chính xác. </p> <p> Nhưng ngày nay, thực sự chỉ có hai công cụ cần thiết để tạo nền trong suốt, phần lớn nhờ vào lõi AI của Adobe Sensei. </p> <p> Có các plugin Photoshop, như Luminar AI, cũng sử dụng AI để giúp chỉnh sửa ảnh của bạn. Với việc áp dụng công nghệ tiên tiến như vậy vào chỉnh sửa ảnh, chắc chắn rằng việc tạo nền trong suốt sẽ trở nên dễ dàng và chính xác hơn trong tương lai gần. </p> <p> <small> Tín dụng hình ảnh: Nappy / <a href=\"https://www.pexels.com/photo/woman-wearing-white-sleeveless-lace-shirt-935985/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}