{"title":"Cách thay đổi âm thanh khởi động mặc định trên Windows 10","content":"<p> Windows 10 cung cấp nhiều tùy chỉnh, một trong số đó là khả năng thay đổi âm thanh khởi động mặc định. Nếu không thích chuông mặc định phát khi khởi động PC, bạn có thể thay đổi nó thành thứ gì đó theo ý thích của mình. </p> <p> Hướng dẫn này chỉ cho bạn từng bước cách bạn có thể sử dụng âm báo tùy chỉnh làm âm thanh khởi động mặc định trong Windows 10. </p> <h2 id=\"turn-fast-startup-off\"> 1. Tắt Khởi động nhanh </h2> <p> Khởi động nhanh là một tính năng cho phép bạn nhanh chóng khởi động hệ thống Windows của mình. Một nhược điểm của việc sử dụng tính năng này là bạn không thể nghe thấy âm thanh khởi động. </p> <p> Để bật và sử dụng âm báo tùy chỉnh khi khởi động, trước tiên bạn phải tắt tính năng này trên máy tính của mình. Ngoại trừ việc làm chậm thời gian khởi động vài giây, điều này sẽ không có bất kỳ ảnh hưởng nào khác trên PC của bạn. </p> <p> Dưới đây là cách tắt tính năng khởi động nhanh trong Windows 10: </p> <ol> <li> Mở <strong> Khởi đầu </strong> menu, tìm kiếm <strong> Bảng điều khiển </strong> và nhấp vào kết quả đầu tiên. </li> <li> Nếu bạn đang xem bảng điều khiển ở chế độ danh mục, hãy nhấp vào <strong> Phần cứng và Âm thanh </strong> Lựa chọn. Nếu không, hãy nhấp vào <strong> Tùy chọn năng lượng </strong> . </li> <li> Lựa chọn <strong> Tùy chọn năng lượng </strong> trên màn hình kết quả nếu bạn nhấp vào <strong> Phần cứng và Âm thanh </strong> trong bước trên. </li> <li> Nhấp chuột <strong> Chọn chức năng của nút nguồn </strong> bên trái. </li> <li> Chọn <strong> Thay đổi cài đặt hiện không khả dụng </strong> liên kết. </li> <li> Bỏ chọn tùy chọn cho <strong> Bật khởi động nhanh (khuyến nghị) </strong> . </li> <li> Nhấp chuột <strong> Lưu thay đổi </strong> ở dưới cùng để lưu các thay đổi của bạn. </li> </ol> <p> <img alt=\"Disable fast startup\" src=\"images/disable-fast-startup-776.png\" loading=\"lazy\"> </p> <p> Có nhiều cách để <a href=\"https://www.makeuseof.com/tag/windows-10-slow-boot-issues/\" target=\"_blank\" rel=\"nofollow noopener\"> sửa lỗi thời gian khởi động chậm trong Windows 10 </a> nếu PC của bạn mất nhiều thời gian để khởi động. </p> <p> </p> <h2 id=\"enable-windows-10-startup-sound\"> 2. Bật Âm thanh khởi động Windows 10 </h2> <p> Bây giờ tính năng khởi động nhanh đã bị vô hiệu hóa, bạn cần bật tùy chọn cho phép bạn tùy chỉnh âm thanh khởi động mặc định. </p> <p> Bật tùy chọn đó yêu cầu bạn sửa đổi một giá trị trong sổ đăng ký Windows. Việc này không quá phức tạp và bạn sẽ hoàn thành sau một hoặc hai phút. </p> <p> </p> <p> Đây là cách bạn làm điều đó: </p> <ol> <li> nhấn <strong> Phím Windows + R </strong> , kiểu <strong> regedit </strong> , va đanh <strong> Đi vào </strong> . </li> <li> Nhấp chuột <strong> Đúng </strong> trong lời nhắc thực hiện các thay đổi đối với sổ đăng ký. </li> <li> Khi sổ đăng ký mở ra, hãy điều hướng đến đường dẫn sau. <pre><code class=\"hljs\">HKEY_CURRENT_USER\\AppEvents\\EventLabels\\WindowsLogon</code></pre> </li> <li> Ở bên phải, nhấp đúp vào mục nhập có nội dung <strong> ExcludeFromCPL </strong> . </li> <li> Đi vào <strong>0</strong> bên trong <strong> Dữ liệu giá trị </strong> lĩnh vực, chọn <strong> Hệ thập lục phân, </strong> và bấm vào <strong> đồng ý </strong> . </li> <li> Nhấn vào <strong> Tập tin </strong> menu và chọn <strong> Lối ra </strong> để thoát khỏi sổ đăng ký. </li> </ol> <p> <img alt=\"Enable the startup sound option\" src=\"images/enable-startup-sound-option-343.png\" loading=\"lazy\"> </p> <p> Tùy chọn để tùy chỉnh khởi động mặc định bây giờ sẽ được bật. </p> <p> </p> <h2 id=\"download-the-startup-sound-tone\"> 3. Tải xuống Giai điệu âm thanh khởi động </h2> <p> Đây là điều mà chúng tôi thực sự không thể giúp bạn từng bước một. Bạn cần tải xuống hoặc chọn âm báo từ máy tính mà bạn muốn sử dụng làm âm thanh khởi động mặc định trên PC. </p> <p> Đây có thể là bất kỳ tệp âm thanh nào có sẵn trên internet hoặc trên máy tính của bạn. </p> <p> Nếu bạn chưa có âm báo, bạn có thể tải xuống từ Internet và lưu vào PC của mình. Có nhiều <a href=\"https://www.makeuseof.com/tag/where-to-get-free-music-legally/\" target=\"_blank\" rel=\"nofollow noopener\"> trang web tải xuống âm thanh miễn phí </a> mà bạn có thể sử dụng để tải xuống giai điệu hay cho âm thanh khởi động của máy tính. </p> <p> Đảm bảo rằng giọng điệu của bạn không quá dài. Điều này là do, như bạn đã biết, PC của bạn chỉ phát âm thanh khởi động trong vài giây và không lâu hơn thế. </p> <p> </p> <h2 id=\"convert-the-startup-sound-tone-to-a-compatible-format\"> 4. Chuyển đổi giai điệu âm thanh khởi động sang định dạng tương thích </h2> <p> Âm báo đã tải xuống của bạn phải ở định dạng WAV để sử dụng nó làm âm thanh khởi động mặc định. Nếu tệp của bạn ở định dạng MP3 hoặc bất kỳ định dạng âm thanh nào khác, điều đầu tiên bạn cần làm là chuyển đổi tệp của mình sang WAV. </p> <p> Điều đó khá dễ thực hiện, nhờ vào nhiều <a href=\"https://www.makeuseof.com/tag/free-audio-converters-online/\" target=\"_blank\" rel=\"nofollow noopener\"> bộ chuyển đổi âm thanh miễn phí </a> có sẵn ở đó. </p> <p> Chỉ cần chọn một trong các bộ chuyển đổi, tải lên âm báo của bạn, chọn WAV làm định dạng đầu ra và chuông khởi động Windows 10 của bạn sẽ sẵn sàng. </p> <p> </p> <h2 id=\"change-the-default-startup-sound-on-windows-10\"> 5. Thay đổi âm thanh khởi động mặc định trên Windows 10 </h2> <p> Bây giờ âm báo của bạn đã sẵn sàng, đây là quy trình cuối cùng để đặt âm báo thành âm thanh khởi động mặc định trên máy tính Windows 10 của bạn. </p> <p> Làm theo các bước sau để làm điều đó: </p> <ol> <li> Mở <strong> Khởi đầu </strong> menu, tìm kiếm <strong> Thay đổi âm thanh hệ thống </strong> và nhấp vào kết quả đầu tiên. </li> <li> Đánh dấu vào ô cho biết <strong> Chơi Windows khởi động âm thanh </strong> . </li> <li> Tìm thấy <strong> Đăng nhập Windows </strong> bên trong <strong> Sự kiện chương trình </strong> và nhấp một lần vào nó. </li> <li> Bạn có thể nghe thấy âm thanh hiện tại bằng cách nhấp vào <strong> Kiểm tra </strong> cái nút. </li> <li> Để thay đổi âm thanh hiện tại thành âm của bạn, hãy nhấp vào <strong> Duyệt qua </strong> cái nút. </li> <li> Điều hướng đến thư mục chứa âm báo WAV của bạn và nhấp đúp vào thư mục đó. </li> <li> Tên của giai điệu của bạn xuất hiện trong <strong> Âm thanh </strong> trình đơn thả xuống. Nhấp chuột <strong> Kiểm tra </strong> để kiểm tra giọng điệu của bạn. </li> <li> Nếu bạn hài lòng với mọi thứ, hãy nhấp vào <strong> Ứng dụng </strong> theo dõi bởi <strong> đồng ý </strong> ở dưới cùng. </li> </ol> <p> <img alt=\"Change the default startup sound in Windows 10\" src=\"images/change-default-startup-sound-513.png\" loading=\"lazy\"> </p> <p> Lần tiếp theo khi máy tính của bạn bật, bạn sẽ nghe thấy âm thanh khởi động mới được chọn thay vì âm thanh mặc định. </p> <p> </p> <h2 id=\"how-to-reset-the-default-startup-sound-on-windows-10\"> Cách đặt lại âm thanh khởi động mặc định trên Windows 10 </h2> <p> Nếu bạn cảm thấy muốn quay lại chuông khởi động mặc định, bạn có thể làm như vậy bằng cách thay đổi <a href=\"https://www.makeuseof.com/tag/control-windows-10-settings-guide/\" target=\"_blank\" rel=\"nofollow noopener\"> tùy chọn cài đặt trên PC chạy Windows 10 của bạn </a> . </p> <p> Đây là cách thực hiện: </p> <ol> <li> Tìm kiếm <strong> Thay đổi âm thanh hệ thống </strong> bên trong <strong> Khởi đầu </strong> và nhấp vào kết quả đầu tiên. </li> <li> Tìm thấy <strong> Đăng nhập Windows </strong> bên trong <strong> Sự kiện chương trình </strong> và nhấp một lần vào nó. </li> <li> Nhấn vào <strong> Âm thanh </strong> trình đơn thả xuống ở dưới cùng và chọn <strong> Windows Logon.wav </strong> Lựa chọn. </li> <li> Nhấp chuột <strong> Ứng dụng </strong> theo dõi bởi <strong> đồng ý </strong> để lưu các thay đổi của bạn. </li> </ol> <p> <img alt=\"Reset the startup sound\" src=\"images/reset-startup-sound-835.png\" loading=\"lazy\"> </p> <p> PC của bạn bây giờ sẽ phát âm thanh khởi động Windows mặc định khi khởi động. </p> <p> </p> <h2 id=\"how-to-quickly-change-the-default-startup-sound-on-windows-10\"> Cách thay đổi nhanh âm thanh khởi động mặc định trên Windows 10 </h2> <p> Nếu bạn thay đổi âm thanh khởi động mặc định quá thường xuyên, bạn có thể thấy các quy trình trên hơi quá. </p> <p> Trong trường hợp này, bạn thực sự có thể sử dụng một ứng dụng miễn phí có tên WinAero Tweaker để thay đổi chuông khởi động của mình. Ứng dụng này cũng có sẵn ở phiên bản di động và vì vậy bạn không cần cài đặt bất kỳ thứ gì trên máy tính của mình. </p> <p> Để sử dụng ứng dụng này: </p> <ol> <li> Tải xuống và chạy <a href=\"https://winaero.com/download-winaero-tweaker/\" target=\"_blank\" rel=\"nofollow noopener\"> WinAero Tweaker </a> tập tin cài đặt. </li> <li> Khi nó yêu cầu chọn một chế độ, hãy chọn <strong> Chế độ di động </strong> . </li> <li> Thực hiện theo các hướng dẫn trên màn hình. </li> <li> Phóng <strong> WinAero Tweaker </strong> . </li> <li> Mở rộng <strong> Xuất hiện </strong> ở bên trái và nhấp vào <strong> Âm thanh khởi động </strong> trong menu mở rộng. </li> <li> Đánh dấu <strong> Bật âm thanh khởi động </strong> Phía bên phải. </li> <li> Lựa chọn <strong> Thay thế âm thanh khởi động </strong> . </li> <li> Chọn một tệp WAV để đặt nó làm âm thanh khởi động mặc định. </li> </ol> <p> <img alt=\"Use an app to change the default startup sound\" src=\"images/replace-startup-sound-323.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"changing-the-boot-chime-to-your-liking-on-windows-10\"> Thay đổi tiếng chuông khởi động thành tiếng yêu thích của bạn trên Windows 10 </h2> <p> Nếu bạn không phải là người yêu thích âm thanh khởi động hiện tại, các phương pháp trên sẽ cho phép bạn thay đổi âm thanh đó thành âm thanh yêu thích trên PC của mình. Bạn luôn có thể hoàn nguyên về âm mặc định bất cứ khi nào bạn muốn. </p> <p> Windows 10 có thể tùy chỉnh ở một mức độ lớn và điều này cho phép bạn biến PC thực sự là của bạn bằng cách cho phép bạn thay đổi từng khía cạnh của nó. </p>"}