{"title":"Cách chia sẻ an toàn PC Windows 10 của bạn với các tài khoản người dùng riêng biệt","content":"<p> Có nhiều lý do khiến bạn muốn chia sẻ PC của mình với người khác. Cho dù bạn muốn có một máy tính cho cả gia đình hay muốn sử dụng cùng một máy tính cho mục đích công việc, có thể chuyển đổi giữa những người dùng là một giải pháp lý tưởng. </p> <p> Khi bạn tạo các tài khoản người dùng riêng biệt trên cùng một PC, bạn không chỉ giữ các tệp và cài đặt của mọi người riêng biệt mà còn đảm bảo rằng dữ liệu của mọi người được an toàn. Thiết lập nhiều tài khoản người dùng Windows cho mỗi thành viên trong gia đình là giải pháp. </p> <p> Quá trình tạo nhiều tài khoản người dùng Windows 10 rất đơn giản và chúng tôi sẽ chỉ cho bạn cách bạn có thể làm điều đó. </p> <h2 id=\"when-may-you-need-to-share-your-windows-10-pc-with-other-people\"> Khi nào bạn có thể cần chia sẻ PC Windows 10 của mình với người khác? </h2> <p> Có nhiều tình huống khác nhau khi bạn có thể cần chia sẻ PC của mình với người khác. Bao gồm các: </p> <h3 id=\"at-work\"> 1. Tại nơi làm việc </h3> <p> Nếu bạn là chủ doanh nghiệp, việc thêm nhiều người dùng vào cùng một PC chạy Windows 10 có thể tiết kiệm chi phí — đặc biệt nếu nhân viên của bạn sử dụng máy tính bán thời gian. Điều này cũng giúp bạn có thể chia sẻ tệp dễ dàng hơn. </p> <h3 id=\"at-home\"> 2. Ở nhà </h3> <p> Tạo nhiều tài khoản người dùng trên cùng một PC có thể có lợi nếu bạn muốn chia sẻ cùng một PC với những người khác trong gia đình mình. Nếu bạn làm việc tại nhà và phụ thuộc vào PC, chiến lược này có thể giúp bảo mật mọi công việc của bạn. </p> <h3 id=\"in-public-places\"> 3. Ở những nơi công cộng </h3> <p> Nếu bạn làm việc tại một cơ quan công cộng, chẳng hạn như thư viện, thì chắc chắn bạn sẽ có nhiều người sử dụng cùng một máy tính. Tạo nhiều tài khoản người dùng sẽ là một giải pháp tuyệt vời sẽ giúp bạn và mọi người <a href=\"https://www.makeuseof.com/tag/5-ways-make-sure-public-computers-use-safe/\" target=\"_blank\" rel=\"nofollow noopener\"> giữ an toàn khi sử dụng máy tính công cộng </a> . </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-using-a-microsoft-account\"> Cách tạo tài khoản người dùng mới trên Windows 10 bằng tài khoản Microsoft </h2> <p> Windows 10 giúp bạn dễ dàng chia sẻ cùng một PC với người khác. Khi bạn thêm người dùng, người đó sẽ nhận được cài đặt máy tính để bàn, giới hạn bộ nhớ của riêng họ và chỉ có quyền truy cập vào các tệp và thư mục của riêng họ. Điều tuyệt vời nữa là bạn và những người bạn dùng chung PC sẽ luôn có quyền tự do <a href=\"https://www.makeuseof.com/tag/change-default-settings-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> thay đổi các ứng dụng và cài đặt mặc định của bạn trong Windows 10 </a> . </p> <p> Với tư cách là quản trị viên, thật dễ dàng để tạo nhiều tài khoản người dùng trên PC của bạn bằng tài khoản Microsoft. Đầu tiên, hãy truy cập <strong> Bắt đầu&gt; Cài đặt&gt; Tài khoản&gt; Người khác </strong> . </p> <p> <img alt=\"Creating a new user account on Windows 10\" src=\"images/create-windows10-account-add-people-613.png\" loading=\"lazy\"> </p> <p> Để tạo một tài khoản người dùng mới, hãy nhấp vào <strong> Thêm người khác vào PC này </strong> . Sau đó, bạn sẽ cần cung cấp địa chỉ email được liên kết với tài khoản Microsoft — bất kỳ địa chỉ email nào khác sẽ không hoạt động. Từ đây, hãy nhấp vào <strong> Kế tiếp </strong> . </p> <p> <img alt=\"Create Windows 10 account by entering an email address\" src=\"images/create-windows10-account-enter-email-address-499.png\" loading=\"lazy\"> </p> <p> Nếu bạn đang tạo tài khoản cho ai đó không có địa chỉ email tài khoản Microsoft, bạn có thể chỉ cần nhấp vào <strong> Thêm người khác vào PC này </strong> và bấm vào <strong> Tôi không có thông tin đăng nhập của người này </strong> . </p> <p> <img alt=\"Creating a Windows 10 user account with no sign-in information\" src=\"images/create-windows10-account-no-sign-in-information-260.png\" loading=\"lazy\"> </p> <p> Bạn có thể tạo tài khoản người dùng bằng cách sử dụng địa chỉ email không phải tài khoản Microsoft hiện có của một người. Bạn cần lưu ý rằng địa chỉ email này sau đó sẽ được liên kết với tài khoản Microsoft. </p> <p> Ngoài ra, bạn có thể tạo tài khoản người dùng bằng cách tạo địa chỉ email Outlook mới cho người dùng trước. Để làm điều này, hãy nhấp vào <strong> Nhận một địa chỉ email mới </strong> . Sau đó, bạn sẽ cần tạo mật khẩu, chọn quốc gia cư trú của người dùng và điền ngày sinh của họ. Khi bạn hoàn thành, hãy nhấp vào <strong> Kế tiếp </strong> . </p> <p> <img alt=\"Create Windows 10 user account with new email address\" src=\"images/create-windows10-account-get-email-address-758.png\" loading=\"lazy\"> </p> <p> Giờ đây, tài khoản người dùng mới sẽ xuất hiện trên danh sách người dùng trên PC của bạn. Bạn luôn luôn có thể mà <a href=\"https://www.makeuseof.com/tag/change-login-name-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> thay đổi tên đăng nhập của bạn trên Windows 10 </a> và những người khác mà bạn dùng chung PC sẽ có cùng đặc quyền. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-on-windows-10-without-using-a-microsoft-account\"> Cách tạo tài khoản người dùng mới trên Windows 10 mà không cần sử dụng tài khoản Microsoft </h2> <p> Bạn vẫn có thể tạo tài khoản người dùng cho người không có tài khoản email Outlook và không muốn sử dụng tài khoản Microsoft. Điều tương tự cũng áp dụng cho những người không muốn địa chỉ email không phải của Microsoft của họ được liên kết với tài khoản Microsoft. </p> <p> Để làm điều này, hãy nhấp vào <strong> Bắt đầu&gt; Cài đặt&gt; Tài khoản&gt; Người khác&gt; Thêm người khác vào PC này&gt; Tôi không có thông tin đăng nhập của người này&gt; Thêm người dùng không có tài khoản Microsoft </strong> . </p> <p> <img alt=\"Create Windows 10 account without a Microsoft account\" src=\"images/create-windows10-account-add-user-without-microsoft-account-193.png\" loading=\"lazy\"> </p> <p> 2. Trên màn hình xuất hiện, bạn có thể điền thông tin của người đó vào. Bạn sẽ cần tạo tên người dùng và mật khẩu. Nhấp chuột <strong> Kế tiếp </strong> và tài khoản người dùng sẽ sẵn sàng. </p> <p> <img alt=\"Creating a Windows 10 local account\" src=\"images/create-windows10-account-create-local-account-345.png\" loading=\"lazy\"> </p> <p> Khi bạn tạo tài khoản người dùng Windows 10 mà không sử dụng tài khoản Microsoft, nó được gọi là <strong> tài khoản cục bộ </strong> . Không giống như tài khoản Microsoft, tài khoản cục bộ sẽ không đồng bộ hóa cài đặt giữa các thiết bị và không cho phép chủ sở hữu tài khoản cài đặt bất kỳ ứng dụng nào từ Microsoft Store. Nó cũng sẽ không cấp cho chủ sở hữu tài khoản quyền truy cập vào OneDrive. </p> <p> Để có thể cài đặt các ứng dụng dành cho máy tính để bàn, chủ sở hữu tài khoản cục bộ sẽ được nhắc nhập mật khẩu của tài khoản quản trị viên, mật khẩu này sẽ là của bạn trong trường hợp này. Vì lý do này, bạn sẽ phải ở gần để nhập mật khẩu hoặc bạn sẽ phải cung cấp mật khẩu đó cho chủ sở hữu tài khoản địa phương. Bạn nên tạo tài khoản cục bộ cho người không sử dụng bất kỳ sản phẩm và dịch vụ nào của Microsoft. </p> <p> </p> <h2 id=\"how-to-create-a-new-user-account-for-a-colleague-or-student\"> Cách tạo tài khoản người dùng mới cho đồng nghiệp hoặc sinh viên </h2> <p> Nếu bạn muốn tạo tài khoản người dùng cho đồng nghiệp hoặc sinh viên, hãy nhấp vào <strong> Bắt đầu&gt; Cài đặt&gt; Tài khoản&gt; Người khác&gt; Thêm người dùng ở cơ quan hoặc trường học </strong> . </p> <p> <img alt=\"Creating a Windows 10 account for a colleague or student\" src=\"images/create-windows10-account-add-colleague-or-student-388.png\" loading=\"lazy\"> </p> <p> Tiếp theo, bạn sẽ phải nhập thông tin tài khoản của người đó rồi chọn loại tài khoản có liên quan. Khi bạn hoàn thành, hãy nhấp vào <strong> Thêm vào </strong> . Tài khoản người dùng sẽ sẵn sàng. </p> <p> <img alt=\"Entering account info when creating a Windows 10 account\" src=\"images/create-windows10-account-enter-account-info-641.png\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"managing-accounts-on-your-windows-10-pc\"> Quản lý tài khoản trên PC chạy Windows 10 của bạn </h2> <p> Khi bạn đã tạo các tài khoản cần thiết trên PC của mình, bạn có thể sử dụng một số phương pháp để quản lý chúng một cách hiệu quả. </p> <h3 id=\"changing-account-types\"> 1. Thay đổi loại tài khoản </h3> <p> Với tư cách là quản trị viên PC, bạn có thể thiết lập và quản lý tất cả các tài khoản người dùng trên máy tính Windows 10 của mình. Bạn có thể cấp quyền truy cập quản trị viên cho người khác bằng cách nhấp vào <strong> Cài đặt&gt; Tài khoản&gt; Người dùng khác </strong> . </p> <p> Từ đây, hãy nhấp vào tài khoản mà bạn muốn cấp quyền quản trị viên. Nhấp chuột <strong> Thay đổi loại tài khoản </strong> , thay đổi loại tài khoản từ <strong> Người dùng chuẩn </strong> đến <strong> Người quản lý </strong> và sau đó nhấp vào <strong> đồng ý </strong> . </p> <h3 id=\"switching-between-accounts\"> 2. Chuyển đổi giữa các tài khoản </h3> <p> Sau khi bạn đã tạo tài khoản cho những người dùng khác, bạn có thể dễ dàng chuyển từ tài khoản này sang tài khoản khác. Để làm điều này, hãy nhấn <strong> Ctrl + Alt + Delete </strong> , lựa chọn <strong> Chuyển đổi người dùng, </strong> và chọn tài khoản bạn muốn chuyển sang. Sau đó, bạn có thể nhập mật khẩu tài khoản và bắt đầu. </p> <p> Nếu muốn đóng tài khoản trước khi chuyển đổi, bạn cần đăng xuất hoặc khởi động lại PC. Từ đó, bạn có thể chọn người dùng bạn muốn chuyển sang và sau đó nhập mật khẩu thích hợp. </p> <h3 id=\"removing-accounts\"> 3. Xóa tài khoản </h3> <p> Với tư cách là quản trị viên, bạn cũng có thể dễ dàng xóa tài khoản người dùng. Để làm điều này, hãy nhấp vào <strong> Cài đặt&gt; Tài khoản&gt; Người dùng khác </strong> , nhấp vào tài khoản bạn muốn xóa và sau đó nhấp vào <strong> Tẩy </strong> . Trên màn hình xuất hiện, nhấp vào <strong> Xóa tài khoản và dữ liệu </strong> . </p> <p> </p> <h2 id=\"you-re-ready-to-safely-share-your-windows-10-pc-with-other-people\"> Bạn đã sẵn sàng chia sẻ một cách an toàn PC Windows 10 của mình với những người khác </h2> <p> Thiết lập nhiều tài khoản người dùng trên PC chạy Windows 10 của bạn là một chiến lược dễ dàng và tiết kiệm chi phí. Cho dù bạn muốn chia sẻ máy tính của mình ở cơ quan, ở nhà hay ở các không gian công cộng, nhiều tài khoản người dùng sẽ giúp bạn thực hiện việc này một cách an toàn. Bây giờ bạn có thể tạo nhiều tài khoản người dùng, bạn cũng cần biết cách khóa tài khoản người dùng để PC của bạn luôn được bảo mật. </p>"}