{"title":"Cách khắc phục lỗi trạng thái nguồn trình điều khiển trong Windows 10","content":"<p> Lỗi trạng thái nguồn trình điều khiển là một lỗi màn hình xanh hiếm gặp xảy ra khi người lái xe chuyển sang chế độ ngủ trong khi bạn đang làm việc. BSOD thường bật lên khi máy tính thoát khỏi chế độ ngủ đông và Windows hoàn toàn không thể đánh thức trình điều khiển thiết bị hoặc trình điều khiển mất quá nhiều thời gian để phản hồi. </p> <p> Lỗi có thể được giải quyết bằng các chỉnh sửa đơn giản đối với cài đặt nguồn, nhưng một số người dùng có thể phải tìm hiểu sâu hơn để loại bỏ vấn đề. Dưới đây là sáu cách để khắc phục lỗi Driver Power State Failure trên Windows 10. </p> <h2 id=\"change-your-power-and-power-plan-settings\"> 1. Thay đổi cài đặt nguồn và gói nguồn của bạn </h2> <p> Bước đầu tiên người dùng nên làm để chẩn đoán lỗi này là thay đổi cài đặt nguồn của thiết bị của họ. Đây là cách bạn thay đổi cài đặt nguồn Windows 10 của mình. </p> <h3 id=\"change-power-settings\"> Thay đổi cài đặt nguồn </h3> <p> <img alt=\"Power Options to disable fast startup, sleep and hibernate \" src=\"images/disable-sleep-faststartup-hibernate-164.jpg\" loading=\"lazy\"> </p> <ol> <li> Trong thanh tìm kiếm của menu Bắt đầu, hãy nhập <strong> Bảng điều khiển </strong> và mở nó. </li> <li> Tìm kiếm <strong> Tùy chọn năng lượng </strong> nhấn vào nó. </li> <li> Trong cửa sổ mở ra, nhấp vào tùy chọn đọc <strong> Chọn chức năng của nút nguồn </strong> . </li> <li> Bấm vào <strong> Thay đổi cài đặt hiện không khả dụng </strong> . Bạn sẽ cần đặc quyền của quản trị viên để làm như vậy. </li> <li> Bỏ chọn <strong> Bật khởi động nhanh, Ngủ, </strong> và <strong> Ngủ đông </strong> các tùy chọn. </li> <li> Bấm vào <strong> Lưu thay đổi </strong> và thoát ra. </li> </ol> <h3 id=\"change-power-plan-settings\"> Thay đổi cài đặt gói điện </h3> <p> <img alt=\"windows 10 power settings sleep option\" src=\"images/windows-10-power-settings-sleep-option-674.png\" loading=\"lazy\"> </p> <ol> <li> Mở <strong> Bảng điều khiển </strong> và nhấp vào <strong> Tùy chọn năng lượng. </strong> </li> <li> Xác định vị trí kế hoạch điện hiện được chọn và nhấp vào <strong> Thay đổi cài đặt kế hoạch </strong> . </li> <li> Sau đó bấm vào <strong> Thay đổi cài đặt nguồn nâng cao. </strong> </li> <li> Mở rộng <strong> Ngủ </strong> và đảm bảo tất cả các cài đặt được đặt thành <strong> Không bao giờ </strong> . </li> <li> Hướng đến <strong> Cài đặt bộ điều hợp không dây </strong> và <strong> PCI Express </strong> . Mở rộng và đặt tất cả các tùy chọn thành <strong> Không bao giờ </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"update-your-display-and-network-drivers\"> 2. Cập nhật Trình điều khiển Mạng và Hiển thị của bạn </h2> <p> Lý do phổ biến nhất cho BSOD của Driver Power State Failure là trình điều khiển Mạng hoặc Hiển thị bị lỗi. Đó là lý do tại sao tốt nhất bạn nên đảm bảo rằng cả hai trình điều khiển này đều được cập nhật và chạy trơn tru. </p> <p> Đôi khi, các bản cập nhật mới hơn cũng có thể gây ra sự mất ổn định của hệ thống. Trong những trường hợp như vậy, người dùng sẽ phải khôi phục các bản cập nhật này. Cập nhật trình điều khiển màn hình cũng có thể <a href=\"https://www.makeuseof.com/tag/fix-windows-10-screen-flashing-problem/\" target=\"_blank\" rel=\"nofollow noopener\"> giải quyết các vấn đề nhấp nháy và nhấp nháy màn hình. </a> </p> <h3 id=\"how-to-update-the-network-and-display-drivers\"> Cách cập nhật trình điều khiển mạng và hiển thị </h3> <ol> <li> nhấn <strong> Phím Windows + R </strong> và gõ vào <strong> devmgmt.msc </strong> . Các <strong> Quản lý thiết bị </strong> cửa sổ sẽ mở ra. </li> <li> Tìm kiếm <strong> Bộ điều hợp hiển thị </strong> và mở rộng menu. </li> <li> Nhấp chuột phải vào trình điều khiển và nhấp vào <strong> Cập nhật driver </strong> . </li> <li> Bấm vào <strong> Tự động tìm kiếm phần mềm trình điều khiển được cập nhật </strong> . Windows sẽ tự động tải xuống và cài đặt các trình điều khiển mới nhất. </li> <li> Làm tương tự cho <strong> Bộ điều hợp mạng </strong> . </li> </ol> <p> <img alt=\"windows 10 device manager network adapter\" src=\"images/windows-10-device-manager-network-adapter-127.png\" loading=\"lazy\"> </p> <h3 id=\"how-to-roll-back-to-previous-versions-of-the-network-and-display-drivers\"> Cách quay lại các phiên bản trước của trình điều khiển mạng và hiển thị </h3> <ol> <li> Mở <strong> Quản lý thiết bị </strong> và mở rộng <strong> Bộ điều hợp hiển thị </strong> Lựa chọn. </li> <li> Nhấp chuột phải vào trình điều khiển và chọn <strong> Tính chất </strong> . </li> <li> Điều hướng đến <strong> Người lái xe </strong> tab trong <strong> Tính chất </strong> thực đơn. </li> <li> Bấm vào <strong> Quay lại trình điều khiển, </strong> và Windows sẽ khôi phục phiên bản trước của trình điều khiển. </li> <li> Làm theo các bước tương tự cho <strong> Bộ điều hợp mạng </strong> . </li> </ol> <p> </p> <h2 id=\"repair-corrupt-system-files-using-sfc-and-dism\"> 3. Sửa chữa các tập tin hệ thống bị hỏng bằng cách sử dụng SFC và DISM </h2> <p> SFC và DISM là hai trong số các công cụ Windows tích hợp hiệu quả nhất có thể được sử dụng để sửa nhiều lỗi hệ thống. Trong trường hợp xuất hiện lỗi màn hình xanh chết chóc, việc kết hợp cả hai điều này có thể tỏ ra hữu ích trong việc loại bỏ lỗi. </p> <p> </p> <p> Người dùng nên lưu ý rằng việc tạo điểm khôi phục hệ thống trước khi thực hiện sửa lỗi này là rất quan trọng. </p> <h3 id=\"how-to-use-dism\"> Cách sử dụng DISM </h3> <p> <img alt=\"windows 10 dism sfc scannow\" src=\"images/windows-10-dism-sfc-scannow-347.png\" loading=\"lazy\"> </p> <ol> <li> Mở <strong> Dấu nhắc lệnh </strong> với tư cách là Quản trị viên. </li> <li> Kiểu <strong> DISM.exe / Trực tuyến / Cleanup-image / scanhealth </strong> và đợi quá trình hoàn tất. </li> <li> Sau khi hoàn thành, hãy nhập <strong> DISM.exe / Trực tuyến / Cleanup-image / Restorehealth </strong> . </li> <li> Chờ cho đến khi quá trình hoàn tất. </li> </ol> <p> Cách sử dụng SFC </p> <p> <img alt=\"Command Prompt window with the sfc command\" src=\"images/sfc-command-cmd-windows-811.jpg\" loading=\"lazy\"> </p> <ol> <li> Chạy <strong> Dấu nhắc lệnh </strong> với tư cách là Quản trị viên. </li> <li> Trong bảng điều khiển, hãy nhập <strong> sfc / scannow </strong> . </li> <li> Windows sẽ tự động tìm kiếm bất kỳ tệp nào bị hỏng và sửa chữa chúng. </li> </ol> <p> </p> <h2 id=\"restore-your-computer-to-a-previous-state\"> 4. Khôi phục máy tính của bạn về trạng thái trước đó </h2> <p> Khi bạn đã dùng hết các tùy chọn khác, tốt nhất bạn nên khôi phục máy tính của mình về trạng thái trước đó. Đôi khi, phần mềm mới được cài đặt thực hiện các thay đổi có thể gây ra lỗi. Windows thường tự động tạo điểm khôi phục hệ thống trước khi các chương trình mới được cài đặt và bây giờ là thời điểm tốt nhất để sử dụng tính năng này. </p> <p> Để sử dụng Khôi phục Hệ thống, hãy làm theo các bước sau: </p> <ol> <li> nhấn <strong> Phím Windows + R </strong> và gõ vào <strong> rstrui.exe </strong> . </li> <li> bên trong <strong> Khôi phục hệ thống </strong> , nhấp vào Tiếp theo và chọn Điểm khôi phục từ danh sách. </li> <li> Bấm vào <strong> Hoàn thành, </strong> sau đó thiết bị sẽ khởi động vào trạng thái đã chọn. </li> </ol> <p> <img alt=\"Running system restore\" src=\"images/running-system-restore-328.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"update-the-bios\"> 5. Cập nhật BIOS </h2> <p> Trong sự tấn công liên tục của các bản cập nhật phần mềm, trình điều khiển và Windows, BIOS thường bị loại bỏ. Nó chủ yếu có thể là do thực tế là nó phải được thực hiện thủ công. </p> <p> Khi xử lý Lỗi trạng thái nguồn trình điều khiển, người dùng nên đảm bảo rằng BIOS của họ được cập nhật lên phiên bản mới nhất. Như đã giải thích ở đây, <a href=\"https://www.makeuseof.com/tag/the-bios-explained-boot-order-video-memory-saving-resets-and-optimum-defaults-si/\" target=\"_blank\" rel=\"nofollow noopener\"> BIOS là một phần quan trọng của máy tính của bạn </a> , vì vậy hãy đảm bảo thực hiện hết sức thận trọng khi thực hiện bất kỳ thay đổi nào đối với nó. </p> <h3 id=\"how-to-check-and-update-the-bios\"> Cách kiểm tra và cập nhật BIOS </h3> <ol> <li> Gõ vào <strong> Cấu hình hệ thông </strong> trong thanh tìm kiếm của menu Bắt đầu. </li> <li> Trong cửa sổ, hãy tìm <strong> Phiên bản / Ngày BIOS </strong> và ghi chú lại phiên bản. </li> <li> Sau đó, hãy truy cập trang web của nhà sản xuất bo mạch chủ của bạn và tìm kiếm phiên bản BIOS mới nhất trong phần tải xuống. </li> <li> Tải xuống và chạy tệp cài đặt. </li> </ol> <p> <img alt=\"system information window\" src=\"images/system-information-bios-version-188.jpg\" loading=\"lazy\"> </p> <p> Trước khi cài đặt, bạn sẽ nhận được một tùy chọn để sao lưu phiên bản BIOS hiện tại của mình. Đảm bảo chọn tùy chọn trong trường hợp mọi thứ đi về phía nam. </p> <p> </p> <h2 id=\"disable-antivirus-and-windows-defender\"> 6. Tắt Antivirus và Windows Defender </h2> <p> Phần mềm chống vi-rút đôi khi có thể xóa hoặc can thiệp vào các tệp Windows cần thiết. Điều này cũng có thể xảy ra trong khi cập nhật trình điều khiển vì đôi khi phần mềm gắn cờ sai một số tệp trong gói cài đặt. </p> <p> Khá dễ dàng để tắt tạm thời phần mềm chống vi-rút của bạn. Chỉ cần nhấp chuột phải vào biểu tượng chống vi-rút của bạn trong Khay Hệ thống và nhấp vào tắt bảo vệ. Đây thường là cách áp dụng cho hầu hết các phần mềm chống vi-rút, nhưng nó có thể khác với các phần mềm chống vi-rút khác. </p> <p> Để tắt Bộ bảo vệ Windows, hãy làm như sau: </p> <ol> <li> Tìm kiếm <strong> Bảo mật Windows </strong> trong thanh tìm kiếm của menu Start và chọn kết quả đầu tiên. </li> <li> Trong trang tổng quan, nhấp vào <strong> Bảo vệ khỏi mối đe dọa và vi-rút </strong> . </li> <li> Bấm vào <strong> Quản lý cài đặt </strong> và tắt tính năng bảo vệ Thời gian thực. </li> </ol> <p> <img alt=\"Disable Windows Defender Protection Temporarily\" src=\"images/disable-windows-defender-protection-temporarily-340.png\" loading=\"lazy\"> </p> <p> Xin lưu ý rằng bạn chỉ nên vô hiệu hóa chương trình chống vi-rút của mình tạm thời. Nếu việc tắt phần mềm chống vi-rút của bạn dừng lại lỗi Trình điều khiển Trạng thái Nguồn điện, bạn nên <a href=\"https://www.makeuseof.com/tag/ten-best-antivirus-programs/\" target=\"_blank\" rel=\"nofollow noopener\"> xem xét thay đổi phần mềm chống vi-rút của bạn để có một giải pháp thay thế </a> . </p> <p> </p> <h2 id=\"driver-power-state-failure-solved\"> Lỗi trạng thái nguồn trình điều khiển: Đã giải quyết </h2> <p> BSOD không bao giờ là một hình ảnh được hoan nghênh, nhưng chúng thường có thể sửa chữa dễ dàng. </p> <p> Trong trường hợp Lỗi trạng thái nguồn trình điều khiển, bản cập nhật trình điều khiển đơn giản thường khắc phục được sự cố. Nhưng nếu không, thì người dùng luôn có thể sử dụng các bản sửa lỗi nâng cao được liệt kê ở trên. </p>"}