{"title":"Cách sử dụng Trung tâm Mozilla &amp; # 039; Các tính năng mới","content":"<p> Mozilla đã phát hành Hubs, một nền tảng xã hội và cộng tác từ xa miễn phí, nhập vai vào năm 2018. Nhưng những thay đổi về cách mọi người truy cập và sử dụng nền tảng này trong đại dịch đã thúc đẩy một bản cập nhật giúp nó hữu ích hơn cho các nhóm lớn người có mức độ trải nghiệm khác nhau bằng cách sử dụng rộng rãi hơn nhiều loại thiết bị. </p> <p> Sau đây, chúng tôi xem xét cách bản cập nhật năm 2021 thay đổi các Hub và cách sử dụng các tính năng mới ... </p> <h2 id=\"what-is-mozilla-hubs-what-is-new\"> Mozilla Hubs là gì? Cái gì mới? </h2> <p> Mozilla Hubs là một nền tảng miễn phí để tạo và chia sẻ không gian ảo được gọi là &quot;phòng&quot;. Nền tảng bất khả tri phần cứng chạy trong trình duyệt web, làm cho nó khả dụng trên máy tính, máy tính bảng và điện thoại thông minh có kết nối internet. Thậm chí không cần hồ sơ vĩnh viễn, mặc dù có một hồ sơ đi kèm với các đặc quyền như tùy chỉnh hình đại diện. </p> <p> Các tính năng tương tác trong phòng cho phép người dùng cùng nhau xem phương tiện, động não trên bảng trắng, xem trình chiếu, kiểm tra mô hình 3D, v.v. Bản thân các phòng này hơi cơ bản so với các nền tảng khác như Altspace, nhưng nếu bạn có tham vọng và có thể giải quyết <a href=\"https://github.com/mozilla/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> Trung tâm GitHub </a> , có nhiều khả năng tùy biến hơn. </p> <p> </p> <p> Nhưng bản cập nhật mới mang lại những gì cho nền tảng? Người dùng mới, đặc biệt là những người trong lĩnh vực giáo dục, đã truyền cảm hứng cho nhiều thay đổi. </p> <p> Do đó, các bản cập nhật chính cho nền tảng là: </p> <ol> <li> Một cửa sổ / thanh trò chuyện chuyên dụng. </li> <li> Giao diện người dùng không phải VR được sắp xếp hợp lý. </li> <li> Một diễn đàn hỗ trợ mới. </li> </ol> <p> Dưới đây là cái nhìn về từng tính năng mới và cách sử dụng chúng ... </p> <p> </p> <h2 id=\"how-to-use-mozilla-hubs-new-chat-bar\"> Cách sử dụng Thanh trò chuyện mới của Mozilla Hubs </h2> <p> <img alt=\"Mozilla Hubs Chat bar\" src=\"images/hubs-chat-388.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs đã có tính năng trò chuyện trong các lần lặp lại trước đó. Tuy nhiên, văn bản trò chuyện xuất hiện trong giây lát trên màn hình chính trước khi biến mất. Điều này cản trở tầm nhìn của người dùng về căn phòng đằng sau văn bản và có nghĩa là không thể đọc lại và tham chiếu các cuộc trò chuyện. </p> <p> Bản cập nhật mới tạo ra một cửa sổ hoặc thanh trò chuyện ở bên cạnh màn hình. Điều này làm cho tầm nhìn của căn phòng nhỏ hơn một chút nhưng cũng làm cho văn bản trò chuyện dễ đọc hơn nhiều. Văn bản trò chuyện cũng nằm trong thanh trò chuyện cho phép các cuộc trò chuyện kéo dài theo thời gian. </p> <p> Điều này đặc biệt hữu ích đối với các câu hỏi được đặt ra trong khi thuyết trình hoặc bắt kịp cuộc trò chuyện nếu bạn đã vào phòng muộn. </p> <p> Bạn có thể truy cập cửa sổ trò chuyện bằng cách sử dụng <strong> Trò chuyện </strong> trên thanh công cụ phía dưới và nhập tin nhắn của bạn vào hộp văn bản được cung cấp. Nếu không muốn thanh trò chuyện thu nhỏ màn hình, bạn có thể nhấp vào biểu tượng tương tự để thu nhỏ. </p> <p> Mặc dù được thu nhỏ, văn bản trò chuyện vẫn xuất hiện trong giây lát nhưng nó ít gây mất tập trung hơn nhiều so với trước khi cập nhật. </p> <p> </p> <h2 id=\"how-to-select-a-non-vr-user-interface\"> Cách chọn giao diện người dùng không phải VR </h2> <p> <img alt=\"New Mozilla Hubs UI\" src=\"images/new-hubs-room-launch-837.jpg\" loading=\"lazy\"> </p> <p> Mozilla Hubs được mô tả tốt nhất là một &quot;không gian nhập vai&quot;. Nó có thể là một môi trường &quot;thực tế ảo&quot; nếu được kết hợp với thiết bị VR nhưng thiết bị chuyên dụng này không cần thiết phải sử dụng Hub. </p> <p> Các nhà thiết kế Hubs muốn giao diện người dùng càng giống càng tốt bất kể cá nhân sử dụng phần cứng nào để truy cập nền tảng. Điều này cũng rất hữu ích nếu người dùng thường xuyên sử dụng Hub trên nhiều thiết bị khác nhau vì giao diện không thay đổi nhiều từ PC sang tai nghe VR sang điện thoại hoặc máy tính bảng. </p> <p> Tuy nhiên, giao diện ưu tiên khả năng sử dụng với phần cứng VR, khiến một số lệnh trở nên khó xử khi sử dụng các giao diện không phải VR. Theo một cách nào đó, điều này có ý nghĩa bởi vì VR là một giao diện nước ngoài hơn nên việc tối ưu hóa cho giao diện đó đã làm cho nó khá mượt mà. Vấn đề là điều này đã hy sinh khả năng sử dụng cho những người không sử dụng VR — hóa ra lại là phần lớn người dùng. </p> <p> Nhưng bản cập nhật đã tạo ra một giao diện không phải VR riêng biệt. Vì vậy, mặc dù các điều khiển trên các nền tảng khác nhau không phổ biến như trước đây, nhưng mọi người vẫn chiến thắng. </p> <p> Giờ đây, bạn có thể dễ dàng truy cập giao diện cập nhật này khi tạo hoặc vào phòng. </p> <p> Khi bạn lần đầu tiên tạo hoặc nhập một phòng, hãy chọn <strong> Vào phòng </strong> cho giao diện không phải VR. Người dùng không sử dụng VR hiện có giao diện trỏ và nhấp thân thiện với người dùng hơn một chút so với màn hình truyền tia trong giao diện người dùng cũ. </p> <p> Nếu bạn đang sử dụng phần cứng VR, hãy chọn <strong> Nhập trên thiết bị </strong> thay thế. </p> <p> </p> <h2 id=\"how-to-get-more-help-with-hubs-community-support\"> Cách nhận thêm trợ giúp với Hỗ trợ cộng đồng của Hubs </h2> <p> <img alt=\"New Hubs Community Forum\" src=\"images/new-hubs-support-882.jpg\" loading=\"lazy\"> </p> <p> Cuối cùng, Mozilla đã thông báo rằng người dùng Hub hiện có thể nhận được hỗ trợ thông qua <a href=\"https://support.mozilla.org/en-US/products/hubs\" target=\"_blank\" rel=\"nofollow noopener\"> diễn đàn cộng đồng dành riêng </a> . Các trung tâm luôn có một cộng đồng tích cực, nhưng chủ yếu là hướng đến các nhà phát triển. Các nhà phát triển có thể (và đã làm) giúp những người dùng ít hiểu biết về công nghệ hơn. </p> <p> Nhưng tùy chọn hỗ trợ mới thoải mái hơn cho những người không phải là nhà phát triển. Trang hỗ trợ đã có sẵn các thuật ngữ được tìm kiếm nhiều và các chủ đề được yêu cầu thường xuyên. Trước đây, không có tính năng duyệt thuận tiện cho các câu hỏi của người dùng được hỏi trong các diễn đàn. </p> <p> Để tìm câu trả lời cho các truy vấn ngay bây giờ, bạn có thể sử dụng thanh tìm kiếm ở đầu trang hỗ trợ hoặc duyệt qua các chủ đề thường gặp và các bài báo nổi bật được Mozilla đánh dấu. </p> <p> </p> <h2 id=\"do-you-need-to-download-the-new-mozilla-hubs-features\"> Bạn có cần tải xuống các tính năng mới của Mozilla Hubs không? </h2> <p> Vì Hubs dựa trên trình duyệt, các cập nhật này là tự động. Tải xuống bổ sung hoặc cài đặt thủ công là không cần thiết đối với hầu hết người dùng. </p> <p> Người dùng Hub đã sử dụng tài liệu nguồn mở để tạo trải nghiệm tùy chỉnh của riêng họ có thể phải thay đổi một số mã theo cách thủ công. Mozilla có một hướng dẫn dành riêng cho những trường hợp đặc biệt này. </p> <p> Người dùng đã quen thuộc với Hub như trước khi cập nhật sẽ nhận thấy những thay đổi. Tuy nhiên, vì các bản cập nhật giao diện không thay đổi trải nghiệm VR và tối ưu hóa trải nghiệm không phải VR, nên các thay đổi sẽ dễ dàng làm quen với bất kể bạn truy cập Hub bằng cách nào. </p> <p> </p> <p> Các bản cập nhật cũng đánh dấu thời điểm tuyệt vời để người dùng mới kiểm tra nền tảng này. Đặc biệt, tính năng cửa sổ trò chuyện chuyên dụng giúp giáo viên và người thuyết trình dễ dàng hơn trong các câu hỏi thực địa, có khả năng mở rộng các trường hợp sử dụng của nền tảng. </p> <p> </p> <h2 id=\"explore-the-new-hubs\"> Khám phá các trung tâm mới </h2> <p> Các bản cập nhật Hub của Mozilla cho thấy sự quan tâm rất nhiều đến người dùng. Bằng cách phản hồi các trường hợp sử dụng và hồ sơ người dùng mà các nhà phát triển thường thấy nhất, thanh trò chuyện, các kênh hỗ trợ mới và giao diện được tối ưu hóa làm cho nền tảng thân thiện và dễ tiếp cận hơn. </p> <p> Ngay cả với các bản cập nhật, nếu Hub không hoàn hảo cho bạn, hãy nhớ rằng nó không phải là nền tảng hiện diện từ xa hỗ trợ VR duy nhất hiện có. Một kinh nghiệm khác có thể giải quyết vấn đề của bạn. </p>"}