{"title":"Cách giải phóng dung lượng trên iCloud","content":"<p> Bạn có chán ngấy với những thông báo bật lên cho bạn biết rằng bạn sắp hết dung lượng trong tài khoản iCloud của mình không? Tin tốt: bạn không cần phải chịu đựng chúng lâu hơn nữa. </p> <p> Và tốt hơn nữa, bạn cũng sẽ không cần phải chi bất kỳ khoản tiền nào để nâng cấp tài khoản của mình. </p> <p> Apple cung cấp cho mọi người dùng 5GB dung lượng lưu trữ miễn phí trên iCloud, dường như gần như không có gì. Nhưng nếu bạn chơi đúng trò chơi, bạn sẽ nhận ra rằng như vậy là quá đủ cho mọi nhu cầu của bạn. </p> <h2 id=\"find-out-what-s-taking-the-most-space\"> Tìm hiểu điều gì đang chiếm nhiều không gian nhất </h2> <p> Khi bộ nhớ iCloud của bạn đầy, nơi tốt nhất để bắt đầu là tìm ra thứ gì đang chiếm nhiều dung lượng nhất trên các thiết bị của bạn. Thường xuyên hơn không, bạn sẽ ngạc nhiên về câu trả lời là gì. </p> <p> Để tìm hiểu điều gì đang chiếm nhiều dung lượng nhất trong iCloud trên iPhone của bạn: </p> <ol> <li> Đi đến <strong> Cài đặt </strong> . </li> <li> Nhấp qua để <strong> ID Apple </strong> . </li> <li> Đi đến <strong> iCloud&gt; Quản lý bộ nhớ </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (2 Hình ảnh) </strong> <img alt=\"iphone settings tab\" src=\"images/iphone-settings-409.jpeg\" loading=\"lazy\"> Mở rộng <img alt=\"icloud storage settings\" src=\"images/icloud-settings-883.jpeg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Khi ở trên tab Quản lý bộ nhớ, bạn sẽ nhận được bảng phân tích về những gì đang sử dụng nhiều dung lượng nhất trong tài khoản iCloud của bạn. Đối với một số chức năng, bạn có thể xem qua và xóa dữ liệu để giải phóng một số không gian lưu trữ. </p> <p> </p> <p> </p> <h2 id=\"delete-your-old-photos\"> Xóa ảnh cũ của bạn </h2> <p> Ảnh thường là kẻ trộm lưu trữ rõ ràng nhất trong tài khoản iCloud của bạn. Nếu bạn chụp ảnh bằng máy ảnh chuyên nghiệp và tải chúng lên điện thoại thì trường hợp này còn nhiều hơn thế. </p> <p> Để xóa ảnh trên iPhone của bạn: </p> <ol> <li> Chuyển đến thư viện ảnh của bạn. </li> <li> Chọn hình ảnh bạn muốn xóa. </li> <li> Quay lại menu chính của thư viện ảnh. </li> <li> Đi vào <strong> Đã xóa gần đây </strong> thư mục. </li> <li> Lựa chọn <strong> Xóa hết </strong> Và xác nhận. </li> </ol> <p> </p> <h2 id=\"delete-your-old-emails\"> Xóa email cũ của bạn </h2> <p> Nếu bạn đã kết nối tài khoản email của mình với iCloud nhưng hiếm khi sử dụng tin nhắn của mình, bạn đang ngốn dung lượng quý giá mà bạn có thể sử dụng ở nơi khác. Nếu bạn sử dụng dịch vụ trong nhiều năm, lượng dữ liệu sử dụng này sẽ từ từ cộng lại. </p> <p> Để xóa các email cũ của bạn: </p> <ol> <li> Đi tới ứng dụng Thư của bạn. </li> <li> Chọn email bạn muốn xóa. </li> <li> Xóa những email này và đóng ứng dụng. </li> </ol> <p> Nếu không thường xuyên sử dụng Thư, bạn cũng có thể chọn xóa ứng dụng khỏi điện thoại của mình. Bằng cách đó, bạn sẽ không tạo lại danh sách dữ liệu bị lãng phí. </p> <p> </p> <h2 id=\"remove-files-from-icloud-drive\"> Xóa tệp khỏi iCloud Drive </h2> <p> Nếu bạn có MacBook hoặc Mac, bạn có thể không nhận ra rằng bạn vẫn đang lưu trữ các tệp mà bạn không có từ lâu. Khi dữ liệu của bạn bị hỏng, những thứ này sẽ trở nên khó chịu hơn. </p> <p> May mắn thay, việc xóa các tệp iCloud khỏi ổ đĩa máy tính của bạn rất đơn giản. </p> <p> <img alt=\"icloud storage desktop\" src=\"images/icloud-storage-macbook-840.png\" loading=\"lazy\"> </p> <p> Để xóa các tệp iCloud khỏi ổ đĩa máy tính của bạn: </p> <ol> <li> Mở <strong> Người tìm kiếm </strong> . </li> <li> Đi xuống iCloud Drive ở menu bên trái. </li> <li> Chọn các tệp bạn muốn xóa và chuyển chúng vào thư mục thùng rác của bạn. </li> <li> Nhấp chuột phải hoặc Ctrl + Nhấp vào <strong> Biểu tượng thùng rác </strong> trong bến tàu. </li> <li> Lựa chọn <strong> Dọn sạch thùng rác </strong> . </li> </ol> <p> </p> <p> </p> <h2 id=\"free-up-space-on-your-apple-devices\"> Giải phóng dung lượng trên thiết bị Apple của bạn </h2> <p> Mặc dù có vẻ như bạn đang ở trong một cuộc chiến liên tục để xóa bộ nhớ iCloud của mình, nhưng làm như vậy không cần quá căng thẳng. Bất kể thiết bị Apple bạn sử dụng là gì, có rất nhiều cách để xem những gì đang ăn dữ liệu của bạn và thực hiện các thay đổi. </p> <p> Khi bạn đã xóa bộ nhớ iCloud của mình, bạn nên theo dõi nó. Khi bạn nhận thấy mọi thứ gần đến mức đầy đủ, hãy lặp lại các bước này và ngăn chúng xảy ra. </p>"}