{"title":"Cách sử dụng lệnh ls trong Linux","content":"<p> Lấy thông tin chi tiết liên quan đến các tệp trên bộ nhớ của bạn là một việc khó khăn nếu bạn không biết cách sử dụng lệnh ls. Ở đây chúng ta sẽ thảo luận về mọi thứ liên quan đến lệnh ls trên Linux, cùng với một số cờ khác nhau được sử dụng với nó. </p> <h2 id=\"the-ls-command-on-linux\"> Lệnh ls trên Linux </h2> <p> Lệnh ls được sử dụng để liệt kê tất cả các tệp và thư mục có trong thư mục làm việc hiện tại của bạn. Bạn cũng có thể nhận được nhiều thông tin khác nhau về các tệp bằng cách sử dụng cùng một lệnh. Vì nó đã được bao gồm trong gói tiện ích cốt lõi GNU, bạn không cần phải cài đặt bất kỳ gói bổ sung nào trên hệ thống của mình để sử dụng nó. </p> <p> Bạn cũng có thể xâu chuỗi ls với các lệnh bash khác. Ví dụ, đường ống <strong> grep </strong> tuyên bố với <strong> ls </strong> sẽ cho phép bạn tìm kiếm và lọc thư mục cho các tệp cụ thể. </p> <p> </p> <h2 id=\"how-to-use-the-ls-command\"> Cách sử dụng lệnh ls </h2> <p> Cú pháp cơ bản của lệnh ls là: </p> <pre><code class=\"hljs\">ls [options] [directory]</code></pre> <p> Một trong những cách sử dụng lệnh đơn giản nhất là liệt kê tất cả các tệp và thư mục trong thư mục làm việc hiện tại của bạn. </p> <pre><code class=\"hljs\">ls</code></pre> <p> Nếu bạn thực hiện câu lệnh nói trên trong thư mục gốc của hệ thống, bạn sẽ thấy một kết quả giống như thế này. </p> <pre><code class=\"hljs\">bin    dev   home   lib64        mnt   proc   run    srv   tmp   var<br>boot   etc   lib    lost+found   opt   root   sbin   sys   usr</code></pre> <h3 id=\"listing-files-in-a-specific-directory\"> Liệt kê các tệp trong một thư mục cụ thể </h3> <p> Để liệt kê các tệp thuộc một thư mục khác (không phải thư mục làm việc hiện tại), bạn sẽ phải chuyển đường dẫn thư mục cùng với tên lệnh. </p> <pre><code class=\"hljs\">ls [directory]</code></pre> <p> Để có được danh sách tất cả các tệp có trong <strong> / boot </strong> danh mục: </p> <pre><code class=\"hljs\">ls /boot</code></pre> <p> Đầu ra bây giờ sẽ hiển thị các tệp và thư mục có trong tên thư mục được cung cấp. </p> <pre><code class=\"hljs\">EFI   grub   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux</code></pre> <p> Sử dụng <strong> -F </strong> cờ bằng lệnh sẽ thêm ký tự / vào cuối mỗi thư mục. </p> <pre><code class=\"hljs\">EFI/   grub/   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux</code></pre> <p> Bạn cũng có thể chuyển nhiều thư mục bằng cách tách tên đường dẫn bằng <strong> Không gian </strong> tính cách. </p> <pre><code class=\"hljs\">ls /boot /usr</code></pre> <pre><code class=\"hljs ruby\">Output<br>/boot:<br>EFI   grub   initramfs-linux-fallback.img   initramfs-linux.img   vmlinuz-linux<br>/usr:<br>bin   etc   include   lib   lib32   lib64   local   sbin   share   src</code></pre> <h3 id=\"list-files-in-the-root-directory\"> Liệt kê các tệp trong Thư mục gốc </h3> <p> Thư mục gốc chứa tất cả các thư mục và tệp khác trên hệ thống của bạn. Đây là thư mục cao nhất trong hệ thống phân cấp thư mục trên máy tính của bạn. Thư mục gốc thường được biểu thị bằng <strong> / </strong> tính cách. </p> <pre><code class=\"hljs\">ls /</code></pre> <p> Không quan trọng bạn đang ở thư mục nào tại thời điểm nhập lệnh, lệnh nêu trên sẽ tạo ra một đầu ra liệt kê tất cả các thư mục con và tệp có bên trong thư mục gốc. </p> <h3 id=\"list-files-in-the-parent-directory\"> Liệt kê các tệp trong Thư mục gốc </h3> <p> Thư mục mẹ trong Linux là một thư mục phía trên thư mục hiện tại. Hãy lấy <strong> / usr / bin </strong> như một ví dụ. Đây, <strong> /thùng rác </strong> là thư mục làm việc hiện tại của bạn và <strong> / usr </strong> là thư mục mẹ. </p> <p> Để nhận danh sách tất cả các tệp trong thư mục mẹ: </p> <pre><code class=\"hljs\">ls ..</code></pre> <pre><code class=\"hljs ruby\">bin   etc   include   lib   lib32   lib64   local   sbin   share   src</code></pre> <p> Thêm cái khác <strong> .. </strong> sẽ đưa bạn đến thư mục mẹ của thư mục mẹ. Ví dụ, <strong> / var / log / old </strong> là thư mục làm việc hiện tại của bạn. <strong> ls .. </strong> sẽ liệt kê các thư mục có trong <strong> / log </strong> thư mục trong khi <strong> ls ../ .. </strong> sẽ cung cấp cho bạn danh sách tất cả các tệp và thư mục có trong <strong> / var </strong> danh mục. </p> <pre><code class=\"hljs\">ls ../..</code></pre> <pre><code class=\"hljs perl\">cache   db   empty   games   lib   local   lock   log   mail   opt   run   spool   tmp</code></pre> <h3 id=\"list-files-in-the-home-directory\"> Liệt kê các tệp trong Thư mục chính </h3> <p> Thư mục chính trong Linux được biểu thị bằng <strong> ~ </strong> tính cách. Do đó, để liệt kê nội dung có sẵn trong thư mục chính của bạn: </p> <pre><code class=\"hljs\">ls ~</code></pre> <h3 id=\"list-only-directories-no-files\"> Chỉ liệt kê các thư mục (Không có tệp) </h3> <p> Nếu vì bất kỳ lý do gì bạn chỉ muốn liệt kê các thư mục có trong một thư mục, hãy sử dụng <strong> -d </strong> cờ bằng lệnh ls mặc định. </p> <pre><code class=\"hljs\">ls -d /home</code></pre> <h3 id=\"list-files-with-sub-directories\"> Liệt kê các tệp với các thư mục con </h3> <p> Sử dụng <strong> * </strong> ký tự với lệnh ls sẽ cung cấp cho bạn danh sách tất cả các tệp và thư mục trong thư mục làm việc hiện tại, cùng với các thư mục con nữa. </p> <pre><code class=\"hljs\">ls *</code></pre> <h3 id=\"list-files-recursively\"> Liệt kê các tệp một cách đệ quy </h3> <p> Sử dụng <strong> -R </strong> cờ với lệnh mặc định sẽ liệt kê tất cả các tệp và thư mục có bên trong thư mục xuống cấp cuối cùng. </p> <pre><code class=\"hljs\">ls -R</code></pre> <p> Lưu ý rằng bạn cũng có thể chuyển đường dẫn thư mục cùng với cờ đệ quy. Điều này có nghĩa rằng <strong> ls / usr / home -R </strong> là một lệnh hợp lệ. </p> <h3 id=\"list-files-with-their-size\"> Liệt kê các tệp với kích thước của chúng </h3> <p> Để lấy tên của tất cả các tệp cùng với kích thước của chúng, hãy sử dụng <strong> -S </strong> cờ bằng lệnh. </p> <pre><code class=\"hljs perl\">ls -s /yay-git</code></pre> <pre><code class=\"hljs\">total 2944<br>4 pkg   4 src   4 yay   2932 yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> </p> <h3 id=\"list-files-with-detailed-information\"> Liệt kê các tệp với thông tin chi tiết </h3> <p> Các <strong> -l </strong> cờ cho phép bạn có được danh sách nội dung của thư mục Linux với mô tả chi tiết của từng mục nhập. Thông tin sau được bao gồm trong đầu ra: </p> <ol> <li> Quyền đối với tệp và thư mục </li> <li> Số lượng liên kết </li> <li> Chủ sở hữu nội dung </li> <li> Chủ sở hữu nhóm </li> <li> Kích thước nội dung </li> <li> Tên tệp </li> <li> Ngày giờ sửa đổi lần cuối </li> </ol> <pre><code class=\"hljs\">ls -l</code></pre> <pre><code class=\"hljs perl\">total 2944<br>drwxr-xr-x   3   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:53   pkg<br>drwxr-xr-x   4   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:52   src<br>drwxr-xr-x   7   sharmadeepesh   sharmadeepesh   4096   Feb 8 13:54   yay<br>-rw-r--r--   1   sharmadeepesh   sharmadeepesh   2998674   Feb 8 13:53   yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> Cột đầu tiên được dành riêng cho quyền đối với tệp và thư mục. Ký tự đầu tiên biểu thị loại tệp và chín ký tự tiếp theo biểu thị quyền của tệp. </p> <p> Các loại tệp khác nhau mà bạn thường gặp: </p> <ol> <li> Tệp thông thường (-) </li> <li> Chặn các tệp đặc biệt (b) </li> <li> Các tệp đặc biệt của ký tự (c) </li> <li> Thư mục (d) </li> <li> Liên kết tượng trưng (l) </li> <li> Tệp mạng (n) </li> <li> FIFO (p) </li> <li> Ổ cắm) </li> </ol> <p> Nói về quyền đối với tệp, các ký tự sau được sử dụng trong đầu ra. </p> <ol> <li> Có thể đọc được (r) </li> <li> Ghi (w) </li> <li> Thực thi (x) </li> </ol> <p> Hãy lấy <strong> d </strong><strong> rw-r - r-- </strong> như một ví dụ. Ký tự đầu tiên cho biết rằng mục nhập là một thư mục. Hai ký tự sau biểu thị rằng người dùng hiện tại có quyền đọc và ghi. Các ký tự còn lại cung cấp thông tin về quyền đối với tệp cho những người dùng khác. </p> <h3 id=\"list-files-with-readable-size\"> Liệt kê các tệp có kích thước có thể đọc được </h3> <p> Các <strong> -S </strong> lệnh cung cấp cho bạn một giá trị số được liên kết với mỗi mục nhập. Và hiển nhiên, bạn sẽ không biết ý nghĩa của giá trị này là gì. Do đó, để liệt kê các tệp và kích thước của chúng theo cách có thể đọc được, hãy sử dụng <strong> -lh </strong> cờ cùng với lệnh. </p> <pre><code class=\"hljs\">ls -lh</code></pre> <pre><code class=\"hljs perl\">total 2.9M<br>drwxr-xr-x   3   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:53   pkg<br>drwxr-xr-x   4   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:52   src<br>drwxr-xr-x   7   sharmadeepesh   sharmadeepesh   4.0K   Feb 8 13:54   yay<br>-rw-r--r--   1   sharmadeepesh   sharmadeepesh   2.9M   Feb 8 13:53   yay-git-10.1.2.r0.g7d849a8-2-x86_64.pkg.tar.zst</code></pre> <p> Thông số kích thước cho byte (B), megabyte (MB), gigabyte (GB) và terabyte (TB) được sử dụng trong đầu ra. </p> <h3 id=\"list-hidden-files\"> Liệt kê các tệp ẩn </h3> <p> Mặc định <strong> ls </strong> lệnh không bao gồm các tệp ẩn trong đầu ra. Để liệt kê nội dung được người dùng đặt là ẩn, hãy chuyển <strong> -a </strong> cờ bằng lệnh ls. </p> <pre><code class=\"hljs\">ls -a</code></pre> <h3 id=\"piping-ls-with-grep-command\"> Piping ls Với Grep Command </h3> <p> Lệnh grep được sử dụng để so khớp các mẫu tuân theo một biểu thức chính quy cụ thể. Bạn có thể xâu chuỗi lệnh này với ls để tìm kiếm các tệp có trong hệ thống của bạn. Trong thư mục gốc của bạn, hãy nhập: </p> <pre><code class=\"hljs ruby\">bin   etc   include   lib   lib32   lib64   local   sbin   share   src</code></pre> <p> Thao tác này sẽ liệt kê tất cả các tệp và thư mục bắt đầu bằng ký tự l. Bạn cũng có thể lọc các tệp của mình theo phần mở rộng của chúng bằng cách sử dụng grep. </p> <h3 id=\"sort-files-by-time-and-date\"> Sắp xếp các tập tin theo thời gian và ngày tháng </h3> <p> Để liệt kê tất cả các tệp và sắp xếp chúng theo thời gian và ngày tạo / sửa đổi, hãy sử dụng <strong> -t </strong> cờ cùng với ls. </p> <pre><code class=\"hljs\">ls -t</code></pre> <h3 id=\"sort-files-by-size\"> Sắp xếp tệp theo kích thước </h3> <p> Các <strong> -S </strong> cờ sẽ cho phép bạn sắp xếp các tệp và thư mục phù hợp với kích thước tệp của chúng. </p> <pre><code class=\"hljs\">ls -S</code></pre> <p> Theo mặc định, các tệp sẽ được sắp xếp theo thứ tự giảm dần (tệp lớn nhất trước). Tuy nhiên, bạn có thể dễ dàng đảo ngược hành vi này bằng cách thêm <strong> r </strong> với <strong> -S </strong> cờ. </p> <pre><code class=\"hljs\">ls -Sr</code></pre> <h3 id=\"list-files-and-send-output-to-a-file\"> Liệt kê tệp và gửi đầu ra tới tệp </h3> <p> Sử dụng <strong> &gt; </strong> , bạn có thể gửi đầu ra của lệnh ls đến bất kỳ tệp nào. </p> <pre><code class=\"hljs perl\">ls > ls-output.txt</code></pre> <p> Sau đó, bạn có thể đọc nội dung của tệp mới tạo bằng cách gõ <strong> cat ls-output.txt </strong> trong thiết bị đầu cuối của bạn. </p> <p> </p> <h2 id=\"displaying-contents-of-a-directory-with-ls-command\"> Hiển thị nội dung của một thư mục với lệnh ls </h2> <p> Lệnh ls là một trong những lệnh mạnh mẽ nhất được cung cấp cho người dùng Linux. Để khai thác tối đa các lệnh của bạn trong thiết bị đầu cuối, bạn có thể thử học các lệnh chuỗi cùng nhau. Bạn thậm chí có thể viết <a href=\"https://www.makeuseof.com/linux-mv-command/\" target=\"_blank\" rel=\"nofollow noopener\"> lệnh mv để di chuyển tệp </a> với ls. </p> <p> Mẹo số một để làm quen với Linux là ghi nhớ một số lệnh cơ bản. Điều này chắc chắn sẽ giúp bạn trở nên hiệu quả và nhanh chóng trong khi sử dụng hệ thống của bạn. </p>"}