{"title":"Làm thế nào để nhân đôi khoảng cách một tài liệu Word","content":"<p> Bài viết này giải thích cách tăng gấp đôi khoảng cách dòng, đoạn văn và toàn bộ tài liệu trong Microsoft Word. Có bốn cách để nhân đôi dòng khoảng trắng trong Microsoft Word. Bạn có thể sử dụng bất kỳ tùy chọn nào trong số này để sửa đổi một vài dòng hoặc toàn bộ tài liệu trong Word. </p> <h2 id=\"double-space-lines-from-the-home-tab\"> Double Space Lines from Tab Home </h2> <p> Đây là cách nhanh nhất để tăng gấp đôi dung lượng cho tài liệu của bạn. Bạn có thể sử dụng điều này khi chỉ muốn thêm khoảng trắng cho một phần của tài liệu. Chọn các đoạn bạn muốn thay đổi và làm theo các bước bên dưới. </p> <ol> <li> Mở Microsoft Word. </li> <li> Đi đến <strong> Trang chủ&gt; Nhóm đoạn văn&gt; Chọn Khoảng cách Dòng và Đoạn văn </strong> biểu tượng. </li> <li> Để nhân đôi các dòng khoảng trắng, hãy chọn 2.0 từ menu thả xuống. </li> <li> Để có thêm các tùy chọn giãn cách, hãy chọn <strong> Tùy chọn Giãn cách Dòng </strong> trong danh sách. </li> </ol> <p> <img alt=\"Double space from Home tab in Word\" src=\"images/microsoft-word-home-double-space-339.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-between-paragraphs-from-the-design-tab\"> Nhân đôi khoảng cách giữa các đoạn văn từ tab thiết kế </h2> <p> Sửa đổi khoảng cách dọc giữa các đoạn trong tài liệu của bạn bằng cách đặt khoảng cách trước hoặc sau mỗi đoạn. Xin lưu ý rằng điều này áp dụng khoảng cách trong toàn bộ tài liệu của bạn và cũng ảnh hưởng đến khoảng cách dòng. Nó cung cấp cho bạn ít phạm vi hơn để kiểm soát khoảng cách dòng so với các phương pháp khác ở đây. </p> <ol> <li> Mở Microsoft Word. </li> <li> Đi đến <strong> Thiết kế&gt; Khoảng cách đoạn văn </strong> và lựa chọn <strong> Gấp đôi </strong> . </li> </ol> <p> <img alt=\"Paragraph Spacing in Word\" src=\"images/microsoft-word-paragraph-spacing-639.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-from-the-page-layout-tab\"> Double Space Lines from the Page Layout Tab </h2> <p> Sử dụng tùy chọn này để thiết lập các dòng có khoảng cách đôi trước khi bạn bắt đầu thêm nội dung vào tài liệu của mình. Các cài đặt ở đây cho phép bạn tinh chỉnh văn bản của mình bằng các tùy chọn khác. </p> <ol> <li> Mở Microsoft Word. </li> <li> Đi đến <strong> Bố trí trang </strong> chuyển hướng. </li> <li> Đi đến <strong> Đoạn văn </strong> nhóm. Nhấp vào mũi tên xuống nhỏ ở góc dưới cùng bên phải để hiển thị hộp thoại Cài đặt đoạn văn. </li> <li> Ở trên <strong> Thụt lề và khoảng cách </strong> chuyển hướng. </li> <li> Nhấp vào mũi tên xuống bên cạnh <strong> Khoảng cách dòng </strong> cái hộp. </li> <li> Lựa chọn <strong> Gấp đôi </strong> và nhấp vào <strong> đồng ý </strong> để thoát khỏi hộp thoại. </li> </ol> <p> <img alt=\"Selecting double space between lines from the layout tab\" src=\"images/microsoft-word-line-spacing-layout-tab-522.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"double-space-lines-with-styles\"> Đường không gian đôi với kiểu dáng </h2> <p> Bạn có viết các bài luận có khoảng cách đôi không? Bạn có thể <a href=\"https://www.makeuseof.com/tag/microsoft-word-styles/\" target=\"_blank\" rel=\"nofollow noopener\"> lưu nó dưới dạng một kiểu đặc biệt trong Word </a> chỉ cho các bài tiểu luận hoặc sửa đổi một phong cách hiện có. </p> <ol> <li> Mở Microsoft Word. </li> <li> Đi đến <strong> Trang chủ&gt; Nhóm phong cách </strong> . Nhấp chuột phải <strong> Bình thường </strong> . </li> <li> Lựa chọn <strong> Sửa đổi </strong> từ trình đơn thả xuống. </li> <li> Dưới <strong> Định dạng </strong> , nhấn vào <strong> Không gian nhân đôi </strong> cái nút. </li> <li> Chọn OK. </li> </ol> <p> <img alt=\"Modifying a style with double line spacing in Word\" src=\"images/microsoft-word-styles-paragraph-spacing-793.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"what-does-double-spaced-lines-mean\"> Các dòng có khoảng cách đôi có nghĩa là gì? </h2> <p> Khoảng cách dòng không là gì khác ngoài chiều cao của khoảng cách giữa mỗi hàng văn bản. Khoảng trắng kép có nghĩa là các câu sẽ có một dòng trống bằng chiều cao đầy đủ của hai dòng văn bản giữa mỗi dòng. Theo mặc định, hầu hết các trình xử lý văn bản đều bật khoảng cách đơn (hoặc nhiều hơn một chút so với khoảng cách đơn), tức là khoảng cách chỉ cao một dòng. Word có khoảng cách dòng mặc định là <strong> 1,08 </strong> . </p> <p> Khoảng cách dòng là một cân nhắc quan trọng về kiểu dáng và chỉ là một trong những cách để định dạng văn bản của bạn để dễ đọc hơn. </p>"}