{"title":"Cách tiết kiệm pin trên bộ điều khiển DualSense PS5 của bạn","content":"<p> Mặc dù bộ điều khiển DualSense của PlayStation 5 có tuổi thọ pin được cải thiện so với DualShock 4 của PlayStation 4, nhưng vẫn có khả năng bộ điều khiển của bạn chết giữa thời điểm quan trọng. </p> <p> Hãy cùng xem một số cách để tiết kiệm pin trên bộ điều khiển DualSense và kéo dài thời gian sử dụng càng lâu càng tốt. </p> <h2 id=\"set-your-ps5-controller-to-turn-off-automatically\"> 1. Đặt Bộ điều khiển PS5 của bạn thành Tự động Tắt </h2> <p> Nếu bạn để PS5 chạy vì bất kỳ lý do gì và để bộ điều khiển bật trong nhiều giờ, điều đó rõ ràng sẽ ngốn pin của bạn. Để chống lại điều này, bạn nên đặt bộ hẹn giờ để DualSense tắt khi bạn không sử dụng. </p> <p> Trên menu chính của PS5, hãy đi tới <strong> Cài đặt&gt; Hệ thống&gt; Tiết kiệm năng lượng </strong> . Ở đây bạn sẽ thấy <strong> Đặt thời gian cho đến khi bộ điều khiển tắt </strong> tùy chọn mà bạn có thể đặt thành <strong> Sau 10 phút </strong> , <strong> 30 phút </strong> , <strong> 60 phút </strong> , hoặc là <strong> Tắt </strong> . </p> <p> <img alt=\"PS5 Controller Auto Off\" src=\"images/ps5-controller-auto-off-233.jpg\" loading=\"lazy\"> </p> <p> Không có lý do chính đáng nào để bật bộ điều khiển của bạn trong thời gian dài khi không hoạt động. Bật tùy chọn này sẽ hạn chế thời lượng pin lãng phí khi bạn không ở trên TV. </p> <p> </p> <p> </p> <h2 id=\"manually-turn-off-the-dualsense-controller\"> 2. Tắt Bộ điều khiển DualSense theo cách thủ công </h2> <p> Đối với những trường hợp bạn biết mình sẽ không sử dụng bộ điều khiển PS5 trong một thời gian, bạn nên tắt nó ngay lập tức thay vì đợi bộ hẹn giờ tự động tắt. Điều này rất hữu ích nếu bạn đang sử dụng PS5 của mình để xem các ứng dụng giải trí như Netflix hoặc thậm chí chỉ ngồi xem một đoạn cắt cảnh dài trong một trò chơi. </p> <p> </p> <p> Để tắt bộ điều khiển PS5 của bạn, hãy nhấn vào <strong> Nút PS </strong> trên bộ điều khiển để hiển thị menu nhanh. Cuộn sang phải và chọn <strong> Phụ kiện </strong> , hiển thị dưới dạng biểu tượng bộ điều khiển với thời lượng pin hiện tại của bạn. Trên menu kết quả, hãy chọn <strong> Bộ điều khiển không dây </strong> , theo dõi bởi <strong> Tắt </strong> . </p> <p> <img alt=\"PS5 Turn Off Controller\" src=\"images/ps5-turn-off-controller-274.jpg\" loading=\"lazy\"> </p> <p> Làm điều này sẽ tắt bộ điều khiển của bạn cho đến khi bạn nhấn <strong> Nút PS </strong> để bật lại. Nếu bạn không muốn thao tác với menu, bạn cũng có thể tắt bộ điều khiển PS5 của mình bằng cách giữ <strong> Nút PS </strong> trong 10 giây. </p> <p> </p> <h2 id=\"reduce-controller-functions-that-use-battery\"> 3. Giảm các chức năng của bộ điều khiển sử dụng pin </h2> <p> DualSense có một số chức năng tiêu tốn pin. Việc tắt các tùy chọn này sẽ không kéo dài đáng kể pin của bộ điều khiển của bạn, nhưng có thể hữu ích một chút nếu bạn ưu tiên tuổi thọ pin hơn các tính năng ưa thích. </p> <p> Chuyến thăm <strong> Cài đặt&gt; Phụ kiện&gt; Bộ điều khiển </strong> để tắt các chức năng này: </p> <ul> <li> Bộ <strong> Độ sáng của các chỉ báo bộ điều khiển </strong> đến <strong> Lờ mờ </strong> . Điều này sẽ làm giảm đèn trên bộ điều khiển của bạn; chúng sẽ tự động sáng nếu cần cho phụ kiện máy ảnh. </li> <li> Hạ thấp <strong> Cường độ rung động </strong> đến <strong> Yếu </strong> hoặc là <strong> Tắt </strong> . Mặc dù tính năng phản hồi xúc giác mới của DualSense làm cho tiếng ồn trở nên thực tế hơn, nhưng nó lại sử dụng khá nhiều pin. Nếu bạn không quan tâm đến tính năng này, có lẽ đối với một trò chơi nào đó, việc vô hiệu hóa nó sẽ cải thiện thời lượng pin. </li> <li> Đồng thời hạ thấp hoặc vô hiệu hóa <strong> Cường độ hiệu ứng kích hoạt </strong> . Đây là một tính năng tiêu đề khác của DualSense thay đổi điện trở của các nút L2 và R2 tùy thuộc vào những gì bạn đang làm trong trò chơi. Nếu bạn không quan tâm nhiều đến nó, hãy hạ thấp nó xuống sẽ tiết kiệm được một lượng nước. </li> <li> Hạ thấp <strong> Âm lượng (Loa cho Bộ điều khiển) </strong> thanh trượt. Điều này làm giảm công suất loa tích hợp của bộ điều khiển, tiết kiệm một chút pin nếu bạn không thích điều đó. </li> </ul> <p> <img alt=\"PS5 Controller Options\" src=\"images/ps5-controller-options-676.jpg\" loading=\"lazy\"> </p> <p> </p> <h2 id=\"buy-a-longer-charging-cable\"> 4. Mua cáp sạc dài hơn </h2> <p> Nếu sử dụng tất cả các mẹo trên vẫn không giữ cho bộ điều khiển của bạn hoạt động lâu như bạn muốn, bạn nên cân nhắc mua cáp USB-C dài hơn. Với điều này, bạn có thể dễ dàng cắm bộ điều khiển của mình để sạc và tiếp tục chơi khi nó gần hết. Bạn sẽ không phải kéo ghế đến gần TV như khi dùng dây cáp ngắn. </p> <p> Bạn có thể tìm thấy cáp sạc USB-C to USB-A dài 10 foot (hoặc dài hơn) trên Amazon với giá rẻ. Thử <a href=\"https://www.amazon.com/CableCreation-Braided-Resistor-Compatible-OnePlus/dp/B01D3095RW?dchild=1&keywords=10+foot+usb+c+to+usb+a+cable&qid=1612812440&sr=8-6&linkCode=ll1&tag=makeusw-20&linkId=eb27c182db8635bf2043f1e4a27e57e1&language=en_US&ref_=as_li_ss_tl\" target=\"_blank\" rel=\"nofollow noopener\"> CableCreation Cáp USB-C </a> để có một lựa chọn chắc chắn. </p> <p> <img alt=\"DualSense PS5 USB Cable\" src=\"images/dualsense-ps5-usb-cable-572.jpg\" loading=\"lazy\"> </p> <p> Nếu bạn chơi bằng cáp kết nối thường xuyên, trên <strong> Bộ điều khiển </strong> trang cài đặt, bạn nên đặt <strong> Phương pháp giao tiếp </strong> đến <strong> Sử dụng cáp USB </strong> . Với điều này, bộ điều khiển của bạn sẽ giao tiếp qua cáp thay vì vẫn sử dụng Bluetooth khi được cắm vào. </p> <p> </p> <h2 id=\"keep-your-dualsense-charged-up\"> Giữ cho DualSense của bạn được sạc đầy </h2> <p> Giờ thì bạn đã biết cách duy trì pin DualSense của mình cho các phiên chơi game kéo dài. Không cần mua bộ điều khiển thứ hai và thường xuyên thay chúng, đây là những lựa chọn tốt nhất để kéo dài tuổi thọ pin. </p> <p> Đừng quên rằng bạn có thể sử dụng bộ điều khiển PS4 khi chơi trò chơi PlayStation 4 trên PS5 của mình. Đó là một cách khác để tiết kiệm pin DualSense. </p> <p> <small> Tín dụng hình ảnh: Alex Van Aken / <a href=\"https://www.shutterstock.com/image-photo/boulder-co-november-12-2020-tech-1860777505\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}