{"title":"Cách cài đặt Minecraft Forge và Quản lý Mod của bạn","content":"<p> Khi Minecraft lần đầu tiên phát hành bản alpha công khai trả phí vào năm 2009, nó chỉ là một trò chơi sandbox đơn giản, đơn giản. Hơn một thập kỷ sau, Minecraft đã phổ biến thế giới của nó với hơn 100 khối khác nhau và hơn 40 mob. </p> <p> Tuy nhiên, nếu bạn đã chơi trò chơi này ngay từ đầu, Minecraft vani hoặc mặc định có thể hơi cũ đối với bạn. Với Minecraft Forge, bạn có thể quản lý các bản mod đã tải xuống và hướng dẫn này sẽ dạy bạn cách thiết lập mọi thứ. </p> <h2 id=\"what-is-minecraft-forge\"> Minecraft Forge là gì? </h2> <p> Khi bạn nghĩ đến việc mod một trò chơi điện tử, có lẽ bạn cũng nghĩ rằng bạn cần phải có kiến ​​thức sâu rộng về công nghệ hoặc lập trình để làm điều đó. Điều đó có thể đúng với các tựa game khác, nhưng việc thêm mod vào Minecraft rất đơn giản với Forge. </p> <p> Forge là một máy chủ mã nguồn mở miễn phí mà bạn có thể sử dụng để cài đặt và chạy các bản mod Minecraft. Các nhà phát triển của nó đã thiết kế nó một cách đặc biệt để giúp ngay cả những người ít hiểu biết nhất về công nghệ cũng có thể dễ dàng thêm mod trò chơi do cộng đồng tạo vào bản sao Minecraft của họ. </p> <p> </p> <h2 id=\"how-to-install-minecraft-forge\"> Cách cài đặt Minecraft Forge </h2> <p> Vì vậy, bây giờ bạn đã biết Forge là gì, làm thế nào để bạn cài đặt nó? Trước bất kỳ điều gì khác, bạn sẽ cần cài đặt <a href=\"https://www.java.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Java </a> nếu bạn chưa có. Sau đó, bạn có thể làm theo các bước đơn giản sau: </p> <p> <img alt=\"The part of the Minecraft launcher that shows the version number\" src=\"images/screenshot-minecraft-launcher-461.png\" loading=\"lazy\"> </p> <h3 id=\"download-minecraft-forge\"> 1. Tải xuống Minecraft Forge </h3> <p> Đi đến <a href=\"http://files.minecraftforge.net/\" target=\"_blank\" rel=\"nofollow noopener\"> trang web chính thức của Forge </a> để tải xuống trình cài đặt. Đảm bảo rằng số phiên bản được ghi trên bản tải xuống giống với số phiên bản Minecraft mà bạn muốn sửa đổi. </p> <p> Ở phía bên trái của trang web Forge, nó liệt kê tất cả các phiên bản từ mới nhất đến cũ nhất. Trong trình khởi chạy Minecraft, bạn có thể thấy số phiên bản hiện tại của mình trên hồ sơ bên dưới tác phẩm nghệ thuật biểu ngữ của trò chơi. </p> <p> <img alt=\"Screenshots of running the Forge installer\" src=\"images/screenshot-forge-downloading-878.png\" loading=\"lazy\"> </p> <h3 id=\"2-open-the-forge-installer\"> 2. Mở Forge Installer </h3> <p> Sau khi tải xuống xong, hãy mở trình cài đặt Forge. Chọn máy khách hoặc máy chủ từ các tùy chọn, tùy thuộc vào những mod bạn muốn tải xuống. Kiểm tra xem địa chỉ của bạn <strong> .minecraft </strong> thư mục chính xác (nếu không, hãy nhấp vào nút có ba dấu chấm và điều hướng đến địa chỉ chính xác), sau đó nhấp vào <strong> đồng ý </strong> . Forge sẽ mất một vài phút để cài đặt. </p> <p> <img alt=\"A screenshot of the Minecraft home screen after Forge\" src=\"images/minecraft-modded-home-screen-124.png\" loading=\"lazy\"> </p> <h3 id=\"open-the-minecraft-launcher\"> 3. Mở Trình khởi chạy Minecraft </h3> <p> Sau khi cài đặt xong Forge, hãy mở Trình khởi chạy Minecraft. Chọn <strong> làm giả </strong> nếu chưa hoạt động, thì hãy bắt đầu trò chơi. Sẽ mất một lúc trong lần khởi động đầu tiên sau khi cài đặt Forge. Nhưng khi bạn đã bật màn hình chính, bạn sẽ thấy một <strong> Mods </strong> nút bên cạnh <strong> Minecraft Realms </strong> . </p> <p> Bây giờ, bạn có thể tải xuống các bản mod vào thư mục đó và mở rộng Minecraft theo bất kỳ cách nào bạn muốn. Thư mục này cũng là nơi bạn sẽ tổ chức và quản lý tất cả các mod của mình. Điều này sẽ giúp bạn theo dõi chúng. </p> <p> Các trang web phổ biến để tải xuống các bản mod bao gồm <a href=\"https://www.minecraftmods.com/\" target=\"_blank\" rel=\"nofollow noopener\"> MinecraftMods </a> , <a href=\"https://www.curseforge.com/minecraft/mc-mods\" target=\"_blank\" rel=\"nofollow noopener\"> CurseForge </a> và <a href=\"https://www.planetminecraft.com/mods/\" target=\"_blank\" rel=\"nofollow noopener\"> Hành tinh Minecraft </a> . Ngoài ra còn có một phần dành riêng cho các bản mod trên <a href=\"https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods\" target=\"_blank\" rel=\"nofollow noopener\"> diễn đàn Minecraft chính thức </a> và <a href=\"https://www.makeuseof.com/tag/minecraft-modpacks-to-try/\" target=\"_blank\" rel=\"nofollow noopener\"> Minecraft modpacks — bộ sưu tập mod </a> mà những người chơi khác cho rằng làm việc tốt nhất với nhau. </p> <p> Ngoài ra, nếu bạn không thể tìm thấy một bản mod hiện có phù hợp với những gì bạn muốn thêm vào trò chơi, bạn luôn có thể <a href=\"https://www.makeuseof.com/tag/minecraft-mod-maker/\" target=\"_blank\" rel=\"nofollow noopener\"> tạo mod Minecraft của riêng bạn </a> . </p> <p> </p> <h2 id=\"add-more-to-minecraft-with-the-help-of-forge\"> Thêm nhiều hơn vào Minecraft với sự trợ giúp của Forge </h2> <p> <img alt=\"\" src=\"images/games-procedural-generation-minecraft-197.png\" loading=\"lazy\"> </p> <p> Sau quá trình cài đặt dễ dàng, Minecraft Forge cung cấp cho bạn một nơi thuận tiện để lưu trữ, sắp xếp và theo dõi tất cả các mod bạn đã tải xuống. Hiện tại, bạn có thể không thấy mình là người sẽ tải xuống quá nhiều bản mod, nhưng hãy lấy nó từ chúng tôi. Nó luôn bắt đầu với một mod, sau đó là một mod khác, sau đó là một mod nữa ... </p> <p> Sau đó, cuối cùng, bạn nhận ra rằng bạn có nhiều nội dung được sửa đổi hơn nội dung vani trong trò chơi Minecraft của bạn. </p>"}