{"title":"Cách kết hợp các hình ảnh trong Photoshop để tạo các tổng hợp kỳ ảo","content":"<p> Một trong những trình chỉnh sửa ảnh tốt nhất trên thế giới để tạo các vật liệu tổng hợp là Photoshop. Đó là bởi vì có hàng tá công cụ hữu ích có gần như vô hạn khi kết hợp các hình ảnh với nhau. </p> <p> Trong hướng dẫn này, chúng tôi sẽ chỉ cho bạn cách kết hợp ba hình ảnh với nhau để tạo ra một tổng hợp tuyệt vời. </p> <h2 id=\"getting-started\"> Bắt đầu </h2> <p> Tổng hợp được tạo thành từ hai hoặc nhiều hình ảnh. Bạn nên tải tất cả các tệp hình ảnh cần thiết vào Photoshop để làm cho quá trình tổng hợp dễ dàng hơn. </p> <p> Chúng tôi sẽ sử dụng ba hình ảnh để tạo ra tổng hợp cuối cùng của chúng tôi. Bạn có thể tải xuống các tệp hình ảnh này từ Pexels để theo dõi: </p> <ul> <li> <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Đàn bà </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-standing-on-top-of-mountain-2695232/\" target=\"_blank\" rel=\"nofollow noopener\"> Người leo núi 1 </a> </li> <li> <a href=\"https://www.pexels.com/photo/man-wearing-black-tank-top-and-brown-shorts-climbing-rock-1094794/\" target=\"_blank\" rel=\"nofollow noopener\"> Người leo núi 2 </a> </li> </ul> <p> </p> <h2 id=\"cut-out-subjects-from-backgrounds\"> 1. Cắt Đối tượng khỏi Nền </h2> <p> Nhiệm vụ phổ biến nhất để chế tạo vật liệu tổng hợp liên quan đến việc &quot;loại bỏ&quot; các đối tượng của bạn khỏi nền của chúng. Đó là những gì chúng tôi sẽ làm cho mỗi nhà leo núi của chúng tôi. </p> <p> Hình ảnh người phụ nữ làm khuôn mặt hài hước sẽ là hình ảnh chính mà chúng tôi sẽ thêm mọi thứ vào. </p> <p> Các bước này nên được thực hiện cho mỗi người trong số hai nhà leo núi. Sau khi chúng được cắt ra, chúng tôi sẽ thêm cả hai vào hình ảnh chính của người phụ nữ trong phần thứ hai của hướng dẫn này. </p> <ol> <li> Sau khi hình ảnh của người leo núi được nhập vào Photoshop, hãy chuyển đến <strong> Lựa chọn </strong> &gt; <strong> Môn học </strong> . <p> <img alt=\"Select Subject\" src=\"images/1-select-subject-585.png\" loading=\"lazy\"> </p> </li> <li> Đi đến <strong> Lựa chọn </strong> &gt; <strong> Chọn và Mặt nạ </strong> . <p> <img alt=\"Select Select and Mask\" src=\"images/2-select-select-and-mask-372.png\" loading=\"lazy\"> </p> </li> <li> Sử dụng <strong> Ctrl </strong> và <strong> Thêm </strong> ( <strong> + </strong> ) Để phóng to hình ảnh. Sau đó, sử dụng <strong> Phím cách </strong> và căn giữa hình ảnh bằng chuột của bạn để xem chi tiết của vùng chọn. Màu lựa chọn mặc định là màu đỏ. <p> <img alt=\"Enlarge Image\" src=\"images/3-enlarge-image-711.png\" loading=\"lazy\"> </p> </li> <li> Chọn thứ ba <strong> Chải </strong> công cụ từ menu trên cùng bên trái. Hãy đảm bảo rằng <strong> Thêm </strong> ( <strong> + </strong> ) biểu tượng được đánh dấu. <p> <img alt=\"Select Brush Tool\" src=\"images/4-select-brush-tool-462.png\" loading=\"lazy\"> </p> </li> <li> Với con chuột của bạn, hãy vẽ <strong> Màu đỏ </strong> vào bất kỳ khu vực nào đáng lẽ phải được chọn. Trong ví dụ này, một phần bàn chân của người đàn ông và gậy chống của anh ta cần được sơn. </li> <li> Sử dụng <strong> dấu ngoặc </strong> công cụ <strong> [ </strong> và <strong> ] </strong> để tăng hoặc giảm kích thước bàn chải. Nếu bạn mắc lỗi, hãy nhấp vào <strong> Ctrl </strong> + <strong> Z </strong> để hoàn tác hành động trước đó của bạn. <p> <img alt=\"Paint Red into Selection\" src=\"images/5-paint-red-into-selection-283.png\" loading=\"lazy\"> </p> </li> <li> Đi đến <strong> Xuất thành </strong> menu thả xuống ở cuối bảng điều khiển bên phải. </li> <li> Lựa chọn <strong> Lớp mới với mặt nạ </strong> và bấm vào <strong> đồng ý </strong> . <p> <img alt=\"New Layer with Layer Mask\" src=\"images/6-new-layer-with-layer-mask-592.png\" loading=\"lazy\"> </p> </li> <li> Bây giờ bạn sẽ được để lại với phần cắt của người leo núi, và chỉ nhìn thấy một nền ca rô biểu thị sự trong suốt. Lặp lại các bước này cho hình ảnh của người leo núi thứ hai. <p> <img alt=\"Completed Selection of Climber\" src=\"images/7-completed-selection-of-climber-324.png\" loading=\"lazy\"> </p> </li> </ol> <p> <strong> Ghi chú: </strong> </p> <p> Nếu lựa chọn của bạn về một trong hai người leo núi vẫn cần làm việc, bạn có thể nhấn <strong> B </strong> cho <strong> Chải </strong> công cụ để tô các phần bị thiếu hoặc xóa các điểm ảnh không mong muốn. Tốt nhất bạn nên sử dụng <strong> Bàn chải mềm </strong> cho loại công việc này. </p> <p> <img alt=\"Soft Round Brush\" src=\"images/tip-soft-round-brush-458.png\" loading=\"lazy\"> </p> <p> Khi sơn, hãy đảm bảo <strong> Vấn đề xung quanh </strong> màu được đặt thành <strong> trắng </strong> để thêm vào lựa chọn. Ngoài ra, hãy thay đổi <strong> Vấn đề xung quanh </strong> màu sắc <strong> Đen </strong> để xóa khỏi vùng chọn. Chuyển đổi <strong> X </strong> phím để chuyển đổi giữa các màu. </p> <p> <img alt=\"Foreground Colors\" src=\"images/tip-foreground-colors-961.png\" loading=\"lazy\"> </p> <p> Lưu ý rằng hình ảnh người leo núi thứ hai sẽ yêu cầu bạn chỉnh sửa trong quá trình lựa chọn hoặc sau đó bằng cách sử dụng phương pháp trên. </p> <p> </p> <h2 id=\"composite-all-three-images-together\"> 2. Tổng hợp cả ba hình ảnh lại với nhau </h2> <p> Đối với phần kết hợp, chúng tôi sẽ thêm hai nhà leo núi vào hình ảnh của người phụ nữ. Người leo núi đang đứng sẽ được thu nhỏ lại và đặt trên mũi người phụ nữ. </p> <p> Người leo núi thứ hai sẽ được đặt ở bên phải môi của người phụ nữ. </p> <p> Đối với bước cuối cùng, chúng tôi sẽ thêm các hiệu ứng để mang tất cả các yếu tố lại với nhau để làm cho nó trông tự nhiên hơn. Những người dùng nâng cao hơn có thể muốn tiếp tục kết hợp những hình ảnh này với nhau bằng các kỹ thuật phức tạp hơn, nhưng chúng tôi sẽ chỉ cho bạn cách tạo một phiên bản nhanh chóng và có thể xử lý được. </p> <ol> <li> Tải hình ảnh của người phụ nữ vào Photoshop. <p> <img alt=\"Load Image of Woman into Photoshop\" src=\"images/1-load-image-of-woman-into-photoshop-484.png\" loading=\"lazy\"> </p> </li> <li> Điều hướng đến hình ảnh của người leo núi đang đứng. Nhấp chuột trái vào nó và giữ lớp lựa chọn của người leo núi. Chỉ cần kéo nó bằng chuột đến tệp của người phụ nữ ở đầu màn hình. <p> <img alt=\"Drag Climber to Image of Woman\" src=\"images/2-drag-climber-to-image-of-woman-932.png\" loading=\"lazy\"> </p> </li> <li> Khi thực hiện đúng, màn hình của bạn sẽ chuyển về màn hình của người phụ nữ. Sau đó, thả chuột trái. Một lớp mới với người leo núi sẽ hiển thị trên hình ảnh ban đầu của người phụ nữ. <p> <img alt=\"Import Climber into Image\" src=\"images/3-import-climber-into-image-270.png\" loading=\"lazy\"> </p> </li> <li> Với <strong> Bản sao nền </strong> của người leo núi đã chọn, nhấn <strong> Ctrl </strong> + <strong> T </strong> cho <strong> Biến đổi </strong> dụng cụ. Nhấp vào bên trong hình chữ nhật màu xanh lam để định vị người đàn ông trên mũi của người phụ nữ. Sử dụng tay cầm trên hộp màu xanh lam để thu nhỏ người đàn ông xuống phiên bản thu nhỏ, như hình dưới đây. Sau đó, nhấn <strong> Đánh dấu </strong> ở trên cùng để chấp nhận các thay đổi. <p> <img alt=\"Place Climber on Nose\" src=\"images/4-place-climber-on-nose-888.png\" loading=\"lazy\"> </p> </li> <li> Tiếp theo, chúng ta sẽ lặp lại các bước từ hai đến bốn cho người leo núi thứ hai. Nhưng lần này, chúng tôi sẽ đặt dụng cụ leo núi ở bên phải môi của người phụ nữ. Bạn sẽ nhận thấy rằng chúng ta sẽ phải lật hình ảnh để người leo núi quay mặt về phía bên phải. Để làm điều này, hãy nhấn <strong> Ctrl </strong> + <strong> T </strong> , Nhấp chuột phải vào hình ảnh và chọn <strong> Lật ngang </strong> . <p> <img alt=\"Flip Horizontal\" src=\"images/5-flip-horizontal-745.png\" loading=\"lazy\"> </p> </li> <li> Ép <strong> Ctrl </strong> + <strong> T </strong> , vị trí của người leo núi thứ hai như hình. <p> <img alt=\"Place Second Climber\" src=\"images/6-place-second-climber-176.png\" loading=\"lazy\"> </p> </li> <li> Chúng tôi sẽ muốn cắt hình ảnh này để hình ảnh cuối cùng sẽ hiển thị tốt hơn tất cả các yếu tố của nó. nhấn <strong> C </strong> cho <strong> Mùa vụ </strong> dụng cụ. Lựa chọn <strong> Quảng trường </strong> để biết tỷ lệ, và sử dụng tay cầm để cắt hình ảnh như được hiển thị. Sau đó, nhấp vào <strong> Đánh dấu </strong> để hoàn thiện các thay đổi. <p> <img alt=\"Use the Crop Tool\" src=\"images/7-use-the-crop-tool-538.png\" loading=\"lazy\"> </p> </li> <li> Bấm đúp vào <strong> Tay </strong> công cụ để tăng hình ảnh lên kích thước đầy đủ. <p> <img alt=\"Double Click Hand Tool\" src=\"images/8-double-click-hand-tool-195.png\" loading=\"lazy\"> </p> </li> <li> Sử dụng <strong> Chữa lành </strong> chải, làm sạch các đường bóng ma từ các lựa chọn của những người leo núi. Sử dụng <strong> dấu ngoặc </strong> chìa khóa <strong> [ </strong> <strong> ] </strong> để tăng hoặc giảm kích thước của bàn chải. Tốt nhất bạn chỉ nên làm cho kích thước bàn chải đủ lớn để xóa các đường kẻ khi bạn di chuyển. <p> <img alt=\"Heal Brush Ghost Lines\" src=\"images/9-heal-brush-ghost-lines-398.png\" loading=\"lazy\"> </p> </li> </ol> <p> </p> <h2 id=\"use-anthropics-smart-photo-editor-to-enhance-your-composite\"> 3. Sử dụng Anthropics Smart Photo Editor để tăng cường ảnh tổng hợp của bạn </h2> <p> Nếu bạn muốn nâng tầm tổng hợp của mình lên một tầm cao mới, tốt nhất là làm cho tất cả các yếu tố của hình ảnh xuất hiện như thể chúng thuộc về nhau một cách tự nhiên. Điều này có nghĩa là cần thêm một chút thời gian để tạo ra một hỗn hợp hoàn hảo. </p> <p> Chúng ta có thể đạt được điều này bằng cách sử dụng <a href=\"https://www.anthropics.com/smartphotoeditor/\" target=\"_blank\" rel=\"nofollow noopener\"> Trình chỉnh sửa ảnh thông minh của Anthropics </a> . Nó cung cấp một bản dùng thử miễn phí mà bạn có thể sử dụng cho hướng dẫn này. Nếu bạn hài lòng sau khi mang nó đi thử nghiệm, thì có một tùy chọn để mua. </p> <p> </p> <p> Hãy hoàn thành việc này! </p> <ol> <li> Với đầu <strong> Bản sao nền </strong> đã chọn, nhấn <strong> Sự thay đổi </strong> + <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> E </strong> để tạo ra một <strong> Con dấu có thể nhìn thấy </strong> lớp của tất cả các lớp của chúng tôi. <p> <img alt=\"Create Stamp Visible Layer\" src=\"images/1-create-stamp-visible-layer-488.png\" loading=\"lazy\"> </p> </li> <li> Nhấp chuột phải vào <strong> Lớp 1 </strong> và chọn <strong> Chuyển đổi sang đối tượng thông minh </strong> . <p> <img alt=\"Convert to Smart Object\" src=\"images/2-convert-to-smart-object-1-966.png\" loading=\"lazy\"> </p> </li> <li> Đi đến <strong> Bộ lọc </strong> &gt; <strong> Nhân học </strong> &gt; <strong> Trình chỉnh sửa ảnh thông minh </strong> . <p> <img alt=\"Smart Photo Editor\" src=\"images/3-smart-photo-editor-421.png\" loading=\"lazy\"> </p> </li> <li> Lựa chọn <strong> Thư viện hiệu ứng </strong> trong menu trên cùng bên phải. <p> <img alt=\"Effects Gallery\" src=\"images/4-effects-gallery-429.png\" loading=\"lazy\"> </p> </li> <li> Trong hộp tìm kiếm, hãy nhập <strong> Tuyết </strong> , và hãy nhấn <strong> Đi vào </strong> . <p> <img alt=\"Type Snow\" src=\"images/5-type-snow-655.png\" loading=\"lazy\"> </p> </li> <li> Lựa chọn <strong> Phong cảnh mùa đông </strong> bởi Tom. Nếu bạn không thấy tùy chọn này trên trang đầu tiên, hãy nhập tùy chọn này vào hộp tìm kiếm. Sau khi được chọn, nhấn <strong> đồng ý </strong> . <p> <img alt=\"Winter Landscape by Tom\" src=\"images/6-winter-landscape-by-tom-197.png\" loading=\"lazy\"> </p> </li> <li> Chọn lại <strong> Thư viện hiệu ứng </strong> như được hiển thị trong bước bốn. Di chuyển đến trang ba và chọn <strong> Grays dec rad </strong> . Nếu bạn không thấy nó, hãy nhập văn bản này vào menu tìm kiếm và chọn nó từ đó. Sau đó nhấn <strong> đồng ý </strong> . <p> <img alt=\"Greys dec rad\" src=\"images/7-greys-dec-rad--510.png\" loading=\"lazy\"> </p> </li> <li> Chọn lại <strong> Thư viện hiệu ứng </strong> như được hiển thị trong bước bốn. Chuyển đến trang tám và chọn <strong> Bộ lọc làm mát </strong> bởi AndrewB2012. Nếu bạn không thấy nó, hãy nhập văn bản này vào menu tìm kiếm và chọn nó từ đó. Sau đó nhấn <strong> đồng ý </strong> . </li> <li> Ở đầu menu, chuyển đến <strong> Tập tin </strong> &gt; <strong> Lưu và trả lại </strong> . Thao tác này sẽ xuất hình ảnh trở lại Photoshop. </li> <li> Đi đến <strong> Tạo lớp tô màu hoặc lớp điều chỉnh mới </strong> biểu tượng ở góc dưới cùng bên phải của màn hình Photoshop. Lựa chọn <strong> Cân bằng màu sắc </strong> lớp. </li> <li> Nhập các giá trị sau cho các thanh trượt trong <strong> Tấn </strong> trình đơn thả xuống. Dưới <strong> Âm trung </strong> , lựa chọn <strong> Lục lam / Đỏ: </strong> <strong> +25 </strong> , <strong> Đỏ tươi / Xanh lục: </strong> <strong> -20 </strong> , <strong> Vàng xanh: </strong> <strong> +20 </strong> . </li> <li> Dưới <strong> Bóng đổ </strong> , chọn <strong> Lục lam / Đỏ: </strong> <strong> -10 </strong> , <strong> Đỏ tươi / Xanh lục: </strong> <strong> -10 </strong> , <strong> Vàng xanh: </strong> <strong> -15 </strong> . </li> <li> Đối với <strong> Điểm nổi bật </strong> , lựa chọn <strong> Lục lam / Đỏ: </strong> <strong> -20 </strong> , <strong> Đỏ tươi / Xanh lục </strong><strong> : </strong> <strong> +15 </strong> , <strong> Vàng xanh: </strong> <strong> -15 </strong> . <p> <img alt=\"Color Balance Adjustment\" src=\"images/10-color-balance-adjustment-452.png\" loading=\"lazy\"> </p> </li> </ol> <p> Chúng ta hãy xem cách kết hợp kỳ diệu của chúng tôi đã thành ra như thế nào. </p> <p> <strong> Trước: </strong> </p> <p> <img alt=\"Before\" src=\"images/before-1-254.png\" loading=\"lazy\"> </p> <p> <strong> Sau: </strong> </p> <p> <img alt=\"After\" src=\"images/after-1-212.png\" loading=\"lazy\"> </p> <p> Có những công cụ khác trong Photoshop sử dụng <a href=\"https://www.makeuseof.com/overlay-blend-mode-photoshop-lighting/\" target=\"_blank\" rel=\"nofollow noopener\"> chế độ hòa trộn để tạo hiệu ứng ánh sáng </a> . Những tính năng và phương pháp dễ sử dụng này giúp ích rất nhiều trong việc làm cho những ý tưởng hài hước của bạn trông chuyên nghiệp hơn. </p> <p> </p> <h2 id=\"composites-take-time-and-care\"> Vật liệu tổng hợp Cần có thời gian và sự cẩn thận </h2> <p> Việc tạo vật liệu tổng hợp có thể mất rất nhiều thời gian nếu bạn đang cố gắng làm cho hỗn hợp trông tự nhiên. Trong hướng dẫn của chúng tôi, vẫn còn nhiều thứ có thể được thực hiện để tạo ra một cái nhìn tự nhiên hơn. Nhưng vì lý do thời gian, chúng tôi muốn cho bạn thấy việc bắt đầu dễ dàng như thế nào bằng cách kết hợp ba hình ảnh đơn giản lại với nhau. </p> <p> May mắn thay, Photoshop có tất cả các công cụ để tạo ra các vật liệu tổng hợp cả thực tế và kỳ ảo. Ngoài ra còn có rất nhiều plugin có sẵn sẽ giúp bạn thêm các bước hoàn thiện cho vật liệu tổng hợp của mình mà bạn có thể chưa bao giờ nghĩ đến. </p> <p> <small> Tín dụng hình ảnh: Andrea Piacquadio / <a href=\"https://www.pexels.com/photo/woman-in-gray-tank-top-3812719/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}