{"title":"Cách thay đổi mật khẩu Unix của bạn","content":"<p> Tất cả chúng ta đều biết vai trò của mật khẩu trong việc bảo vệ quyền riêng tư kỹ thuật số của bạn. Có một mật khẩu mạnh là lớp phòng thủ đầu tiên ngăn những kẻ xâm nhập vào hệ thống của bạn. Vì vậy, việc bảo vệ máy tính bằng mật khẩu cần được mọi người quan tâm hàng đầu. </p> <p> Hệ điều hành dựa trên Unix cung cấp các tính năng mạnh mẽ khi nói đến mật khẩu và bảo mật của người dùng. Nhưng làm thế nào để bạn sử dụng các tính năng nâng cao này để bảo mật hệ thống của mình? </p> <h2 id=\"unix-vs-linux\"> Unix so với Linux </h2> <p> Nhiều người cảm thấy bối rối khi ai đó sử dụng thuật ngữ Unix và Linux trong một ngữ cảnh tương tự. Nó không quan trọng nếu bạn <a href=\"https://www.makeuseof.com/change-linux-password/\" target=\"_blank\" rel=\"nofollow noopener\"> thay đổi mật khẩu trên Linux </a> hoặc Unix, các bước đều giống nhau. Mặc dù hai hệ điều hành này có kiểu kiến ​​trúc và cấu trúc lệnh tương tự nhau, nhưng chúng khác xa nhau trong thực tế. </p> <p> Unix là một hệ điều hành được phát triển vào cuối những năm 1960 bởi Ken Thompson và Dennis Ritchie. Nó chủ yếu được xây dựng cho tính di động, đa luồng và sửa đổi nhanh chóng. Không giống như Linux, Unix là phần mềm độc quyền được biết đến với giao diện dòng lệnh mạnh mẽ. </p> <p> Mặt khác, Linux là một họ hệ điều hành &quot;giống Unix&quot; mã nguồn mở. Linus Torvalds đã phát triển hệ điều hành này vào năm 1991. Nó được gọi là hệ điều hành giống Unix vì Linux được lấy cảm hứng từ Unix. Hơn 600 bản phân phối Linux hướng tới cộng đồng được cung cấp miễn phí trên internet. </p> <p> </p> <h2 id=\"changing-own-password-on-unix\"> Thay đổi mật khẩu riêng trên Unix </h2> <p> Trên hầu hết các hệ thống dựa trên Unix, người dùng có thể thay đổi mật khẩu bằng <strong> passwd </strong> chỉ huy. Để thay đổi mật khẩu của riêng bạn trên Unix, hãy mở thiết bị đầu cuối của bạn bằng cách nhấn <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Sau đó, để thay đổi mật khẩu của bạn, hãy nhập: </p> <pre><code class=\"hljs\">passwd</code></pre> <p> Bạn sẽ thấy một đầu ra giống như thế này. Đầu tiên, hãy nhập mật khẩu hiện tại và sau đó nhập mật khẩu mới của bạn hai lần để hoàn tất quá trình. </p> <pre><code class=\"hljs\">(current) UNIX password:<br>Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> Bạn sẽ không thấy bất kỳ ký tự đã nhập nào trên màn hình của mình. Hệ điều hành dựa trên Unix có cách duy nhất này để bảo vệ người dùng khỏi <a href=\"https://en.wikipedia.org/wiki/Shoulder_surfing_(computer_security)\" target=\"_blank\" rel=\"nofollow noopener\"> lướt qua vai </a> . </p> <p> </p> <p> </p> <h2 id=\"changing-root-password\"> Thay đổi mật khẩu gốc </h2> <p> Chỉ người dùng root mới có thể thay đổi mật khẩu root trên máy Unix. Để thay đổi người dùng hiện tại của bạn thành root, hãy nhập <strong> su - </strong> trong thiết bị đầu cuối của bạn và nhấn <strong> Đi vào </strong> . Sau đó, nhập mật khẩu gốc để xác nhận quá trình. </p> <p> Bây giờ bạn đã root, bạn có thể dễ dàng thay đổi mật khẩu của mình bằng cách nhập <strong> passwd </strong> trong thiết bị đầu cuối của bạn. </p> <p> </p> <h2 id=\"changing-other-user-s-password\"> Thay đổi mật khẩu của người dùng khác </h2> <p> Người dùng root cũng có quyền thay đổi mật khẩu của những người dùng khác trên hệ thống. Để làm điều đó, hãy mở thiết bị đầu cuối của bạn bằng cách nhấn <strong> Ctrl </strong> + <strong> Alt </strong> + <strong> T </strong> . Sau đó, thay đổi mật khẩu bằng: </p> <pre><code class=\"hljs\">passwd username<br></code></pre> <p> Bạn sẽ thấy kết quả sau trên màn hình hệ thống của mình. Nhập mật khẩu mới hai lần để xác nhận thay đổi. </p> <pre><code class=\"hljs\">Enter new UNIX password:<br>Retype new UNIX password:<br>passwd: password updated successfully</code></pre> <p> </p> <h2 id=\"managing-user-passwords-on-unix\"> Quản lý mật khẩu người dùng trên Unix </h2> <p> Người dùng Unix có thể dễ dàng thay đổi mật khẩu của họ bằng cách sử dụng <strong> passwd </strong> chỉ huy. Để tìm hiểu thêm về <strong> passwd </strong> , bạn có thể kiểm tra hướng dẫn sử dụng lệnh: </p> <pre><code class=\"hljs\">man passwd</code></pre> <p> Linux và Unix có thể có một vài điểm tương đồng khi nói đến các lệnh hệ thống, nhưng chúng là hai hệ điều hành khác biệt ở nhiều khía cạnh khác nhau. </p>"}