{"title":"Cách sử dụng trình quản lý mật khẩu với thiết bị Android của bạn","content":"<p> Android có một tính năng tuyệt vời cho phép người quản lý mật khẩu điền trực tiếp thông tin đăng nhập của bạn vào các ứng dụng và dịch vụ trên thiết bị Android của bạn. Nó cải thiện đáng kể trải nghiệm sử dụng trình quản lý mật khẩu vì toàn bộ quá trình diễn ra chỉ trong một vài thao tác. Bạn không còn phải quay lại giữa các ứng dụng để xem và sau đó nhập chi tiết đăng nhập của chúng. </p> <p> Dưới đây là cách bạn có thể sử dụng đúng cách và an toàn trình quản lý mật khẩu trong Android để tự động điền chi tiết đăng nhập của mình vào các ứng dụng và trang web. </p> <h2 id=\"why-you-should-use-a-password-manager\"> Tại sao bạn nên sử dụng trình quản lý mật khẩu </h2> <p> Nếu bạn coi trọng tính bảo mật và an toàn của các tài khoản trực tuyến của mình, bạn không bao giờ nên sử dụng cùng một mật khẩu cho các tài khoản đó. Với số lượng ứng dụng và dịch vụ mà tất cả chúng ta sử dụng hàng ngày không ngừng tăng lên, việc ghi nhớ quá nhiều mật khẩu duy nhất cũng không phải là một phương án khả thi. </p> <p> Đây là nơi một trình quản lý mật khẩu xuất hiện vì nó sẽ lưu trữ tất cả các mật khẩu của bạn một cách an toàn và bảo mật. </p> <p> Bạn thậm chí có thể tạo mật khẩu mới bằng trình quản lý mật khẩu để bạn không phải nghĩ về mật khẩu mới mỗi khi đăng ký ứng dụng hoặc dịch vụ mới. Lưu trữ tất cả thông tin đăng nhập của bạn trong trình quản lý mật khẩu là một lựa chọn tốt hơn nhiều so với việc chỉ cần viết nó ra đâu đó. </p> <p> <img alt=\"android password managers\" src=\"images/android-password-managers-784.png\" loading=\"lazy\"> </p> <p> Tất cả dữ liệu được lưu trữ trong trình quản lý mật khẩu được mã hóa bằng mật khẩu chính. Mật khẩu chính này hoạt động như một chìa khóa để mở khóa dữ liệu được mã hóa. Hầu hết các trình quản lý mật khẩu không cung cấp tùy chọn để đặt lại mật khẩu chính này, vì vậy nếu bạn quên nó, bạn cũng có thể bị khóa tài khoản của mình. Tuy nhiên, chỉ nhớ một mật khẩu chính sẽ dễ dàng hơn nhiều so với hàng trăm mật khẩu cho tất cả các ứng dụng và dịch vụ bạn sử dụng. </p> <p> Bạn có thể sử dụng trình quản lý mật khẩu không chỉ để lưu trữ thông tin đăng nhập của mình. Nó có thể lưu các ghi chú quan trọng, tệp, chi tiết tài khoản ngân hàng của bạn và hơn thế nữa. Một số trình quản lý mật khẩu cũng cung cấp một tùy chọn để tạo mã xác thực hai yếu tố. Thủ tục thanh toán <a href=\"https://www.makeuseof.com/tag/password-manager-features-you-need-to-know-about/\" target=\"_blank\" rel=\"nofollow noopener\"> một số tính năng quản lý mật khẩu hữu ích </a> để sử dụng nó một cách đầy đủ nhất. </p> <p> Mỗi khi bạn mở trình quản lý mật khẩu, trước tiên bạn sẽ phải xác minh danh tính của mình bằng cách nhập mật khẩu chính hoặc thông qua xác thực sinh trắc học. Tùy thuộc vào mức độ bạn muốn bảo mật tài khoản trình quản lý mật khẩu của mình, cũng có tùy chọn sử dụng khóa bảo mật xác thực hai yếu tố dựa trên phần cứng để tăng cường bảo mật. </p> <p> Bạn có thể đọc về <a href=\"https://www.makeuseof.com/tag/how-password-managers-work/\" target=\"_blank\" rel=\"nofollow noopener\"> cách thức hoạt động của các trình quản lý mật khẩu khác nhau </a> để biết cách họ có thể lưu các mật khẩu quan trọng của bạn một cách an toàn. </p> <p> </p> <h2 id=\"how-to-use-a-password-manager-with-android\"> Cách sử dụng Trình quản lý mật khẩu với Android </h2> <p> Tất cả các trình quản lý mật khẩu chính đều hỗ trợ API tự động điền trong Android. Điều này có nghĩa là khi trình quản lý mật khẩu mà bạn chọn đã được cấp các quyền liên quan, nó sẽ hiển thị menu thả xuống với thông tin đăng nhập của bất kỳ ứng dụng nào bạn đang cố gắng đăng nhập. </p> <p> </p> <p> Không cần phải nói rằng trước tiên bạn phải đăng ký với một trình quản lý mật khẩu mà bạn chọn và đảm bảo cài đặt ứng dụng của nó trên thiết bị Android của bạn và đăng nhập vào nó. Khi bạn đã hoàn thành điều đó: </p> <ol> <li> Mở <strong> Cài đặt </strong> menu trên thiết bị Android của bạn và điều hướng đến <strong> Hệ thống&gt; Ngôn ngữ và phương thức nhập&gt; Dịch vụ tự động điền. </strong> Nếu bạn không thấy tùy chọn này, hãy tìm kiếm &quot;Dịch vụ tự động điền&quot; trong menu Cài đặt. </li> <li> Chọn trình quản lý mật khẩu của bạn từ danh sách dịch vụ Tự động điền. Nếu bạn không sử dụng bất kỳ trình quản lý mật khẩu nào và đã lưu mật khẩu của mình trong Google Chrome, hãy chọn <strong> Google </strong> từ danh sách. </li> <li> Nhấn vào <strong> đồng ý </strong> khi được nhắc về việc bạn có tin tưởng ứng dụng bạn vừa chọn hay không. </li> </ol> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (2 Hình ảnh) </strong> <img alt=\"Password manager autofill in Android\" src=\"images/android-password-autofill-178.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Enable password autofill for password manager in Android\" src=\"images/android-autofill-password-manager-795.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Giờ đây, trình quản lý mật khẩu đã được thiết lập đúng cách, nó có thể dễ dàng tự động điền thông tin đăng nhập của bạn trong bất kỳ ứng dụng nào bạn tải xuống trên thiết bị Android của mình. </p> <p> Vì lý do bảo mật, bạn sẽ phải xác minh danh tính của mình thông qua máy quét vân tay hoặc bằng cách mở khóa trình quản lý mật khẩu của bạn bất cứ khi nào bạn cố gắng sử dụng tính năng tự động điền. Mặc dù vậy, bạn sẽ phải đảm bảo rằng tính năng mở khóa sinh trắc học được bật từ menu cài đặt của trình quản lý mật khẩu của bạn. </p> <p> </p> <h2 id=\"how-to-autofill-passwords-using-a-password-manager\"> Cách tự động điền mật khẩu bằng trình quản lý mật khẩu </h2> <p> Bây giờ trình quản lý mật khẩu của bạn đã được thiết lập, bạn có thể sử dụng nó để tự động điền mật khẩu bất cứ khi nào bạn cần đăng nhập vào một trong các ứng dụng của mình. </p> <ol> <li> Mở bất kỳ ứng dụng nào trên thiết bị Android của bạn và truy cập trang đăng nhập của ứng dụng đó. </li> <li> Nhấn vào trường mà bạn được yêu cầu nhập tên người dùng / ID email của mình. Trình quản lý mật khẩu của bạn sẽ tự động hiển thị dưới dạng tùy chọn thả xuống. </li> <li> Chạm vào nó, xác nhận danh tính của bạn và chọn thông tin đăng nhập mà bạn muốn nhập. Bạn cũng sẽ có tùy chọn tìm kiếm trong vault của mình nếu bạn có nhiều thông tin đăng nhập cho cùng một ứng dụng. </li> <li> Mọi thứ sẽ được tự động điền và sau đó bạn có thể nhấn vào nút đăng nhập để đăng nhập vào tài khoản của mình. </li> </ol> <p> <img alt=\"Password autofill in Twitter for Android\" src=\"images/twitter-android-password-autofill-e1612261663225-504.jpg\" loading=\"lazy\"> </p> <p> Bất cứ khi nào bạn mở một ứng dụng yêu cầu chi tiết đăng nhập của mình, trình quản lý mật khẩu của bạn sẽ tự động phát hiện các trường như vậy và hiển thị lời nhắc điền chúng. Điều quan trọng nữa là bạn <a href=\"https://www.makeuseof.com/tag/organize-password-manager/\" target=\"_blank\" rel=\"nofollow noopener\"> giữ cho trình quản lý mật khẩu của bạn có tổ chức </a> đặc biệt là nếu bạn đã sử dụng một trong một thời gian rất dài. </p> <h3 id=\"how-to-autofill-login-details-on-websites\"> Cách tự động điền chi tiết đăng nhập trên trang web </h3> <p> Trình quản lý mật khẩu của bạn cũng có thể tự động điền chi tiết đăng nhập của bạn trên các trang web trong các trình duyệt như Chrome và Firefox dành cho Android. Tuy nhiên, bạn sẽ phải cấp cho ứng dụng quyền truy cập trợ năng trên thiết bị Android của mình để ứng dụng này hoạt động bình thường. </p> <ol> <li> Mở <strong> Cài đặt </strong> trên thiết bị Android của bạn và đi tới <strong> Khả năng tiếp cận </strong> phần. </li> <li> Bên trong <strong> Các dịch vụ đã tải xuống </strong> hoặc là <strong> Các dịch vụ đã cài đặt </strong> trình đơn, chọn trình quản lý mật khẩu của bạn và cấp nó <strong> Khả năng tiếp cận </strong> truy cập. </li> </ol> <p> Giờ đây, trình quản lý mật khẩu của bạn cũng sẽ hiển thị menu thả xuống để tự động điền chi tiết đăng nhập mỗi khi bạn mở phần đăng nhập của bất kỳ trang web nào mà bạn truy cập. </p> <p> Trình quản lý mật khẩu cũng đủ thông minh để tự động nhắc bạn lưu chi tiết đăng nhập bất cứ khi nào họ phát hiện thấy bạn đã đăng ký tài khoản mới trên một ứng dụng hoặc trang web trên thiết bị Android của mình. </p> <p> </p> <h2 id=\"always-use-a-password-manager\"> Luôn sử dụng Trình quản lý mật khẩu </h2> <p> Bạn nên luôn sử dụng trình quản lý mật khẩu để lưu trữ thông tin đăng nhập quan trọng, chi tiết tài khoản ngân hàng và các ghi chú khác. Với trình quản lý mật khẩu tích hợp gọn gàng vào chính Android và tự động điền thông tin đăng nhập của bạn sau khi được thiết lập đúng cách, có rất ít lý do để không làm như vậy. </p> <p> Nếu bạn coi trọng quyền riêng tư và bảo mật trực tuyến của mình, trình quản lý mật khẩu sẽ giúp bạn yên tâm vì đây là một lựa chọn an toàn và bảo mật hơn so với việc sử dụng cùng một mật khẩu trên các ứng dụng và dịch vụ khác nhau. </p>"}