{"title":"Cách sử dụng bộ lọc thần kinh của Photoshop để tạo khuôn mặt vui nhộn","content":"<p> Photoshop có một bộ công cụ, được gọi là bộ lọc thần kinh, giúp bạn dễ dàng tạo ra những khuôn mặt hài hước. Bộ sưu tập thanh trượt nhỏ này sử dụng trí thông minh nhân tạo của Adobe Sensei để điều chỉnh hình ảnh của bạn. </p> <p> Trong hướng dẫn này, chúng ta sẽ sử dụng các bộ lọc thần kinh có trong menu Chân dung thông minh để tạo một khuôn mặt hài hước. Bạn sẽ sớm phát hiện ra rằng khi bạn đẩy những thanh trượt này đến cực điểm của chúng, chúng có xu hướng tạo ra những hiệu ứng mạnh mẽ và đôi khi rất hài hước! </p> <h2 id=\"using-photoshop-s-neural-filters-to-create-funny-faces\"> Sử dụng bộ lọc thần kinh của Photoshop để tạo khuôn mặt vui nhộn </h2> <p> Thực sự không có gì phức tạp về các thanh trượt này trong Smart Portrait. Tất cả chúng đều khá đơn giản và dễ thao tác. </p> <p> </p> <p> Chúng tôi sẽ hướng dẫn bạn cách truy cập menu này vì nó không dễ tìm thấy trong nháy mắt. Nói cách khác, đừng lo lắng nếu bạn đã là người đăng ký Adobe Photoshop và bạn chưa từng thấy những tính năng này trước đây. Chúng được nhóm với các công cụ khác đang trong giai đoạn phát triển beta. </p> <p> Trước tiên, hãy tải xuống hình ảnh này từ <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a> cùng theo dõi. Hoặc, thoải mái sử dụng bất kỳ ảnh nào của bạn để xem bạn có thể nhận được những hiệu ứng nào. </p> <p> Bắt đầu nào! </p> <ol> <li> nhấn <strong> Ctrl </strong> + <strong> J </strong> để tạo một lớp trùng lặp. <p> <img alt=\"Create duplicate layer\" src=\"images/1-create-duplicate-layer-139.png\" loading=\"lazy\"> </p> </li> <li> Nhấp vào lớp nhân bản. Nhấp chuột phải và chọn <strong> Chuyển đổi sang đối tượng thông minh </strong> . <p> <img alt=\"Convert to smart object\" src=\"images/2-convert-to-smart-object-s-993.png\" loading=\"lazy\"> </p> </li> <li> Đi đến <strong> Bộ lọc </strong> &gt; <strong> Bộ lọc thần kinh </strong> . <p> <img alt=\"Go to Neural Filters\" src=\"images/3-go-to-neural-filters-688.png\" loading=\"lazy\"> </p> </li> <li> Chọn <strong> Bộ lọc Beta </strong> biểu tượng. Sau đó chọn <strong> Chân dung thông minh </strong> và nhấp vào quay số. <p> <img alt=\"Go to Smart Portrait\" src=\"images/4-go-to-smart-portrait-454.png\" loading=\"lazy\"> </p> </li> <li> Thay đổi các giá trị thanh trượt thành sau: <strong> Hạnh phúc: </strong> <strong> 50 </strong> , <strong> Sự ngạc nhiên: </strong> <strong> 50 </strong> , <strong> Sự phẫn nộ: </strong> <strong> 50 </strong> , <strong> Tuổi trên khuôn mặt: </strong> <strong> 50 </strong> , <strong> Nhìn chằm chằm: </strong> <strong> 50 </strong> , <strong> Độ dày của tóc: </strong> <strong> 50 </strong> . Sau đó nhấn vào <strong> đồng ý </strong> . <p> <img alt=\"Change slider values\" src=\"images/5-change-slider-values-795.png\" loading=\"lazy\"> </p> </li> </ol> <p> Hãy xem hình ảnh đã biến ra như thế nào! </p> <p> <strong> Khuôn mặt hài hước trước đây: </strong> </p> <p> <img alt=\"Funny face before\" src=\"images/6-before-silly-face-639.png\" loading=\"lazy\"> </p> <p> <strong> Khuôn mặt hài hước sau khi: </strong> </p> <p> <img alt=\"After funny face\" src=\"images/7-after-silly-face-925.png\" loading=\"lazy\"> </p> <p> Đừng quên rằng có rất nhiều plugin miễn phí cho Photoshop có thể thêm các hiệu ứng đặc biệt vào ảnh của bạn. Đôi khi, những điểm nhấn bổ sung này có thể tạo thêm chiều sâu cho hình ảnh của bạn, giúp những ý tưởng hài hước của bạn trở nên nổi bật. </p> <p> </p> <p> </p> <h2 id=\"it-s-fun-to-discover-alternative-uses-for-photoshop-tools\"> Thật thú vị khi khám phá các công dụng thay thế cho các công cụ Photoshop </h2> <p> Như bạn có thể tưởng tượng, những người tạo ra Smart Portrait cho Photoshop có lẽ không có ý định sử dụng các công cụ của họ để tạo ra những hình ảnh vui nhộn. Trên thực tế, nếu bạn điều chỉnh các thanh trượt vừa phải, bạn có thể thấy rằng việc thêm các hiệu ứng cảm xúc tinh tế thực sự tạo ra hình ảnh mạnh mẽ hơn trong nhiều trường hợp. </p> <p> Nhưng đó là điều tuyệt vời của Photoshop. Nhiều công cụ truyền thống có thể được sử dụng cho các mục đích thay thế. Photoshop để trí tưởng tượng của người sáng tạo chạy lung tung. </p> <p> <small> Tín dụng hình ảnh: Alex Green / <a href=\"https://www.pexels.com/photo/fashion-man-sunglasses-people-6626056/\" target=\"_blank\" rel=\"nofollow noopener\"> Pexels </a></small> </p>"}