{"title":"Hyundai và Kia từ chối Họ đang đàm phán để phát triển Apple Car","content":"<p> Hyundai và công ty con Kia đã chứng kiến ​​cổ phiếu của họ sụt giảm sau khi công ty tiết lộ trong hồ sơ pháp lý rằng họ không đàm phán với Apple về dự án Apple Car bí mật. </p> <p> Cổ phiếu của Hyundai và Kia lần lượt giảm 6,21% và gần 15%. </p> <p> Các hồ sơ thừa nhận rằng Hyundai đã nhận được yêu cầu &quot;từ nhiều công ty&quot; để hợp tác phát triển chung xe điện tự hành, nhưng sau đó tiếp tục nói thêm rằng &quot;chưa có gì được quyết định&quot; vì mọi thứ &quot;đang trong giai đoạn đầu.&quot; </p> <p> “Hyundai Motor không đàm phán với Apple về phát triển xe tự hành,” đọc hồ sơ của Hyundai. Dựa theo <a href=\"https://www.cnbc.com/2021/02/08/hyundai-kia-shares-fall-say-not-in-talks-to-develop-apple-car.html\" target=\"_blank\" rel=\"nofollow noopener\"> CNBC </a> Kia Motors cũng cho biết họ không đàm phán với Apple. </p> <p> Điều này có thể có nghĩa là Apple có thể đã quyết định hợp tác với các nhà cung cấp ô tô sẽ không nói về bất kỳ giao dịch nào một cách công khai. Thật vậy, MUO gần đây đã báo cáo rằng một số <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> Các nhà sản xuất ô tô Nhật Bản đã đàm phán với Apple </a> tham gia chuỗi cung ứng Apple Car. </p> <h2 id=\"apple-doesn-t-like-leaks\"> Apple không thích rò rỉ </h2> <p> Một hợp đồng sản xuất thất bại với Kia được cho là đã bao gồm <a href=\"https://www.makeuseof.com/apple-car-kia-us-production/\" target=\"_blank\" rel=\"nofollow noopener\"> xây dựng khoảng 100.000 Apple Cars mỗi năm ở Mỹ </a> . The Apple Car was supposed to be based on Hyundai&#39;s new electric vehicle platform that supports fast-charge to 80 percent in 18 minutes and delivers a top range of 250 miles (about 500 kilometers) on a single charge. </p> <p> Kia là nhà cung cấp ô tô lớn thứ hai tại Hàn Quốc sau đồng chủ sở hữu Hyundai. Apple rõ ràng có mục tiêu công bố Apple Car trong vài năm tới. </p> <p> </p> <p> Nhưng Apple cực kỳ nhạy cảm với những rò rỉ, điều này khiến cho một loạt báo cáo về Apple Car gần đây trở nên thú vị và đặc biệt hơn. Rõ ràng là Apple không vui vì những báo cáo đó, điều mà ban lãnh đạo của công ty có lẽ đã phải ngạc nhiên và kinh ngạc. </p> <p> Những gì chúng ta đang thấy bây giờ có lẽ là một số loại kiểm soát thiệt hại từ phía Hyundai. Trong khi cả hai bên có thể xem lại các cuộc đàm phán, chúng tôi không nghĩ rằng điều này sẽ xảy ra vì có rất nhiều công ty xe hơi khác mà Apple có thể và có thể sẽ hợp tác cùng. </p> <p> <small> Tín dụng hình ảnh: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Hủy cắm CC </a></small> </p>"}