{"title":"Cách tham gia máy chủ Minecraft","content":"<p> Minecraft một người chơi chỉ không cắt nó? Bạn đang muốn khám phá thế giới rộng lớn của các khối được tạo theo thủ tục với bạn bè của mình? Không cần tìm đâu xa, đây là mọi thứ bạn cần biết về cách tham gia máy chủ Minecraft. </p> <h2 id=\"finding-a-minecraft-server-s-ip-address\"> Tìm địa chỉ IP của máy chủ Minecraft </h2> <p> Cho dù bạn đang tham gia máy chủ riêng của bạn bè hay máy chủ công khai với hàng nghìn người chơi, bạn phải tìm địa chỉ IP của máy chủ. Đừng lo lắng, điều này nhanh chóng và dễ dàng, nhưng nó là một quá trình khác để <a href=\"https://www.makeuseof.com/tag/find-ip-address-windows-10/\" target=\"_blank\" rel=\"nofollow noopener\"> tìm địa chỉ IP của riêng bạn trên Windows </a> hoặc Mac. </p> <h3 id=\"for-private-servers\"> Đối với Máy chủ Riêng </h3> <p> Nếu bạn bè của bạn có máy chủ riêng mà bạn muốn tham gia, hãy yêu cầu họ cung cấp IP. Nếu họ đã biết địa chỉ IP của máy chủ, hãy chuyển sang phần tiếp theo. </p> <p> Nếu họ mua máy chủ lưu trữ từ trang web của bên thứ ba, họ thường có thể tìm thấy địa chỉ IP bằng cách kiểm tra trang tổng quan của trang web hoặc email mà họ có thể đã nhận được khi mua hàng. </p> <p> Nếu họ đang chạy máy chủ từ máy tính của chính họ, bạn có hai tùy chọn để kết nối - LAN (Mạng truy cập cục bộ) và qua internet (chủ sở hữu cần chuyển tiếp để người khác kết nối qua internet). </p> <p> Nếu bạn đang sử dụng cùng một mạng với họ (LAN), bạn có thể kết nối bằng địa chỉ IP nội bộ của họ. Bạn không cần phải chuyển tiếp cho các kết nối mạng LAN. </p> <p> Tìm địa chỉ IP nội bộ của bạn bằng cách mở dòng lệnh hoặc thiết bị đầu cuối của bạn. nhấn <strong> Windows + R </strong> và gõ <strong> cmd </strong> vào <strong> Chạy </strong> nhắc nhở trên Windows hoặc sử dụng Mac <strong> Cmd + Dấu cách </strong> để mở tiêu điểm và nhập vào <strong> Thiết bị đầu cuối </strong> . </p> <p> <img alt=\"Find IPv4 in cmd\" src=\"images/cmd-ipv4-621.png\" loading=\"lazy\"> </p> <p> <strong> Đối với dòng lệnh Windows </strong> : Kiểu <strong> ipconfig </strong> vào dòng lệnh của bạn để tìm địa chỉ IP của bạn. Tìm kiếm <strong> Địa chỉ IPv4 </strong> . Nó sẽ giống như &quot;192.165.0.123&quot;. Bây giờ bạn đã có địa chỉ này, hãy sao chép nó vào khay nhớ tạm ( <strong> Ctrl + C </strong> trên Windows và <strong> Cmd + C </strong> trên Mac) và chuyển đến phần tiếp theo để tìm hiểu những việc cần làm với nó. </p> <p> <strong> Đối với Mac Terminal </strong> : Kiểu <strong> ipconfig getifaddr en0 </strong> (hoặc là <strong> ipconfig getifaddr en1 </strong> nếu bạn sử dụng ethernet thay vì Wi-Fi) vào thiết bị đầu cuối để tìm địa chỉ IP của bạn. Thiết bị đầu cuối hiển thị Địa chỉ IP của bạn nằm trên một dòng mới. Bây giờ bạn đã có địa chỉ này, hãy sao chép nó vào khay nhớ tạm ( <strong> Ctrl + C </strong> trên Windows và <strong> Cmd + C </strong> trên Mac) và chuyển đến phần tiếp theo để tìm hiểu những việc cần làm với nó. </p> <p> Nếu bạn đang kết nối với một máy chủ riêng qua internet, bạn sẽ cần IP công khai của chúng. </p> <p> <img alt=\"whatsmyipaddress dashboard\" src=\"images/whatsmyipaddress-dashboard-939.png\" loading=\"lazy\"> </p> <p> Bạn có thể tìm thấy địa chỉ IP công cộng của mình bằng cách sử dụng một công cụ như <a href=\"https://whatismyipaddress.com/\" target=\"_blank\" rel=\"nofollow noopener\"> whatismyipaddress </a> . Bây giờ bạn đã có địa chỉ này, hãy sao chép nó vào khay nhớ tạm ( <strong> Ctrl + C </strong> trên Windows và <strong> Cmd + C </strong> trên Mac) và chuyển đến phần tiếp theo để tìm hiểu những việc cần làm với nó. </p> <h3 id=\"for-public-servers\"> Đối với Máy chủ Công cộng </h3> <p> Nếu bạn đang muốn tham gia một máy chủ công cộng với những người chơi khác, hãy tìm địa chỉ IP bằng cách tìm kiếm trên internet để biết danh sách các máy chủ. Có một số máy chủ tuyệt vời để bạn dùng thử được nêu bật ở phần sau của bài viết này. </p> <p> Bây giờ bạn đã có địa chỉ này, hãy sao chép nó vào khay nhớ tạm ( <strong> Ctrl + C </strong> trên Windows và <strong> Cmd + C </strong> trên Mac) và chuyển đến phần tiếp theo để tìm hiểu những việc cần làm với nó. </p> <p> </p> <h2 id=\"how-to-join-a-minecraft-server-paste-the-ip-address\"> Cách tham gia máy chủ Minecraft: Dán địa chỉ IP </h2> <p> <img alt=\"Minecraft multiplayer server list\" src=\"images/mc-server-list-multiplayer-683.png\" loading=\"lazy\"> </p> <p> Sau khi bạn có địa chỉ IP của máy chủ mà bạn muốn tham gia, hãy khởi động Minecraft và điều hướng đến <strong> Nhiều người chơi </strong> màn. </p> <p> Bạn có hai tùy chọn để kết nối với máy chủ từ đây. Nếu bạn biết mình muốn quay lại máy chủ, hãy nhấp vào <strong> Thêm máy chủ </strong> vì vậy bạn có thể lưu nó vào danh sách của mình. </p> <p> Nếu bạn chỉ ghé vào để kiểm tra mọi thứ, hãy sử dụng <strong> Kết nối trực tiếp </strong> để nó không hiển thị trên danh sách. </p> <p> <img alt=\"Minecraft direct connection screen\" src=\"images/mc-direct-connection-371.png\" loading=\"lazy\"> </p> <p> Dù bằng cách nào, hãy dán địa chỉ IP bạn đã sao chép vào khay nhớ tạm vào hộp có nội dung <strong> Địa chỉ máy chủ </strong> . </p> <p> Đối với <strong> Kết nối trực tiếp </strong> , nhấp chuột <strong> Tham gia máy chủ </strong> . Đối với <strong> Thêm máy chủ </strong> , nhấp chuột <strong> Làm xong </strong> và sau đó tham gia máy chủ từ danh sách của bạn bằng cách nhấp đúp vào nó hoặc chọn nó và nhấp vào <strong> Tham gia máy chủ </strong> . </p> <p> Bây giờ bạn đang chơi Minecraft nhiều người chơi! Nếu bạn muốn nâng công việc chế tạo mìn của mình lên một tầm cao mới, hãy xem <a href=\"https://www.makeuseof.com/tag/minecraft-commands-cheat-sheet/\" target=\"_blank\" rel=\"nofollow noopener\"> Bảng điều khiển gian lận lệnh Minecraft cuối cùng </a> . </p> <p> </p> <h2 id=\"minecraft-servers-to-play-with-friends\"> Máy chủ Minecraft để chơi với bạn bè </h2> <p> Đây là những máy chủ đều thú vị vì những lý do riêng của chúng, chúng tôi đã có một khoảng thời gian tuyệt vời khi chơi thử chúng. </p> <p> <strong> Hypixel </strong> (IP: hypixel.net): Hypixel đã rất phổ biến trong một thời gian dài, và vì lý do chính đáng. Bạn có thể chơi một loạt các trò chơi nhỏ từ <strong> Trò chơi sinh tồn Blitz </strong> đến <strong> Tường lớn </strong> hoặc là <strong> Bí ẩn giết người </strong> . </p> <p> <strong> UniverseMC </strong> (IP: mcc.universemc.us): UniverseMC có một <strong> Khuôn mặt </strong> chế độ này sẽ giúp bạn quay lại ngày này qua ngày khác. Nghiêm túc mà nói, nó gây nghiện. <strong> KitPVP </strong> cũng là một cách tuyệt vời để trau dồi kỹ năng đấu kiếm của bạn. </p> <p> <img alt=\"Minecraft snapcraft server showcase\" src=\"images/mc-snapcraft-224.png\" loading=\"lazy\"> </p> <p> <strong> Snapcraft </strong> (IP: mc.snapcraft.net): Chúng tôi có lẽ đã dành quá nhiều thời gian để chơi Snapcraft&#39;s <strong> Nhà tù </strong> chế độ. Nếu vượt qua các cấp bậc trong tù nghe có vẻ không thú vị với bạn, hãy thử sức với họ <strong> vượt chướng ngại vật </strong> . </p> <p> <strong> DestinyMC </strong> (IP: play.thedestinymc.com): DestinyMC&#39;s <strong> Skyblock </strong> chế độ là một cuộc phiêu lưu để đánh mất chính mình. Mọi khối đều có giá trị và tất cả chúng đều quá dễ dàng để thua vực thẳm. </p> <p> <strong> RealismTown </strong> (IP: play.realismtownmc.com): RealismTown là một lối thoát khỏi tất cả. Một máy chủ sinh tồn đơn giản với các plugin tùy chỉnh, nền kinh tế nhộn nhịp và những khuôn mặt thân thiện. </p> <p> </p> <h2 id=\"how-to-invite-others-amp-join-a-minecraft-realm\"> Cách mời người khác &amp; tham gia vào thế giới Minecraft </h2> <p> Việc thiết lập một máy chủ Minecraft riêng có thể rất khó khăn. Minecraft Realms làm cho nó dễ dàng! </p> <p> Nếu bạn đang muốn tham gia máy chủ Realms, trước tiên chủ sở hữu máy chủ phải đưa bạn vào danh sách trắng. Chủ sở hữu của Realm có thể làm điều này bằng cách mời bạn. </p> <p> Chủ sở hữu của một Vương quốc có thể mời người chơi khác bằng cách khởi động Minecraft, sau đó điều hướng đến <strong> Minecraft Realms </strong> và nhấp vào <strong> cờ lê </strong> biểu tượng của Vương quốc của họ. Từ đây, hãy chọn tùy chọn đọc <strong> Người chơi </strong> và mời người chơi bạn muốn bằng tên người dùng Minecraft của họ. </p> <p> Bạn có thể kiểm tra lời mời của mình bằng cách nhấp vào <strong> phong bì </strong> biểu tượng ở trên cùng bên cạnh <strong> Minecraft Realms </strong> Logo. Nếu bạn có một lời mời đang chờ xử lý, lời mời đó sẽ hiển thị ở đây để bạn chấp nhận. </p> <p> </p> <p> Khi bạn đã chấp nhận lời mời, bạn sẽ có thể tham gia Vương quốc từ danh sách Vương quốc của mình bằng cách chọn nó và nhấp vào <strong> Chơi </strong> hoặc chỉ cần nhấp đúp vào tùy chọn danh sách. </p> <p> </p> <h2 id=\"make-memories-with-multiplayer-minecraft\"> Tạo kỷ niệm với Minecraft nhiều người chơi </h2> <p> <img alt=\"Minecraft: Story Mode\" src=\"images/minecraft-236.jpg\" loading=\"lazy\"> </p> <p> Bây giờ bạn đã có bí quyết để tham gia vào bất kỳ máy chủ Minecraft nào mà bạn đặt mục tiêu, đã đến lúc tham gia trò chơi. Trải nghiệm những gì Minecraft cung cấp khi bạn chơi với bạn bè; nó còn nhiều hơn những gì nó có thể cung cấp cho bạn khi bạn chơi một trong các chế độ chơi của nó. </p> <p> Chơi Minecraft với những người khác cũng là một cơ hội tuyệt vời để kết bạn mới và học hỏi những điều mới. Mọi kinh nghiệm bạn có trong việc xây dựng một công trình kiến ​​trúc đồ sộ hoặc trở thành đội cuối cùng đứng trong cuộc chiến Người chơi vs Người chơi toàn năng là điều bạn có thể nhớ trong nhiều năm tới. </p>"}