{"title":"Cách gỡ cài đặt Skype for Business trên Windows 10","content":"<p> Skype for Business là một công cụ video và nhắn tin doanh nghiệp tuyệt vời được phát triển bởi Microsoft. Điều đó nói rằng, có lẽ công ty của bạn hiện đang sử dụng một giải pháp thay thế như Zoom hoặc Microsoft Teams và bạn muốn gỡ cài đặt Skype for Business. </p> <p> Nếu vậy, chúng tôi ở đây để giúp đỡ. Bạn có thể thấy việc gỡ cài đặt phức tạp hơn một chút so với các phần mềm khác, vì vậy chúng tôi sẽ chỉ cho bạn tất cả các cách để gỡ cài đặt Skype for Business trên Windows 10. </p> <h2 id=\"how-to-stop-skype-for-business-from-starting-automatically\"> Cách ngăn Skype for Business tự động khởi động </h2> <p> <img alt=\"skype for business options\" src=\"images/skype-for-business-options-627.png\" loading=\"lazy\"> </p> <p> Bạn có chắc chắn muốn gỡ cài đặt Skype for Business hoàn toàn không? Nếu bạn có thể sử dụng lại nó trong tương lai, bạn có thể chỉ muốn dừng chương trình tự động mở khi bạn đăng nhập vào Windows. </p> <p> Để làm điều này: </p> <ol> <li> Mở Skype for Business. </li> <li> Nhấn vào <strong> biểu tượng răng cưa </strong> (nếu bạn nhấp vào menu thả xuống, hãy nhấp vào <strong> Công cụ&gt; Tùy chọn </strong> ). </li> <li> Nhấp chuột <strong> Cá nhân </strong> . </li> <li> Bỏ chọn <strong> Tự động khởi động ứng dụng khi tôi đăng nhập vào Windows </strong> . </li> <li> Nhấp chuột <strong> đồng ý </strong> . </li> </ol> <p> Bây giờ bạn sẽ cần phải mở thủ công Skype for Business mỗi khi bạn muốn sử dụng nó. </p> <p> </p> <h2 id=\"do-you-have-permission-to-uninstall-skype-for-business\"> Bạn có quyền gỡ cài đặt Skype for Business không? </h2> <p> Skype for Business chủ yếu là một chương trình doanh nghiệp, vì vậy nó có thể được cài đặt trên máy tính làm việc của bạn. </p> <p> Nếu vậy, bạn có thể không có khả năng gỡ cài đặt Skype for Business. Quản trị viên hệ thống của bạn có thể hạn chế tài khoản người dùng của bạn thực hiện các hành động nhất định; gỡ cài đặt Skype for Business có thể là một trong số đó. </p> <p> </p> <p> Ngay cả khi tài khoản của bạn không có hạn chế, bạn nên kiểm tra với quản trị viên CNTT của mình trước khi gỡ cài đặt Skype for Business. Làm như vậy có thể khiến họ đau đầu. </p> <p> </p> <h2 id=\"uninstall-skype-for-business-via-settings\"> 1. Gỡ cài đặt Skype for Business qua Cài đặt </h2> <p> Trước khi thử bất kỳ thứ gì nâng cao, hãy thử gỡ cài đặt Skype for Business giống như cách bạn làm với bất kỳ ứng dụng hoặc chương trình nào khác. </p> <ol> <li> nhấn <strong> Windows Key + I </strong> để mở Cài đặt. </li> <li> Nhấp chuột <strong> Ứng dụng </strong> . </li> <li> Trong <strong> Tìm kiếm danh sách này </strong> trường, đầu vào <strong> Skype for Business </strong> . </li> <li> Nếu Skype for Business xuất hiện, hãy chọn nó và nhấp vào <strong> Gỡ cài đặt </strong> . </li> </ol> <p> Nếu bạn không thấy Skype for Business ở đây, đó là do bạn đang sử dụng phiên bản được tích hợp với các ứng dụng Microsoft 365 khác. </p> <p> Nếu muốn, bạn có thể gỡ cài đặt Microsoft 365 hoặc Office từ đây, nhưng rõ ràng, điều đó sẽ xóa các chương trình khác như Word, PowerPoint và Access mà bạn có thể muốn giữ lại. Như vậy, hãy tiếp tục đọc. </p> <p> </p> <p> </p> <h2 id=\"install-office-without-skype-for-business\"> 2. Cài đặt Office mà không cần Skype for Business </h2> <p> Mặc dù cài đặt Office tiêu chuẩn không cho phép bạn chọn không cài đặt Skype for Business, nhưng bạn có thể sử dụng một kỹ thuật nâng cao để đạt được điều đó. </p> <p> Trước tiên, hãy gỡ cài đặt Office bằng các bước được mô tả ở trên. Ngoài ra, hãy chuyển đến <a href=\"https://support.microsoft.com/en-us/office/uninstall-office-from-a-pc-9dd49b83-264a-477a-8fcc-2fdf5dbf61d8\" target=\"_blank\" rel=\"nofollow noopener\"> Trang hỗ trợ &quot;Gỡ cài đặt Office khỏi PC&quot; của Microsoft </a> và sử dụng tùy chọn thứ hai để tải xuống công cụ hỗ trợ gỡ cài đặt Office. </p> <p> Tiếp theo, tải xuống <a href=\"https://www.microsoft.com/en-us/download/details.aspx?id=49117\" target=\"_blank\" rel=\"nofollow noopener\"> Công cụ triển khai Office </a> . Mở nó và chọn nơi để giải nén các tập tin. Điều này sẽ cung cấp cho bạn ba <strong> config.xml </strong> các tập tin và một <strong> setup.exe </strong> tập tin. </p> <p> Quyết định tệp cấu hình bạn cần: <strong> x64 </strong> dành cho hệ thống 32 bit, <strong> x86 </strong> dành cho hệ thống 64 bit và <strong> Doanh nghiệp </strong> là nếu bạn đang cài đặt phiên bản Office Enterprise. </p> <p> <strong> Nhấp chuột phải </strong> tệp cấu hình và chọn <strong> Mở với </strong> &gt; <strong> Sổ tay </strong> . </p> <p> Đầu tiên, hãy tìm dòng bắt đầu bằng: </p> <pre><code class=\"hljs\">Add OfficeClientEdition=</code></pre> <p> Sửa đổi phần mở đầu của dòng như sau, thay thế <strong> C: \\ Office </strong> với đường dẫn nơi bạn đã trích xuất các tệp: </p> <pre><code class=\"hljs ruby\">Add SourcePath=\"C:\\Office\" OfficeClientEdition=</code></pre> <p> Tiếp theo, hãy tìm hai dòng này (ID sản phẩm của bạn có thể là &quot;ProPlus2019Volume&quot; thay vì &quot;OF365ProPlusRetail&quot; và ID ngôn ngữ của bạn có thể khác): </p> <pre><code class=\"hljs ruby\">Product ID=\"O365ProPlusRetail\"<br>Language ID=\"en-us\"</code></pre> <p> Dán dòng này bên dưới: </p> <pre><code class=\"hljs ruby\">ExcludeApp ID=\"Lync\"</code></pre> <p> Sau đó, lưu tệp. </p> <p> Thực hiện tìm kiếm hệ thống cho <strong> Dấu nhắc lệnh </strong> và bấm vào <strong> Chạy như quản trị viên </strong> . </p> <p> Nhập thông tin này vào Command Prompt: </p> <pre><code class=\"hljs bash\">cd C:\\Office</code></pre> <p> Một lần nữa, thay thế <strong> C: \\ Office </strong> đường dẫn nơi bạn đã trích xuất các tệp. </p> <p> Sau đó, chạy lần lượt các lệnh sau (thay thế tên tệp cấu hình bằng tên nào bạn đang sử dụng), có thể mất một chút thời gian: </p> <pre><code class=\"hljs\">setup.exe /download configuration-Office2019Enterprise.xml<br>setup.exe /configure configuration-Office2019Enterprise.xml</code></pre> <p> Sau đó, điều này sẽ cài đặt Office mà không cần Skype for Business. </p> <p> </p> <h2 id=\"keep-skype-for-business-and-host-great-meetings\"> Giữ cho Skype for Business và tổ chức các cuộc họp tuyệt vời </h2> <p> Bạn không tin rằng việc gỡ cài đặt Skype for Business là đáng để nỗ lực? Đủ công bằng. Hãy thử cho nó cơ hội thứ hai. </p> <p> Với Skype for Business, bạn có thể chia sẻ màn hình, chạy các cuộc thăm dò, có một bảng trắng cộng tác, ghi âm cuộc gọi và hơn thế nữa. </p>"}