{"title":"Cách chụp ảnh màn hình trên Apple Watch của bạn","content":"<p> Bạn đã bao giờ muốn khoe mặt đồng hồ mới hoặc chia sẻ tiến trình của mình trong ứng dụng Hoạt động từ Apple Watch của mình chưa? Mặc dù điều đó không quá rõ ràng, nhưng bạn có thể dễ dàng chụp ảnh màn hình từ Apple Watch để chia sẻ. </p> <p> Apple dường như cố gắng hết sức để ẩn tính năng này, nhưng nó khá dễ thực hiện. Trong bài viết này, chúng tôi sẽ hướng dẫn bạn cách thực hiện. </p> <h2 id=\"first-make-sure-screenshots-are-enabled\"> Đầu tiên, Đảm bảo rằng ảnh chụp màn hình được bật </h2> <p> Theo mặc định, tính năng chụp ảnh màn hình từ Apple Watch của bạn bị tắt. Như chúng tôi đã đề cập, Apple thực sự thích ẩn tính năng này. Vì vậy, trước tiên bạn cần đảm bảo rằng bạn cho phép Apple Watch của mình chụp ảnh màn hình. </p> <p> Chỉ cần làm theo các bước sau để làm như vậy: </p> <ol> <li> Mở <strong> Đồng hồ đeo tay </strong> ứng dụng trên iPhone của bạn. </li> <li> Cuộn xuống và nhấn vào <strong> Chung </strong> . </li> <li> Cuộn xuống dưới cùng và đảm bảo đã bật <strong> Bật ảnh chụp màn hình </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (3 Hình ảnh) </strong> <img alt=\"How to Enable Screenshots on Apple Watch: Go to the Watch App\" src=\"images/enable-screenshots-go-to-watch-app-361.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"How to Enable Screenshots on Apple Watch: Select General\" src=\"images/enable-screenshots-select-general-172.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Turn on Enable Screenshots\" src=\"images/turn-on-enable-screenshots-747.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> </p> <p> </p> <h2 id=\"how-to-take-screenshots-on-your-apple-watch\"> Cách chụp ảnh màn hình trên Apple Watch của bạn </h2> <p> Bây giờ nó đã được kích hoạt, việc chụp ảnh màn hình trên Apple Watch của bạn khá đơn giản. Nó khá giống với cách bạn <a href=\"https://www.makeuseof.com/take-screenshots-on-iphone/\" target=\"_blank\" rel=\"nofollow noopener\"> chụp ảnh màn hình trên iPhone của bạn </a> hoặc iPad. </p> <p> Chỉ cần làm theo các bước sau: </p> <ol> <li> Trên Apple Watch của bạn, nhấn <strong> Vương miện kỹ thuật số </strong> và <strong> Nút bên </strong> đồng thời. </li> <li> <strong> Giải phóng </strong> cả hai nút để chụp ảnh màn hình. </li> </ol> <p> <img alt=\"Apple Watch Side and Digital Crown buttons\" src=\"images/apple-watch-side-and-digital-crown-buttons-482.jpg\" loading=\"lazy\"> </p> <p> Bạn sẽ cảm thấy một rung động xúc giác nhỏ trên cổ tay của mình, cũng như nhìn thấy đèn flash màu trắng trên màn hình Apple Watch. Nếu điều đó không xảy ra, bạn sẽ cần thử lại. </p> <p> </p> <h2 id=\"where-do-your-apple-watch-screenshots-go\"> Ảnh chụp màn hình Apple Watch của bạn đi đâu? </h2> <p> Cũng giống như ảnh chụp màn hình iPhone hoặc iPad của bạn, ảnh chụp màn hình bạn chụp bằng Apple Watch sẽ chuyển thẳng đến ứng dụng Ảnh. Bạn sẽ tìm thấy chúng trong Thư viện và trong thư mục Ảnh chụp màn hình. </p> <p> </p> <h2 id=\"capture-every-minute\"> Ghi lại từng phút </h2> <p> Giờ đây, bạn có thể chụp ảnh màn hình bằng Apple Watch của mình, việc hiển thị các biến chứng mới hoặc mặt đồng hồ tùy chỉnh của bạn sẽ dễ dàng hơn bao giờ hết. Tất nhiên, bạn cũng có thể cố gắng chia sẻ mặt đồng hồ của mình với bạn bè và gia đình thay vì chỉ khoe chúng. </p>"}