{"title":"Cách sử dụng Tự động hóa phím tắt của Apple Watch và 3 ví dụ để thử","content":"<p> Bạn đã bao giờ ước rằng Apple Watch của bạn sẽ tự động bật chế độ Không làm phiền ngay khi bạn bước vào rạp chiếu phim? Bạn có muốn tự động thay đổi mặt Apple Watch của mình mỗi ngày một lần không? Bạn có thể làm được những điều này và hơn thế nữa, nhờ vào tính năng tự động hóa của Apple Watch. </p> <p> watchOS 7 đã giới thiệu một số quy trình tự động hóa tuyệt vời cho Apple Watch. Phần tốt nhất là bạn không cần bất kỳ kiến ​​thức lập trình nào để thiết lập các quy trình này hoặc tạo quy trình của riêng bạn. </p> <p> Chúng tôi sẽ chỉ cho bạn cách thiết lập tính năng tự động hóa trên Apple Watch của bạn, cùng với ba tính năng tự động hóa để minh họa một số ví dụ về những gì bạn có thể làm. </p> <h2 id=\"how-to-set-up-apple-watch-automations\"> Cách thiết lập tính năng tự động của Apple Watch </h2> <p> Ứng dụng Phím tắt của Apple là trung tâm của tự động hóa iOS và nó cũng có mọi thứ bạn cần để thiết lập tính năng tự động hóa của Apple Watch. Không giống như Siri Shortcuts, tính năng tự động hóa của iOS không thể được chia sẻ với người khác tại thời điểm viết. Điều này có nghĩa là chúng tôi không thể cung cấp liên kết để tải xuống các thiết bị tự động yêu thích của mình. </p> <p> Thay vào đó, chúng tôi sẽ cung cấp cho bạn hướng dẫn từng bước để tạo tự động hóa Apple Watch (với ảnh chụp màn hình) để bạn có thể nhanh chóng thiết lập những điều này trên iPhone của mình. </p> <p> </p> <p> Để tạo tính năng tự động hóa cho Apple Watch, trước tiên bạn sẽ phải quyết định những gì bạn muốn tự động hóa và chọn các trình kích hoạt cho phù hợp. Hãy bắt đầu với một việc đơn giản, chẳng hạn như đặt Apple Watch của bạn ở chế độ im lặng lúc 10 giờ tối mỗi đêm. </p> <p> Bạn có thể dễ dàng thiết lập điều này bằng cách làm theo các bước sau: đi tới <strong> Tự động hóa </strong> trong ứng dụng Phím tắt. Đây là cách thực hiện: </p> <ol> <li> Mở <strong> Các phím tắt </strong> ứng dụng trên điện thoại của bạn và đi đến <strong> Tự động hóa </strong> chuyển hướng. </li> <li> Nếu bạn chưa bao giờ tạo tự động hóa trên iPhone của mình, hãy nhấn vào nút lớn màu xanh lam được gắn nhãn <strong> Tạo tự động hóa cá nhân </strong> . Trong trường hợp bạn đã tạo tự động hóa trước đó, bạn sẽ phải nhấn vào <strong> Thêm </strong> ở trên cùng bên phải và sau đó nhấn <strong> Tạo tự động hóa cá nhân </strong> . </li> <li> Vì chúng tôi muốn kích hoạt tự động hóa vào một thời điểm nhất định hàng ngày, hãy nhấn <strong> Thời gian trong ngày </strong> , lựa chọn <strong> Thời gian trong ngày </strong> một lần nữa và nhập thời gian vào hộp ngay bên dưới tùy chọn đó. Trong trường hợp của chúng tôi, chúng tôi sẽ đảm bảo rằng thời gian là 10 giờ tối (hoặc 22 giờ). </li> <li> Ngay bên dưới, bạn có thể đặt tần suất cho quá trình tự động hóa này. Trong trường hợp của chúng tôi, chúng tôi sẽ nhấn vào <strong> hằng ngày </strong> . Bây giờ hãy nhấn <strong> Kế tiếp </strong> , ở trên cùng bên phải của màn hình. </li> <li> Trên trang tiếp theo, hãy nhấn <strong> Thêm hành động </strong> và tìm kiếm <strong> Đặt chế độ im lặng </strong> , sẽ xuất hiện dưới <strong> Hành động </strong> tiêu đề phụ. Nhấn vào <strong> Đặt chế độ im lặng </strong> và đảm bảo rằng hành động đó là <strong> Bật chế độ im lặng </strong> . Bây giờ hãy nhấn <strong> Kế tiếp </strong> . </li> <li> Màn hình cuối cùng sẽ hiển thị cho bạn khi nào tự động hóa sẽ chạy và những gì nó sẽ làm. Bạn chỉ cần vô hiệu hóa <strong> Hỏi trước khi chạy </strong> để đảm bảo rằng quá trình tự động hóa sẽ tự chạy. Nhấn vào <strong> Làm xong </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (3 Hình ảnh) </strong> <img alt=\"Apple Watch time of day automation\" src=\"images/apple_watch_automation_set_silent_mode1-550.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Apple Watch set silent mode\" src=\"images/apple_watch_automation_set_silent_mode2-160.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Apple Watch ask before running\" src=\"images/apple_watch_automation_set_silent_mode3-117.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Bây giờ, vào lúc 10h hàng đêm, Apple Watch của bạn sẽ tự động bật chế độ im lặng. Nếu bạn muốn tắt chế độ im lặng vào buổi sáng, bạn có thể tạo chế độ tự động hóa thứ hai, tương tự để hoàn thành công việc. </p> <p> </p> <h2 id=\"3-great-apple-watch-automations-to-try\"> 3 tính năng tự động hóa tuyệt vời của Apple Watch để thử </h2> <p> Bây giờ chúng ta đã xem xét một ví dụ, hãy cùng xem qua một số tính năng tự động hóa hữu ích nhất của Apple Watch mà bạn có thể thiết lập trên thiết bị của mình. </p> <h3 id=\"start-a-workout-when-you-arrive-at-or-leave-a-location\"> 1. Bắt đầu tập luyện khi bạn đến hoặc rời khỏi địa điểm </h3> <p> Bạn có thể dễ dàng quên bắt đầu tập luyện trên Apple Watch của mình. Mặc dù thiết bị đeo được có tính năng phát hiện tập luyện tự động, nhưng nó không phải lúc nào cũng hoạt động đáng tin cậy. Điều này đặc biệt xảy ra với các bài tập cường độ thấp như các bài tập vận động. </p> <p> May mắn thay, có một Apple Watch tự động hóa để giải quyết vấn đề này: </p> <ol> <li> Trong ứng dụng Phím tắt, hãy tạo tự động hóa mới và nhấn <strong> Đến </strong> . </li> <li> Bây giờ hãy nhấn <strong> Chọn </strong> để chọn vị trí kích hoạt bài tập này. Chỉ cần nhập tên phòng tập thể dục hoặc công viên lân cận nơi bạn chạy bộ và bản đồ có ghim vị trí sẽ hiển thị ở nửa dưới màn hình. Tại đây, bạn có thể mở rộng bán kính mà tính năng tự động hóa này được kích hoạt. Nhấn vào <strong> Làm xong </strong> . </li> <li> Chọn <strong> Bất cứ lúc nào </strong> hoặc chọn <strong> Phạm vi thời gian </strong> khi bạn muốn tính năng tự động hóa này chạy. Bây giờ hãy nhấn <strong> Kế tiếp </strong> . </li> <li> Nhấn vào <strong> Thêm hành động </strong> và tìm kiếm <strong> Bắt đầu tập luyện </strong> . </li> <li> Nhấn vào <strong> Bắt đầu tập luyện </strong> và chọn bài tập cùng với mục tiêu (mục tiêu mở, thời gian, lượng calo đốt cháy hoặc khoảng cách đã bao phủ). Sau đó, chạm vào <strong> Kế tiếp </strong> . </li> <li> Xem lại quá trình tự động hóa của bạn và nhấn <strong> Làm xong </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (3 Hình ảnh) </strong> <img alt=\"Apple Watch arrive at location\" src=\"images/apple_watch_automation_start_workout_1-480.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Apple Watch select location automation\" src=\"images/apple_watch_automation_start_workout_2-469.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Apple watch auto workout automation\" src=\"images/apple_watch_automation_start_workout_3-859.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Giờ đây, Apple Watch của bạn sẽ tự động bắt đầu tập luyện dựa trên vị trí của bạn. Bạn cũng có thể chọn <strong> Rời khỏi </strong> thay vì <strong> Đến </strong> trong bước đầu tiên để kích hoạt tính năng tự động hóa này khi bạn rời khỏi một vị trí nhất định, chẳng hạn như nhà của bạn. Ví dụ: nếu bạn đang làm việc ở nhà và chỉ bước ra ngoài để đi bộ vào buổi sáng, bạn có thể đặt Apple Watch của mình bắt đầu bài tập đi bộ ngoài trời mỗi khi bạn ra khỏi nhà. </p> <h3 id=\"change-your-apple-watch-face-automatically\"> 2. Tự động thay đổi mặt Apple Watch của bạn </h3> <p> Thay đổi mặt đồng hồ đã đủ dễ dàng, nhưng việc Apple Watch làm điều đó còn thuận tiện hơn cho bạn. Hãy xem cách thay đổi mặt đồng hồ của bạn theo định kỳ, cũng như một số kích hoạt thay thế để làm cho việc này hoạt động khác đi. </p> <p> Trước tiên, hãy đảm bảo rằng bạn <a href=\"https://www.makeuseof.com/tag/customize-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> mặt đồng hồ được thêm và tùy chỉnh trên Apple Watch của bạn </a> vì vậy bạn có một cái gì đó để làm việc với. Sau đó, trong ứng dụng Phím tắt: </p> <ol> <li> Tạo tự động hóa mới và nhấn <strong> Thời gian trong ngày </strong> . </li> <li> Chọn thời điểm bạn muốn mặt đồng hồ thay đổi, cùng với tần suất bạn muốn điều đó xảy ra. Chúng tôi đã chọn <strong> bình Minh </strong> và <strong> hằng ngày </strong> để đặt mặt đồng hồ mỗi sáng. Nhấn vào <strong> Kế tiếp </strong> . </li> <li> Bây giờ hãy nhấn <strong> Thêm hành động </strong> và tìm kiếm <strong> Đặt mặt đồng hồ </strong> . </li> <li> Nhấn vào <strong> Đặt mặt đồng hồ </strong> , nhấn <strong> Khuôn mặt </strong> , sau đó chọn một trong các mặt đồng hồ từ danh sách. Nhấn vào <strong> Kế tiếp </strong> . </li> <li> Vô hiệu hóa <strong> Hỏi trước khi chạy </strong> . </li> </ol> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (2 Hình ảnh) </strong> <img alt=\"Apple Watch change face automation\" src=\"images/apple_watch_automation_set_watch_face_2-376.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Apple watch confirm change face automation\" src=\"images/apple_watch_automation_set_watch_face_1-951.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Bây giờ, hãy xem điều kỳ diệu khi mặt đồng hồ của bạn tự động thay đổi. Nếu bạn muốn mặt đồng hồ tiếp tục thay đổi vài giờ một lần, chỉ cần thiết lập các chế độ tự động hóa tương tự với thời gian khác trong bước thứ hai. </p> <p> Bạn cũng có thể tự động thay đổi mặt đồng hồ bất cứ khi nào bạn ra khỏi nhà hoặc đến bất kỳ vị trí cụ thể nào bằng cách sử dụng <strong> Đến </strong> hoặc là <strong> Rời khỏi </strong> kích hoạt thay vì <strong> Thời gian trong ngày </strong> trong bước đầu tiên. </p> <p> Các mặt đồng hồ riêng của Apple đủ tốt để giúp bạn bắt đầu, nhưng có rất nhiều <a href=\"https://www.makeuseof.com/tag/custom-apple-watch-faces/\" target=\"_blank\" rel=\"nofollow noopener\"> mặt đồng hồ Apple tùy chỉnh tuyệt vời </a> mà bạn cũng nên thử. Điều này sẽ cho phép bạn thêm nhiều loại khuôn mặt hơn vào các thiết bị tự động của mình. </p> <h3 id=\"enable-theater-mode-in-quiet-locations\"> 3. Bật Chế độ rạp hát ở các vị trí yên tĩnh </h3> <p> Bật Chế độ rạp hát (Chế độ rạp chiếu phim ở một số vùng) sẽ đặt Apple Watch của bạn ở chế độ im lặng và tắt màn hình của nó cho đến khi bạn chạm vào màn hình hoặc nhấn Vương miện kỹ thuật số. Điều này hữu ích nhất trong rạp chiếu phim hoặc các địa điểm khác mà bạn muốn tránh làm phiền người khác. </p> <p> Dưới đây là cách bạn có thể sử dụng Phím tắt để tự động bật chế độ rạp hát tại một số vị trí được chọn: </p> <ol> <li> Tạo tự động hóa mới và chọn <strong> Đến </strong> Kích hoạt. </li> <li> Bây giờ hãy nhấn <strong> Chọn </strong> và tìm kiếm rạp hát, hoặc vị trí khác mà bạn thường xuyên. Nhấn vào <strong> Làm xong </strong> , sau đó chọn phạm vi thời gian mà bạn muốn tính năng tự động hóa này hoạt động. Ví dụ: nếu bạn đến thăm địa điểm chủ yếu vào buổi tối, bạn có thể đặt khoảng thời gian đó để tránh vô tình kích hoạt điều này. Bây giờ hãy nhấn <strong> Kế tiếp </strong> . </li> <li> Nhấn vào <strong> Thêm hành động </strong> và tìm kiếm <strong> Đặt chế độ rạp hát </strong> . </li> <li> Nhấn vào <strong> Đặt chế độ rạp hát </strong> , theo dõi bởi <strong> Kế tiếp </strong> . Cuối cùng, chạm vào <strong> Làm xong </strong> để kích hoạt tính năng tự động hóa này. </li> </ol> <p> <strong class=\"gallery__section-title\"> Bộ sưu tập Hình ảnh (2 Hình ảnh) </strong> <img alt=\"Apple Watch automation set theater mode\" src=\"images/apple_watch_automation_set_cinema_mode_2-589.jpg\" loading=\"lazy\"> Mở rộng <img alt=\"Apple Watch location automation\" src=\"images/apple_watch_automation_set_cinema_mode_1-606.jpg\" loading=\"lazy\"> Mở rộng </p> <p> Đóng </p> <p> Đảm bảo thiết lập một tự động hóa khác bằng cách sử dụng <strong> Rời khỏi </strong> kích hoạt và lặp lại quá trình này để Chế độ rạp hát tự động bị tắt khi bạn rời khỏi vị trí. </p> <p> Bạn cũng có thể sử dụng <strong> Thời gian trong ngày </strong> kích hoạt để bật hoặc tắt Chế độ rạp hát tự động. Đây có thể là một lựa chọn hữu ích cho giờ đi ngủ hoặc nếu bạn có một cuộc họp vào một thời gian nhất định mỗi ngày trong tuần. </p> <p> </p> <h2 id=\"make-your-own-apple-watch-automations\"> Tạo tự động cho Apple Watch của riêng bạn </h2> <p> Đây chỉ là một vài thao tác tự động hóa đơn giản mà bạn có thể thiết lập với Apple Watch, nhưng khả năng là vô tận. Bạn có thể thử các thủ thuật thú vị, chẳng hạn như gửi tin nhắn cho ai đó mỗi khi bạn hoàn thành bài tập, cùng với nhiều thủ thuật khác. </p> <p> Các quá trình tự động hóa mà chúng tôi chọn tập trung vào các tác vụ thường xuyên xảy ra, nhưng với một chút sáng tạo, bạn có thể vượt qua ranh giới của những gì Apple Watch mang lại cho bạn. Đừng quên rằng Apple Watch cũng có rất nhiều ứng dụng khác để nâng cao năng suất của bạn. </p>"}