{"title":"Instagram đưa ra quan điểm gay gắt hơn về lời nói căm thù trong tin nhắn trực tiếp","content":"<p> Instagram đang gây ra những hậu quả khó khăn hơn đối với những người dùng gửi lời nói căm thù trong tin nhắn trực tiếp (DM). Nền tảng đang thực hiện những thay đổi này do các thông điệp kích động thù địch nhắm vào các cầu thủ bóng đá Vương quốc Anh. </p> <h2 id=\"dm-abusers-may-now-get-permanently-banned\"> Những kẻ lạm dụng DM hiện có thể bị cấm vĩnh viễn </h2> <p> Trong một bài đăng trên <a href=\"https://about.instagram.com/blog/announcements/an-update-on-our-work-to-tackle-abuse-on-instagram\" target=\"_blank\" rel=\"nofollow noopener\"> Blog về Instagram </a> , Instagram đã thông báo rằng họ sẽ có lập trường cứng rắn hơn đối với lời nói căm thù trong TVHĐ. Nền tảng này thừa nhận &quot;lạm dụng trực tuyến phân biệt chủng tộc nhắm vào các cầu thủ bóng đá ở Anh&quot; và tuyên bố rằng họ không &quot;muốn hành vi này trên Instagram.&quot; </p> <p> Hiện tại, người dùng gửi tin nhắn trực tiếp có lời nói căm thù tạm thời bị cấm gửi tin nhắn trên ứng dụng. Khi Instagram thực hiện những thay đổi mới này, nền tảng sẽ cấm vĩnh viễn các tài khoản liên tục vi phạm các quy tắc của nó trong DM. </p> <p> Instagram cũng lưu ý rằng họ sẽ vô hiệu hóa bất kỳ tài khoản mới nào mà người dùng vi phạm tạo ra để cố gắng vượt qua các hạn chế của Instagram. Cuối cùng, họ tuyên bố rằng họ sẽ tiếp tục nỗ lực vô hiệu hóa các tài khoản &quot;được tạo ra hoàn toàn để gửi tin nhắn lạm dụng.&quot; </p> <p> Trong khi bạn có thể <a href=\"https://www.makeuseof.com/report-post-profile-instagram/\" target=\"_blank\" rel=\"nofollow noopener\"> báo cáo người dùng vì lời nói căm thù trên Instagram </a> , nền tảng cũng đang nỗ lực mở rộng công cụ cho phép người dùng chặn DM từ các tài khoản mà họ không theo dõi. </p> <p> </p> <h2 id=\"eradicating-hateful-content-on-instagram\"> Xóa bỏ nội dung thù hận trên Instagram </h2> <p> Lời nói căm thù trên các nền tảng xã hội không phải lúc nào cũng rõ ràng và công khai. DM chắc chắn không an toàn trước ngôn từ kích động thù địch và bản cập nhật mới nhất của Instagram hy vọng sẽ giúp ngăn chặn những người dùng lạm dụng khỏi nền tảng này. </p>"}