{"title":"iOS 14.5 Cho phép người dùng chọn Spotify làm trình phát nhạc mặc định của họ","content":"<p> Ít nhất tại Hoa Kỳ, Spotify và Apple Music là hai dịch vụ phát trực tuyến âm nhạc hàng đầu. Tuy nhiên, nếu bạn bị ràng buộc vào hệ sinh thái Apple, Apple Music có lợi thế lớn vì nó được đưa vào các dịch vụ sản phẩm của Apple một cách kỹ lưỡng hơn. </p> <p> Ví dụ: một người sử dụng Siri để yêu cầu một bài hát, cho đến nay, đã được chuyển hướng đến Apple Music làm mặc định. Nhưng điều đó dường như đã thay đổi với iOS 14.5 beta mới --- với người dùng hiện có thể chọn các dịch vụ âm nhạc của bên thứ ba khác nhau, bao gồm Spotify, làm dịch vụ âm nhạc mặc định của họ. </p> <h2 id=\"available-on-the-ios-14-5-beta\"> Có sẵn trên iOS 14.5 Beta </h2> <p> Theo ghi nhận của <a href=\"https://www.macrumors.com/2021/02/08/ios-14-5-beta-siri-default-music-service/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> , tính năng này hiện chỉ có sẵn cho những người dùng phiên bản beta của phiên bản iOS mới nhất, mặc dù nó có thể sẽ được tung ra cho tất cả mọi người trong tương lai gần. </p> <p> </p> <p> Dịch vụ âm nhạc mặc định có thể được chọn khi người dùng yêu cầu Siri phát một bản nhạc hoặc một album lần đầu tiên. Khi họ làm vậy, họ sẽ được trình bày với các tùy chọn lựa chọn các dịch vụ khác nhau làm tiêu chuẩn của họ. Không phải tất cả người dùng được báo cáo rằng quá trình lựa chọn hoạt động hoàn toàn giống nhau đối với họ. Điều này cho thấy Apple vẫn đang tinh chỉnh tính năng này. </p> <p> </p> <h2 id=\"different-options-available\"> Các tùy chọn khác nhau có sẵn </h2> <p> Tuy nhiên, đó là một lựa chọn tốt để có. iOS 14 đã giúp người dùng dễ dàng tiếp nhận các lựa chọn thay thế của bên thứ ba cho các ứng dụng mặc định của Apple. Ví dụ: bây giờ họ có thể chọn các ứng dụng thư hoặc trình duyệt khác nhau. Đó là một tin tuyệt vời cho những ai muốn có thêm một chút lựa chọn khi sử dụng hệ điều hành của Apple. Và ai không yêu sự lựa chọn? </p> <p> <small> Tín dụng hình ảnh: kenary820 / <a href=\"https://www.shutterstock.com/image-photo/sarawak-malaysia-april-232016-spotify-music-410035216\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}