{"title":"Instagram đã giành được &amp; # 039; t Quảng cáo TikTok Reposts trên Reels","content":"<p> Instagram đang cố gắng cắt giảm các Câu chuyện đã được đăng lại từ TikTok. Nền tảng vừa thông báo rằng thuật toán của nó sẽ không còn quảng cáo các Câu chuyện có hình mờ TikTok nữa. </p> <h2 id=\"instagram-cracks-down-on-tiktok-reposts\"> Instagram bị nứt trên TikTok Reposts </h2> <p> Instagram đang khiến người dùng khó phát hiện Câu chuyện được lấy từ TikTok (và bất kỳ ứng dụng nào khác, cho vấn đề đó). Nền tảng đã thực hiện một bài đăng trên <a href=\"https://www.instagram.com/p/CLFMSunBRX1/\" target=\"_blank\" rel=\"nofollow noopener\"> Tài khoản Instagram @Creators </a> , công bố danh sách mới các phương pháp hay nhất cho Câu chuyện. </p> <p> Đáng chú ý nhất, Instagram không khuyến khích đăng các Câu chuyện &quot;được tái chế rõ ràng từ các ứng dụng khác (tức là có chứa biểu trưng hoặc hình mờ).&quot; Instagram nói rằng &quot;những loại Câu chuyện này sẽ không được đề xuất thường xuyên cho những người chưa theo dõi bạn ở những nơi như tab Câu chuyện.&quot; </p> <p> <img alt=\"Instagram Reels Rules\" src=\"images/isntagram-reels-rules-602.png\" loading=\"lazy\"> Tín dụng hình ảnh: Instagram </p> <p> <a href=\"https://www.makeuseof.com/tag/what-is-instagram-reels/\" target=\"_blank\" rel=\"nofollow noopener\"> Instagram ra mắt Reels </a> vào mùa hè năm 2020 như một nỗ lực trực tiếp để cạnh tranh với TikTok. Do sự giống nhau giữa Câu chuyện và TikTok, cả hai đều sử dụng định dạng video ngắn, người dùng đương nhiên đăng lại TikToks thành Câu chuyện. Nhưng giờ đây, những bản ghép TikTok này sẽ không còn được xử lý giống như nội dung được tạo nguyên bản trên Reels nữa. </p> <p> Điều này có ý nghĩa đối với Instagram, vì nền tảng này đang tìm cách làm cho Câu chuyện thậm chí còn phổ biến hơn TikTok. Instagram không còn muốn người dùng coi Câu chuyện như một bãi rác cho những TikTok có tính lan truyền nữa — họ muốn nội dung gốc do những người sáng tạo thực sự sử dụng Câu chuyện tạo ra. </p> <p> Những đoạn phim có hình mờ từ các ứng dụng cạnh tranh không phải là loại video duy nhất mà thuật toán của Instagram sẽ loại bỏ. Instagram cũng lưu ý rằng bất kỳ Câu chuyện nào bị mờ, có đường viền xung quanh hoặc bị bao phủ bởi văn bản sẽ không được quảng cáo. </p> <p> Đối với loại nội dung sẽ giúp người dùng được khám phá, Instagram đề xuất rằng người sáng tạo đăng nội dung truyền cảm hứng, sử dụng các công cụ sáng tạo, có định hướng dọc, tận dụng thư viện âm nhạc của Instagram và &quot;giải trí và thú vị&quot;. Nền tảng này cũng khuyên bạn nên thử bắt đầu xu hướng trên toàn ứng dụng. </p> <p> Theo Instagram, việc làm theo các phương pháp hay nhất này sẽ giúp bạn &quot;có được bức ảnh đẹp nhất khi được phát hiện.&quot; </p> <p> </p> <h2 id=\"will-tiktok-ever-be-dethroned\"> TikTok sẽ bị truất ngôi? </h2> <p> Các phương pháp hay nhất được cập nhật của Instagram cho Câu chuyện chỉ cho thấy mức độ đe dọa của TikTok. Việc Reels có biểu tượng TikTok là điều phổ biến và bản cập nhật này sẽ cố gắng đưa kibosh vào xu hướng này. </p> <p> Điều đó nói lên rằng, điều này có thể làm sạch bất kỳ nội dung tái chế nào, nhưng nó có thể ngăn cản những người sáng tạo có lượng theo dõi trên cả hai ứng dụng. Instagram đang cố gắng rất nhiều để giống như TikTok, và nó có thể sẽ mất đi bản sắc riêng của mình trong quá trình này. </p>"}