{"title":"Cũng giống như Tesla, Twitter đang cân nhắc đầu tư vào Bitcoin","content":"<p> Không phải ai cũng theo dõi thị trường chứng khoán hoặc tiền điện tử, nhưng nếu làm vậy, bạn sẽ biết rằng vào ngày 8 tháng 2, Tesla đã mua số bitcoin trị giá 1,5 tỷ đô la. Sau khi công ty tiết lộ số cổ phần khổng lồ của mình, giá trị của bitcoin đã tăng vọt 20,33% lên 46.081,64 USD - mức cao nhất kể từ tháng 3 năm 2020. </p> <p> Điều đó đã được tiết lộ rằng Tesla không phải là doanh nghiệp duy nhất quan tâm đến tiền điện tử. </p> <h2 id=\"twitter-may-soon-pay-its-employees-in-bitcoin\"> Twitter có thể sẽ sớm trả cho nhân viên của mình bằng Bitcoin </h2> <p> Trong một cuộc phỏng vấn với CNBC, Giám đốc tài chính Twitter Ned Segal nói rằng công ty đang xem xét bổ sung bitcoin vào bảng cân đối kế toán của mình. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Chúng tôi đã thực hiện rất nhiều suy nghĩ trước để xem xét cách chúng tôi có thể trả lương cho nhân viên nếu họ yêu cầu được trả <a href=\"https://twitter.com/hashtag/bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #bitcoin </a> , cách chúng tôi có thể thanh toán cho nhà cung cấp nếu họ yêu cầu được thanh toán bằng <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> và liệu chúng ta có cần phải có <a href=\"https://twitter.com/hashtag/btc?src=hash&ref_src=twsrc%5Etfw\"> #btc </a> trên bảng cân đối của chúng tôi, &quot;nói <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @NedSegal </a> <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> . <a href=\"https://t.co/KjIgnqDmYC\"> pic.twitter.com/KjIgnqDmYC </a></p> - Hộp Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359501275650547714?ref_src=twsrc%5Etfw\"> Ngày 10 tháng 2 năm 2021 </a></blockquote>  <p> Vì vậy, khoản đầu tư của Tesla vào bitcoin đã thu hút được sự chú ý của Twitter. Nền tảng truyền thông xã hội vẫn chưa thực sự có động thái gì trong bộ phận ngân quỹ của nó, nhưng chúng tôi biết rằng hiện tại ít nhất các giao dịch bitcoin đang được xem xét. </p> <p> Khi Segal được hỏi điều gì sẽ xảy ra để Twitter đầu tư vào bitcoin, anh ấy đã đưa ra một câu trả lời rất thẳng thắn. </p> <p> &quot;Một trong những điều quan trọng mà chúng tôi sẽ xem xét là nếu mọi người yêu cầu giao dịch với chúng tôi bằng bitcoin. Bởi vì sau đó chúng tôi có thể cân nhắc liệu chúng tôi sẽ chuyển đô la sang bitcoin vào thời điểm giao dịch hay chúng tôi muốn bitcoin trên bảng cân đối của chúng tôi, đã sẵn sàng để hoàn thành giao dịch đó, &quot;Segal giải thích. </p> <p> Bạn có thể nghĩ rằng Twitter sẽ không chấp nhận rủi ro như vậy khi nó vừa được tiết lộ rằng Twitter đang tìm cách sớm thực hiện những thay đổi lớn — như <a href=\"https://www.makeuseof.com/twitter-adds-newsletters-revue-acquisition/\" target=\"_blank\" rel=\"nofollow noopener\"> triển khai các tính năng Revue </a> và có thể <a href=\"https://www.makeuseof.com/twitter-considers-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> một mô hình đăng ký </a> . </p> <p> Nhưng công ty chị em của Twitter, <a href=\"https://squareup.com/ca/en\" target=\"_blank\" rel=\"nofollow noopener\"> Quảng trường </a> , đã là một nhà đầu tư bitcoin. </p> <p> Tháng 10 năm ngoái, Square đã <a href=\"https://squareup.com/us/en/press/2020-bitcoin-investment\" target=\"_blank\" rel=\"nofollow noopener\"> trang web chính thức của nó </a> để thông báo rằng họ đã mua số bitcoin trị giá 50 triệu đô la. Vào thời điểm đó, khoản đầu tư chiếm khoảng một phần trăm tổng tài sản của Square. </p> <p> Không chỉ vậy, Giám đốc điều hành Twitter Jack Dorsey còn khá hâm mộ bitcoin. Sau cuộc bạo loạn ở Đồi Capitol vào tháng 1, anh ấy đã đăng một dòng tweet để thảo luận về <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> lệnh cấm vĩnh viễn cựu tổng thống Mỹ Donald Trump khỏi Twitter </a> . </p> <p> Ở đâu đó, Dorsey chuyển sang hướng sự chú ý vào tiền điện tử. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Lý do tôi có rất nhiều niềm đam mê <a href=\"https://twitter.com/hashtag/Bitcoin?src=hash&ref_src=twsrc%5Etfw\"> #Bitcoin </a> phần lớn là do mô hình mà nó thể hiện: một công nghệ internet nền tảng không bị kiểm soát hoặc ảnh hưởng bởi bất kỳ cá nhân hoặc tổ chức nào. Đây là điều mà Internet muốn trở thành, và theo thời gian, nó sẽ còn nhiều hơn thế nữa. </p> - jack (@jack) <a href=\"https://twitter.com/jack/status/1349510779033174016?ref_src=twsrc%5Etfw\"> Ngày 14 tháng 1 năm 2021 </a></blockquote>  <p> Dorsey ngày càng đam mê bitcoin hơn trong những năm qua. Vào khoảng thời gian này năm ngoái, Dorsey đã cho ra mắt Twitter một thẻ bắt đầu bằng # có thương hiệu cho bitcoin. Bây giờ, #bitcoin ”được đi kèm với biểu tượng bitcoin trong các tweet. </p> <p> Trong năm 2018, <a href=\"https://www.thetimes.co.uk/article/bitcoin-will-become-the-worlds-single-currency-tech-chief-says-66slm0p6b\" target=\"_blank\" rel=\"nofollow noopener\"> Thơi gian </a> đã viết rằng Dorsey dự đoán một ngày nào đó bitcoin sẽ trở thành &quot;đơn vị tiền tệ&quot; của thế giới. </p> <p> </p> <h2 id=\"what-s-next-for-twitter\"> Tiếp theo cho Twitter là gì? </h2> <p> Chúng ta chỉ còn hai tháng nữa là đến năm 2021 và Twitter đang thực hiện các bước để thay đổi đáng kể nền tảng như chúng ta biết ngày nay. </p> <p> Liệu một bước nữa có phải là mua hàng triệu bitcoin trong những tháng tới cho các giao dịch của nó không? Có lẽ, nếu Twitter coi tiền điện tử là &quot;một công cụ trao quyền kinh tế&quot; như Square. </p>"}