{"title":"Microsoft đã thiết lập một ngày cho việc xóa bỏ Legacy Edge &amp; # 039; s","content":"<p> Chúng tôi đã thấy những gợi ý rằng Microsoft cuối cùng muốn loại bỏ Edge kế thừa của mình và bây giờ cuối cùng đã đến. Nếu bạn đang sử dụng Edge cũ, bạn chỉ có đến ngày 13 tháng 4 năm 2021, để chuyển sang một trình duyệt mới trước khi trình duyệt này bị xóa khỏi PC của bạn. </p> <h2 id=\"the-end-of-microsoft-s-legacy-edge\"> Sự kết thúc của Cạnh kế thừa của Microsoft </h2> <p> Microsoft đã tuyên bố thời hạn vào <a href=\"https://techcommunity.microsoft.com/t5/microsoft-365-blog/new-microsoft-edge-to-replace-microsoft-edge-legacy-with-april-s/ba-p/2114224\" target=\"_blank\" rel=\"nofollow noopener\"> trang web Cộng đồng Công nghệ </a> . Tin tức này không gây ngạc nhiên lớn vì gã khổng lồ phần mềm đã cắt đứt quan hệ với trình duyệt cũ của mình một cách không tinh vi. Ví dụ, <a href=\"https://www.makeuseof.com/microsoft-putting-legacy-edge-to-bed/\" target=\"_blank\" rel=\"nofollow noopener\"> các gói ngôn ngữ trong tương lai không còn hỗ trợ Edge cũ nữa </a> . </p> <p> Hồi đó, chúng tôi không biết khi nào Microsoft sẽ rút phích cắm; tất cả những gì chúng tôi biết là Microsoft muốn nó sớm biến mất. Giờ đây, gã khổng lồ phần mềm đã vạch ra hai ngày quan trọng trong việc loại bỏ Edge cũ. </p> <p> Ngày đầu tiên là khi Microsoft hỗ trợ Edge cũ — xảy ra vào ngày 9 tháng 3 năm 2021. Vào ngày đó, Edge cũ sẽ không nhận được thêm bản cập nhật nào, ngay cả khi ai đó tìm thấy một lỗ hổng bảo mật khó chịu trong đó. Do đó, đây là ngày lý tưởng để thay đổi trình duyệt nếu bạn vẫn đang sử dụng Edge cũ. </p> <p> Ngày thứ hai là vào ngày 13 tháng 4 năm 2021, khi Microsoft loại bỏ Edge cũ. Ý chúng tôi không chỉ đơn giản là để lại Edge cũ cho các thiết bị của riêng nó; Microsoft dự định phát hành bản cập nhật Windows 10 để loại bỏ trình duyệt cũ khỏi hệ điều hành. </p> <p> Lưu ý rằng thao tác này sẽ không xóa Chromium Edge mới, <a href=\"https://www.makeuseof.com/tag/download-chromium-based-microsoft-edge/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft phát hành chỉ hơn một năm trước </a> . Trên thực tế, phiên bản Chromium của Edge là lý do chính khiến Microsoft loại bỏ Edge cũ ngay từ đầu. </p> <p> Nếu bạn sử dụng Edge và không chắc mình sử dụng Edge cũ hay phiên bản Chromium, thì phiên bản cũ sử dụng chữ E màu xanh lam đặc làm biểu trưng của nó. Chromium Edge có một hình xoắn ốc màu xanh lam và xanh lục đầy màu sắc hơn trông giống như một chữ E. </p> <p> Do đó, nếu bạn đang sử dụng Microsoft Edge cũ, bây giờ là thời điểm tốt để chuyển trình duyệt, ngay cả khi đó là một bước nhảy nhỏ sang Chromium Edge. </p> <p> </p> <h2 id=\"putting-a-legacy-to-bed\"> Đưa di sản lên giường </h2> <p> Nếu bạn vẫn đang sử dụng Edge cũ, bây giờ là thời điểm tuyệt vời để nhảy tàu. Phiên bản cũ của Edge sẽ ngày càng trở nên tồi tệ hơn kể từ bây giờ cho đến khi nó bị xóa sổ hoàn toàn vào tháng 4 năm 2021. </p> <p> Nếu bạn luôn muốn dùng thử Chromium Edge, thì bây giờ là lúc để làm điều đó. Microsoft gần đây đã tự hào có 600 triệu người dùng trên trình duyệt mới của mình, vì vậy nó chắc chắn đáng để thử. </p> <p> <small> Tín dụng hình ảnh: Marti Bug Catcher / <a href=\"https://www.shutterstock.com/image-photo/la-spezia-italy-12232018-microsofr-edge-1265268682\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}