{"title":"Microsoft thêm Cảnh báo Đe dọa Quốc gia-Nhà nước vào Bộ bảo vệ cho Office 365","content":"<p> Trong một bản cập nhật thú vị và như là một phản ứng trực tiếp đối với cuộc tấn công mạng SolarWinds, Microsoft được thiết lập để thêm một cảnh báo hoạt động tấn công cấp quốc gia mới vào Microsoft 365. Cảnh báo sẽ cảnh báo người dùng về bất kỳ mối đe dọa tiềm ẩn nào bắt nguồn từ kẻ tấn công cấp quốc gia thời gian để phản ứng với mối đe dọa. </p> <h2 id=\"microsoft-introduces-nation-state-threat-notifications\"> Microsoft giới thiệu thông báo về mối đe dọa quốc gia-quốc gia </h2> <p> Microsoft Defender dành cho Office 365 (trước đây gọi là Office 365 Advanced Threat Protection) sẽ hiển thị thông báo cho người dùng doanh nghiệp biết rằng một cuộc tấn công bị nghi ngờ là mối đe dọa quốc gia đang can thiệp vào không gian làm việc của họ. </p> <blockquote> <p> Các cuộc tấn công này đại diện cho một số hoạt động đe dọa liên tục và tiên tiến nhất mà Microsoft theo dõi. Trung tâm thông minh về mối đe dọa của Microsoft theo dõi các mối đe dọa này, xây dựng hồ sơ toàn diện của hoạt động và hợp tác chặt chẽ với tất cả các nhóm bảo mật của Microsoft để triển khai các biện pháp phát hiện và giảm thiểu nhằm bảo vệ khách hàng của chúng tôi. </p> </blockquote> <p> Microsoft đã thông báo cho hàng nghìn người dùng mỗi năm rằng một tác nhân đe dọa quốc gia có thể can thiệp vào mạng của họ. Tuy nhiên, hiện tại, cảnh báo được gửi qua email. </p> <p> Nếu người dùng Microsoft Defender cho Office 365 không kiểm tra email của họ trong ngày, họ có thể bỏ lỡ một thông báo quan trọng. Mặc dù Defender cho Office 365 chủ yếu là một sản phẩm dành cho doanh nghiệp, nhưng các thông báo quan trọng vẫn lọt qua các lỗ hổng. </p> <p> Các thông báo mới sẽ xuất hiện trong bảng điều khiển Microsoft Defender for Office 365. Cơ hội bị quản trị mạng, đội bảo mật, nhân viên quản lý, v.v. cao hơn nhiều. </p> <p> Microsoft đã thêm &quot;Cảnh báo hoạt động quốc gia-quốc gia tiềm năng&quot; vào Lộ trình Office 365 vào ngày 6 tháng 2 năm 2021 và hy vọng tính năng này sẽ hoàn thành việc triển khai vào cuối tháng. </p> <p> </p> <h2 id=\"what-is-a-nation-state-attack\"> Một cuộc tấn công quốc gia-nhà nước là gì? </h2> <p> Một cuộc tấn công cấp quốc gia được coi là một trong những loại tấn công mạng nguy hiểm nhất, đó là mức độ hiểu biết sâu rộng và phạm vi nguồn lực sẵn có cho tác nhân đe dọa. </p> <p> </p> <p> Các <a href=\"https://www.makeuseof.com/microsoft-confirms-solarwinds-breach/\" target=\"_blank\" rel=\"nofollow noopener\"> cuộc tấn công mạng SolarWinds gần đây </a> bị nghi ngờ là một cuộc tấn công quốc gia-nhà nước, đó là mức độ chuyên môn cần thiết để xâm nhập vào các mạng cấp cao như vậy. Cuộc tấn công, <a href=\"https://www.makeuseof.com/what-is-a-supply-chain-hack/\" target=\"_blank\" rel=\"nofollow noopener\"> được gọi là một cuộc tấn công chuỗi cung ứng </a> , đã xâm nhập nhiều mục tiêu sau khi không hoạt động trong mạng của nạn nhân trong nhiều tháng. </p> <p> Nhưng bất chấp việc một cuộc tấn công quốc gia có âm thanh và xuất hiện nguy hiểm như thế nào, phần lớn thời gian, những người dùng thường xuyên như bạn và tôi không phải là mục tiêu. Dành những nguồn lực đáng kể như vậy để tấn công những công dân thông thường không đáng giá vì có nhiều cách dễ dàng hơn để truy cập dữ liệu của họ. </p> <p> Do đó, các mối đe dọa quốc gia-nhà nước thường tấn công các mục tiêu lớn hơn nhiều như văn phòng chính phủ, các công ty công nghệ lớn, cơ sở hạ tầng quốc gia, v.v. </p>"}