{"title":"PAC của Microsoft sẽ không quyên góp cho những người phản đối cuộc bầu cử trong chu kỳ sắp tới","content":"<p> Sau cuộc tấn công vào Điện Capitol của Hoa Kỳ, Microsoft đã đình chỉ các khoản đóng góp cho và từ PAC của mình khoảng ba tuần trước. Quyết định này được đưa ra để ủy ban có thời gian đánh giá tác động của cuộc bạo động và cách tiếp tục xử lý hậu quả của các sự kiện. </p> <p> Bây giờ, Microsoft đã thông báo rằng các khoản đóng góp từ PAC của họ sẽ bắt đầu lại nhưng sẽ không đóng góp cho bất kỳ thành viên Quốc hội nào đã bỏ phiếu chống lại việc chứng nhận kết quả bầu cử. Việc đình chỉ sẽ tiếp tục trong suốt chu kỳ bầu cử năm 2022 và là một tuyên bố quan trọng từ một trong những công ty công nghệ hàng đầu thế giới. </p> <h2 id=\"microsoft-pac-suspends-contributions-to-objectors\"> Microsoft PAC tạm ngừng đóng góp cho người phản đối </h2> <p> Vào ngày 5 tháng 2 năm 2021, một bài đăng tới <a href=\"https://blogs.microsoft.com/on-the-issues/2021/02/05/changes-to-political-giving/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog Doanh nghiệp của Microsoft </a> tiết lộ cách PAC sẽ tiến lên sau cuộc tấn công chưa từng có vào Điện Capitol của quốc gia. </p> <p> </p> <p> PAC của Microsoft sẽ không còn quyên góp cho các thành viên Quốc hội &quot;những người đã bỏ phiếu phản đối chứng nhận của đại cử tri.&quot; Điều này áp dụng cho bất kỳ quan chức nhà nước nào và các tổ chức khác ủng hộ sự phản đối hoặc gợi ý rằng các nhà lập pháp nên lật ngược kết quả bầu cử. </p> <p> PAC cũng sẽ thay đổi cách tiếp cận các khoản đóng góp. Trước đây, tất cả các khoản quyên góp được thực hiện cho các ứng cử viên chính trị, cũng như nhiều Ủy ban hành động chính trị cũng vậy. </p> <p> Tuy nhiên, Microsoft PAC đang cân nhắc rằng một số thành viên đóng góp không muốn ủng hộ các nhân vật chính trị cụ thể và thay vào đó muốn tài trợ cho các công việc và tổ chức tập trung vào &quot;bảo tồn và thúc đẩy dân chủ.&quot; </p> <p> </p> <p> Như một phần mở rộng của chính sách này, PAC cũng sẽ hợp tác chặt chẽ hơn với các doanh nghiệp và tổ chức khác có cùng lý tưởng. </p> <p> Thay đổi cuối cùng đối với PAC nằm ở tên. Các thành viên hiện tại của Microsoft PAC nhận thấy rằng cái tên này không phản ánh hoàn toàn sự thật rằng nó là một quỹ tự nguyện. Do đó, PAC được đổi tên thành PAC tự nguyện của các bên liên quan trong Tập đoàn Microsoft (MSVPAC). </p> <blockquote> <p> Chúng tôi tin rằng những bước đi này là phù hợp với tầm quan trọng của những vấn đề này đối với sự ổn định và tương lai của nền dân chủ Hoa Kỳ. Họ cũng được hỗ trợ rộng rãi trong các buổi lắng nghe và phản hồi của nhân viên khác. Chúng tôi nhận thấy rằng những bước này, mặc dù quan trọng, nhưng sẽ là quá nhiều hoặc quá ít đối với một số nhân viên. </p> </blockquote> <p> </p> <h2 id=\"microsoft-attempts-to-distance-itself-from-election-objectors\"> Microsoft cố gắng tạo khoảng cách với các đối tượng bầu cử </h2> <p> Thông tin rằng Microsoft hiện đang tách mình khỏi những người phản đối không có gì ngạc nhiên. Không phải là quá ít, quá muộn từ gã khổng lồ công nghệ, nhưng chắc chắn đây là một nỗ lực cứu vãn thể diện sau khi có thông tin rằng Microsoft PAC đã quyên góp đáng kể cho nhiều thành viên Quốc hội ở gốc rễ của phong trào bác bỏ kết quả bầu cử. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> 1. <a href=\"https://twitter.com/Microsoft?ref_src=twsrc%5Etfw\"> @Microsoft </a> là một trong những người đóng góp lớn nhất cho các thành viên Quốc hội, những người đã cố gắng lật đổ tiến trình của đảng Dân chủ <br><br> Microsoft KHÔNG CAM KẾT ngừng tài trợ cho nhóm này <br><br> Tại một cuộc họp của công ty vào thứ Năm, Prez Brad Smith đã giải thích lý do tại sao. <br><br> Và nó khá kinh khủng </p> - Judd Legum (@JuddLegum) <a href=\"https://twitter.com/JuddLegum/status/1352777657528815616?ref_src=twsrc%5Etfw\"> 23 tháng 1 năm 2021 </a></blockquote>  <p> Ngay cả khi Chủ tịch Microsoft Brad Smith cố gắng giải thích các khoản đóng góp như một công cụ chính trị thông thường để tiếp cận với các chính trị gia (ví dụ: quyên góp ủng hộ chính trị), thì điều đó làm nổi bật lý do tại sao nhiều người tin rằng sự tồn tại của PAC và Super PAC đang gây tổn hại lớn cho nền dân chủ. quá trình. </p>"}