{"title":"Microsoft Teams nhận được hai ứng dụng theo dõi và năng suất mới","content":"<p> Microsoft sẽ đưa hai Ứng dụng Power mới vào Microsoft Teams: Bản tin và Sự kiện quan trọng. Cả hai ứng dụng mới đều tập trung vào việc giúp chia sẻ và theo dõi công việc dễ dàng hơn, đồng thời được xây dựng bằng Power Platform có thể tùy chỉnh, cho phép bạn định hình chúng theo nhu cầu của tổ chức. </p> <p> Các ứng dụng mới đã có sẵn trong cửa hàng Microsoft Teams, có nghĩa là bạn có thể bắt đầu sử dụng chúng ngay lập tức. </p> <h2 id=\"new-power-apps-for-microsoft-teams-bulletins-and-milestones\"> Ứng dụng Power mới cho Microsoft Teams: Bản tin và Cột mốc </h2> <p> Các ứng dụng mới thực hiện các chức năng đúng với tên gọi. </p> <p> Như đã thông báo trên <a href=\"https://powerapps.microsoft.com/en-us/blog/communicate-broadly-and-collaborate-effectively-with-two-new-power-apps-solutions/\" target=\"_blank\" rel=\"nofollow noopener\"> Blog ứng dụng điện </a> , <strong> Bản tin </strong> là một ứng dụng Microsoft Teams mà từ đó bạn đăng tin tức, thông tin về công ty và hơn thế nữa cho toàn bộ tổ chức của mình. Ứng dụng sẽ đóng vai trò trung tâm trong việc phân phối thông tin liên lạc trong không gian làm việc, đảm bảo rằng mọi người dùng đều nhận được thông báo và được đưa vào cuộc trò chuyện của tổ chức. </p> <blockquote> <p> Giải pháp Bản tin cho phép nhóm truyền thông chia sẻ tin tức và thông tin của công ty hoặc phòng ban ở một vị trí trung tâm. Các bài báo có thể được sắp xếp theo các danh mục và chứa nội dung phong phú, bao gồm hình ảnh, video, các nút có thể hành động. Nhà xuất bản cũng có thể xem các số liệu cho các bài báo đã đăng, chẳng hạn như tỷ lệ xem theo thời gian. </p> </blockquote> <p> Microsoft Teams Bulletins cũng được tối ưu hóa cho thiết bị di động. Người dùng thiết bị di động có cùng quyền truy cập vào ứng dụng và có thể trả lời, tùy chỉnh và đăng bài giống như người dùng trên máy tính để bàn của họ. </p> <p> <strong> Các mốc quan trọng </strong> đưa theo dõi dự án, cập nhật trạng thái và cập nhật nhóm chức năng chéo vào một trung tâm duy nhất. </p> <blockquote> <p> Mọi tổ chức đều có một nhu cầu riêng từ phần mềm theo dõi dự án của họ. Ứng dụng Milestones cho phép bạn dễ dàng sử dụng mã thấp để tùy chỉnh trải nghiệm này. Bạn có thể cập nhật nhãn của các trường, thêm các trường mới hoặc thêm luồng quy trình nghiệp vụ, chẳng hạn như thông báo cho chủ sở hữu luồng công việc khi có sự thay đổi trạng thái trong nhiệm vụ. </p> </blockquote> <p> Milestones, do đó, nhằm mục đích trở thành một cổng theo dõi dự án để hỗ trợ toàn bộ nền tảng Microsoft Teams, thay vì phải truy cập vào một ứng dụng khác để theo dõi những gì đang diễn ra với dự án của bạn. </p> <p> Ứng dụng Milestones sẽ cho phép tùy chỉnh sâu rộng để phù hợp với nhu cầu của tổ chức của bạn và các dự án của tổ chức. Ngoài ra, bạn có thể ghim Các cột mốc trong kênh chính của đội để mọi người cùng xem. </p> <p> </p> <h2 id=\"microsoft-teams-is-becoming-the-go-to-tool\"> Microsoft Teams đang trở thành công cụ hỗ trợ </h2> <p> Việc giới thiệu các ứng dụng mới để quản lý dự án và các bản tin trong toàn tổ chức là một bước nữa hướng tới việc Microsoft Teams trở thành công cụ hỗ trợ mọi chức năng. Microsoft gần đây đã thực hiện <a href=\"https://www.makeuseof.com/microsoft-teams-navigation-soon-get-easier/\" target=\"_blank\" rel=\"nofollow noopener\"> Điều hướng nhóm dễ dàng hơn nhiều </a> và trong những tháng gần đây, chúng tôi đã thấy một loạt các bản cập nhật chức năng xuất hiện trên nền tảng không gian làm việc cộng tác. </p> <p> </p> <p> Khi đại dịch COVID-19 tiếp tục ảnh hưởng đến các nơi làm việc truyền thống và phương thức làm việc tại nhà ngày càng phát triển mạnh mẽ, hãy mong đợi Microsoft sẽ tiếp tục thúc đẩy các tính năng mới của Microsoft Teams. </p>"}