{"title":"Microsoft đang làm cho việc giơ tay của bạn trong nhóm trở nên dễ dàng hơn","content":"<p> Nếu bạn đã cố gắng giơ tay trong Microsoft Teams trước đây, bạn có thể nhận thấy rằng không có cách nào nhanh chóng và dễ dàng để làm như vậy. Tuy nhiên, Microsoft đang có kế hoạch khắc phục điều đó bằng cách thêm một phím tắt giúp bạn giơ tay ngay lập tức. </p> <h2 id=\"the-new-keyboard-shortcut-for-microsoft-teams\"> Phím tắt mới cho Microsoft Teams </h2> <p> <a href=\"https://www.onmsft.com/news/raise-hand-feature-for-microsoft-teams-meetings-to-become-more-accessible-with-keyboard-shortcut\" target=\"_blank\" rel=\"nofollow noopener\"> OnMSFT </a> lần đầu tiên phát hiện thông báo tính năng mới. Microsoft đã tuyên bố phát triển tính năng này trên <a href=\"https://microsoftteams.uservoice.com/forums/555103-public/suggestions/40455826-keyboard-shortcut-raise-hand?page=2&per_page=20\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft Teams UserVoice </a> . </p> <p> UserVoice là một diễn đàn đặc biệt, nơi người dùng có thể trình bày những gì họ muốn thấy từ Teams trực tiếp cho gã khổng lồ công nghệ. Trước đây chúng tôi đã phát hiện <a href=\"https://www.makeuseof.com/you-can-now-schedule-meetings-in-microsoft-teams/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft thêm lập lịch họp nhóm </a> cảm ơn diễn đàn UserVoice. </p> <p> Trên diễn đàn đã nói, ai đó đã đề xuất ý tưởng thêm một phím tắt để giơ tay của bạn trong cuộc họp Nhóm. Microsoft đã đánh giá cao chủ đề với sự hiện diện của nó và đăng những điều sau: </p> <blockquote> <p> Cảm ơn phản hôi của bạn. Nhóm đã bắt đầu làm việc trên tính năng này cho máy tính để bàn Windows và Mac. Ứng dụng khách web sẽ được phát triển trong tương lai. Chúng tôi sẽ chia sẻ bản cập nhật ngay khi có bản cập nhật. </p> </blockquote> <p> Mặc dù chúng tôi không có ngày phát hành chính xác, nhưng hãy chú ý theo dõi bản cập nhật trong tương lai bổ sung tính năng thủ công này. </p> <p> </p> <h2 id=\"everyone-who-wanted-this-raise-your-hands\"> Tất cả những ai muốn điều này, hãy giơ tay lên </h2> <p> Nếu bạn muốn có một phím tắt để giơ tay trong Nhóm, thì bạn là người may mắn. Chúng tôi không chắc khi nào nó ra mắt, nhưng nó sẽ là một bổ sung đáng hoan nghênh khi nó ra mắt trên Teams. </p> <p> Nếu bạn thích tương tác trong các cuộc họp Nhóm của mình, bạn có biết rằng Microsoft sẽ thêm các phản ứng giống như biểu tượng cảm xúc vào các cuộc gọi điện video của bạn không? </p> <p> <small> Tín dụng hình ảnh: FS Stock / <a href=\"https://www.shutterstock.com/image-photo/african-american-business-people-raising-there-662965375\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a><small></small></small> </p>"}