{"title":"Magna, Nissan và Foxconn đều là ứng cử viên để chế tạo Apple Car","content":"<p> Kia có thể không còn chạy đua để sản xuất Apple Car khó nắm bắt nữa, nhưng Apple có rất nhiều lựa chọn khả thi khác nếu họ quyết định chế tạo chiếc ô tô đầu tiên của mình. </p> <p> <a href=\"https://www.makeuseof.com/tag/how-electric-vehicle-work/\" target=\"_blank\" rel=\"nofollow noopener\"> Xe điện (EV) giúp ích cho môi trường </a> và thành công của Tesla được cho là đã không được các cấp trên của Apple chú ý. Công ty dường như đang đổ các nguồn lực vào việc xây dựng một <a href=\"https://www.makeuseof.com/apple-car-self-driving/\" target=\"_blank\" rel=\"nofollow noopener\"> EV có thể thiếu vô lăng </a> . Điều đó nói lên rằng, việc sản xuất ô tô luôn là một công việc đòi hỏi một chuỗi cung ứng rộng lớn trải dài khắp các châu lục. </p> <p> Như chúng tôi đã báo cáo gần đây, Apple và Kia dường như không hợp tác trên Apple Car. Hơn nữa, các nhà sản xuất ô tô lớn của Nhật Bản mà Apple đã tiếp cận dường như <a href=\"https://www.makeuseof.com/apple-car-japan-suppliers/\" target=\"_blank\" rel=\"nofollow noopener\"> lo ngại về việc bị xuống hạng cho các nhà sản xuất theo hợp đồng </a> . </p> <p> Một báo cáo mới của <a href=\"https://www.bloomberg.com/news/articles/2021-02-10/who-will-build-the-apple-car-here-are-candidates-to-watch\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> nỗ lực thu hút các nhà cung cấp và đối tác lắp ráp có thể có để sản xuất EV được đồn đại của Apple. Các lựa chọn tiềm năng bao gồm Nissan và Stellantis, cũng như Magna chuyên sản xuất ô tô cho các thương hiệu khác, v.v. </p> <h2 id=\"foxconn-has-existing-ties-with-apple\"> Foxconn có ràng buộc hiện tại với Apple </h2> <p> Foxconn là một lựa chọn chính --- công ty hiện có quan hệ với Apple với tư cách là nhà sản xuất hợp đồng lắp ráp iPhone và các thiết bị khác. Vài tháng trước, Foxconn đã tiết lộ khung gầm EV đầu tiên của mình cùng với một nền tảng phần mềm. </p> <p> Họ có kế hoạch phát hành pin thể rắn vào năm 2024, cùng năm Apple Car được cho là sẽ đi vào sản xuất hàng loạt. Foxconn và Fiat Chrysler đang liên doanh để chế tạo ô tô điện ở Trung Quốc. Apple có thể tận dụng các công nghệ của Foxconn làm nền tảng cho EV của mình. </p> <p> </p> <h2 id=\"magna-is-a-good-fit\"> Magna là một phù hợp tốt </h2> <p> Magna có trụ sở tại Canada chế tạo các bộ phận khác nhau cho các thương hiệu như BMW và Jaguar Land Rover tại nhà máy ở Graz, Áo. Magna cung cấp các dịch vụ kỹ thuật và sản xuất của mình cho các công ty khởi nghiệp về xe điện. Công ty đã hợp tác với LG để cùng nhau chế tạo hệ thống truyền động và gần đây đã bắt đầu lắp ráp xe tại Trung Quốc. </p> <p> </p> <p> Bloomberg cho biết Magna được hưởng lợi từ mối quan hệ trước đây với Apple --- đó là nhà sản xuất hợp đồng đầu tiên mà Apple nói chuyện khi quyết định tham gia vào lĩnh vực xe điện cách đây 5 năm. </p> <p> </p> <h2 id=\"apple-hyundai-discussions-could-restart\"> Các cuộc thảo luận giữa Apple-Hyundai có thể khởi động lại </h2> <p> Về phía Hyundai và Kia, cả hai đều điều hành hoạt động sản xuất tại Mỹ. Kia&#39;s new EV platform promises a driving range of about 311 miles (over 500 kilometers) and fast-charging batteries up to 80 percent in 18 minutes. </p> <p> Apple được cho là quan tâm đến việc hợp tác với Hyundai / Kia. Tuy nhiên, <a href=\"https://www.makeuseof.com/hyundai-kia-no-apple-car/\" target=\"_blank\" rel=\"nofollow noopener\"> cuộc nói chuyện đã tan rã </a> sau khi các giám đốc điều hành xác nhận các báo cáo rằng công ty đang đàm phán với Apple. </p> <blockquote> <p> Bất lợi lớn mà Hyundai và Kia gặp phải là gần đây có sự qua lại về việc liệu họ có đang phát triển một chiếc xe hơi cho Apple, một công ty nổi tiếng bí mật hay không. Mặc dù hai nhà sản xuất ô tô đã nói rằng các cuộc đàm phán sẽ không diễn ra, nhưng các cuộc thảo luận có thể sẽ bắt đầu lại nếu Apple coi họ là đối tác tốt nhất có thể. </p> </blockquote> <p> Kia có kế hoạch trình làng 23 mẫu EV mới dựa trên nền tảng của mình vào năm 2025. </p> <p> </p> <h2 id=\"nissan-and-european-automakers\"> Nissan và các nhà sản xuất ô tô châu Âu </h2> <p> Các nỗ lực viết lên để đưa ra trường hợp lý do tại sao Nissan sẽ là một sự phù hợp tốt cho Apple. Nisan có một nền tảng EV được đồng phát triển với Renault nhưng quan trọng nhất, Giám đốc điều hành Makoto Uchida của hãng gần đây đã nói rằng Nissan &quot;có DNA để làm những điều mà những người khác sẽ không làm.&quot; </p> <p> </p> <p> Kết hợp điều đó với thực tế là công ty đã gặp khó khăn về tài chính trong 12 tháng qua và bạn có thể có một thỏa thuận Apple-Nissan sắp tới, Bloomberg đưa ra điều đó: </p> <blockquote> <p> Nhà sản xuất ô tô đã sa lầy vào tình trạng sa sút, báo cáo khoản lỗ lớn nhất trong hai thập kỷ vào năm tài chính 2019 và có thể nhận được doanh thu cần thiết từ việc giúp Apple phát triển hoặc sản xuất xe của mình. Nó cũng có thể được hưởng lợi từ việc tiếp cận công nghệ của Apple. Sau khi theo đuổi chiến lược số lượng bằng bất cứ giá nào thu được lợi nhuận, Nissan cần thu hút những khách hàng trả tiền cao hơn phần lớn bằng công nghệ bên trong ô tô của mình. </p> </blockquote> <p> Báo cáo tiếp tục nhấn mạnh các nhà sản xuất ô tô châu Âu, chẳng hạn như Stellantis, là đối tác sản xuất và lắp ráp có thể có của Apple Car. Năng lực sản xuất sẵn có có lẽ là yếu tố lớn nhất trong việc sản xuất ô tô --- hãy hỏi Tesla. Trong bối cảnh đó, Apple sẽ rất khôn ngoan nếu thuê ngoài sản xuất xe điện của mình cho nhiều nhà cung cấp và nhà cung cấp ô tô. </p> <p> <small> Tín dụng hình ảnh: Andy Wang / <a href=\"https://unsplash.com/photos/Nfw2A9JGBsw\" target=\"_blank\" rel=\"nofollow noopener\"> Hủy cắm CC </a></small> </p>"}