{"title":"Microsoft có thể sẽ sớm thưởng cho bạn vì đã sử dụng Edge","content":"<p> Microsoft Edge mới đã có những bước phát triển vượt bậc kể từ khi nó chuyển sang phiên bản Chromium, nhưng không phải ai cũng đủ thuyết phục để sử dụng nó. Gã khổng lồ phần mềm nhằm khắc phục điều đó bằng cách cho mọi người điểm trong Microsoft Rewards khi sử dụng trình duyệt mới của mình. </p> <h2 id=\"earning-big-points-with-microsoft-edge\"> Kiếm điểm lớn với Microsoft Edge </h2> <p> Những thay đổi gần đây đối với Microsoft Rewards đã được phát hiện bởi <a href=\"https://www.onmsft.com/news/microsoft-appears-to-be-beta-testing-big-changes-to-points-earnings-in-microsoft-rewards-to-put-more-emphasis-on-using-edge\" target=\"_blank\" rel=\"nofollow noopener\"> onMSFT </a> . Một số người dùng Rewards có đôi mắt đại bàng đã lưu ý rằng Microsoft hiện đang cho nhiều điểm hơn cho những người đã sử dụng Edge để tìm kiếm trên Bing. </p> <p> Bạn có thể đổi những điểm này để lấy quà tặng, đây là một lợi ích lớn cho người hâm mộ Microsoft. Ví dụ: bạn có thể sử dụng Microsoft Rewards để nhận được <a href=\"https://www.makeuseof.com/tag/get-free-xbox-live-gold/\" target=\"_blank\" rel=\"nofollow noopener\"> Xbox Live Gold miễn phí </a> . </p> <p> Trước đây, người dùng chỉ được tăng một chút khi họ sử dụng Edge để tìm kiếm trên Bing. Bạn sẽ nhận được 150 điểm nếu tìm kiếm trên PC và 100 trên thiết bị di động. Cho dù bạn chọn phương pháp nào, bạn sẽ nhận được 20 điểm thưởng nếu sử dụng Microsoft Edge trong khi tìm kiếm trên Bing. </p> <p> Bây giờ, Microsoft đang thử nghiệm một hệ thống điểm mới có thể cho tới 250 điểm chỉ khi sử dụng Edge. Microsoft cân bằng điểm Edge được tăng cường bằng cách cho ít hơn khi sử dụng PC hoặc thiết bị di động, nhưng vẫn còn rất nhiều nếu chỉ sử dụng trình duyệt Edge. </p> <p> Một số người không nhìn thấy những điểm Edge nâng cao này, vì vậy rất có thể Microsoft đang xem mọi thứ diễn ra như thế nào trong thời điểm hiện tại. Tuy nhiên, nó cho thấy công ty đang xem xét khả năng thưởng thêm cho người dùng khi sử dụng Edge. </p> <p> </p> <h2 id=\"taking-your-microsoft-rewards-points-to-the-edge\"> Mang điểm thưởng Microsoft của bạn lên Edge </h2> <p> Nếu bạn là một fan hâm mộ lớn của Microsoft Rewards, bạn sẽ muốn thử sử dụng Edge để tìm kiếm Bing trong tương lai. Công ty dường như đang có kế hoạch tặng nhiều phần thưởng hơn cho người dùng Edge để cảm ơn vì đã sử dụng trình duyệt của mình. </p> <p> Nếu bạn cần thêm lý do để khởi động Microsoft Edge, bạn có biết rằng nó có thể hoạt động hiệu quả hơn Google Chrome trong một số lĩnh vực không? Ví dụ, nó nhẹ hơn trên pin máy tính xách tay và ít bộ nhớ hơn. </p> <p> <small> Tín dụng hình ảnh: bangoland / <a href=\"https://www.shutterstock.com/image-photo/bekasi-west-java-indonesia-july-11-1131915290\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}