{"title":"Nhân viên trợ giúp đặc biệt của Nintendo Switch mới sẽ cho bạn thấy xung quanh bảng điều khiển của bạn","content":"<p> Nếu bạn là người dùng Nintendo Switch mới ở Hoa Kỳ và bạn không biết ZL của mình từ ZR của mình, thì bạn là người may mắn. Nintendo ở đây để giúp bạn. </p> <h2 id=\"nintendo-launches-nintendo-switch-concierge\"> Nintendo ra mắt Nintendo Switch Concierge </h2> <p> Nintendo đã công bố Dịch vụ hỗ trợ đặc biệt cho Switch mới của mình thông qua một bài đăng trên <a href=\"https://www.nintendo.com/whatsnew/detail/2021/get-one-on-one-help-with-your-new-system-from-our-experts/\" target=\"_blank\" rel=\"nofollow noopener\"> Tin tức Nintendo </a> . Đây là một chương trình thử nghiệm, hiện chỉ khả dụng ở Hoa Kỳ, nhằm mục đích cho mọi người thấy được bảng điều khiển Switch mới của họ. </p> <p> Bắt đầu ngay lập tức, chủ sở hữu Nintendo Switch mới của Hoa Kỳ có thể đi đến <a href=\"https://www.nintendo.com/nintendo-switch-concierge/\" target=\"_blank\" rel=\"nofollow noopener\"> Chuyển Trang Concierge trên Nintendo.com </a> và đặt lịch hẹn với đại diện Nintendo ngoài đời thực. Sau đó, họ sẽ hướng dẫn bạn thông qua bảng điều khiển của bạn và các tính năng của nó. Hoàn toàn miễn phí. </p> <p> </p> <h2 id=\"what-does-nintendo-switch-concierge-do\"> Nintendo Switch Concierge làm gì? </h2> <p> Trong một câu, Nintendo Switch Concierge cho bạn thấy xung quanh bảng điều khiển của bạn và giúp bạn sử dụng nó tốt nhất. </p> <p> Đừng quên, Concierge là một chương trình thử nghiệm và sẽ chỉ kéo dài đến ngày 22 tháng Hai. Nếu thành công, Nintendo sẽ xem xét triển khai dịch vụ này như một tính năng lâu dài hơn. </p> <p> Người dùng có thể đăng ký một loạt các cuộc trò chuyện video 1-1, kéo dài nửa giờ, bao gồm các bài học cơ bản nhằm khai thác tối đa bảng điều khiển của bạn. Các bài học có sẵn (và những gì liên quan đến mỗi bài học) là: </p> <ul> <li> <strong> Nintendo Switch 101 </strong> : &quot;Tổng quan về hệ thống Nintendo Switch, bao gồm các chế độ chơi, quá trình thiết lập, mua và chơi trò chơi, bao gồm bất kỳ câu hỏi chung nào mà bạn có thể có.&quot; </li> <li> <strong> Trò chơi (Bắt đầu) </strong> : &quot;Tổng quan về trò chơi Nintendo Switch, bao gồm: tùy chọn mua, Game Card so với tải xuống kỹ thuật số, thể loại trò chơi và chức năng Danh sách mong muốn.&quot; </li> <li> <strong> Trò chơi (Chơi gì tiếp theo) </strong> : &quot;Chia sẻ và thảo luận về các đề xuất về trò chơi để chơi tiếp theo dựa trên người đang chơi, phong cách chơi, trò chơi yêu thích, hệ thống và phụ kiện được sở hữu.&quot; </li> <li> <strong> An ninh và sự riêng tư </strong> : &quot;Tìm hiểu cách đặt hạn chế chơi trò chơi cho gia đình, xem xét các tùy chọn bảo mật và đặt hạn chế mua hàng.&quot; </li> <li> <strong> Tài khoản Nintendo </strong> : &quot;Tổng quan về Tài khoản Nintendo, chương trình phần thưởng Nintendo của tôi và Nintendo Switch Online, bao gồm tương tác giữa nhiều hệ thống (nếu có).&quot; </li> <li> <strong> Tùy biến </strong> : &quot;Tìm hiểu tất cả các cách bạn có thể tùy chỉnh trải nghiệm Nintendo của mình, bao gồm tùy chỉnh giao diện hệ thống, thêm phụ kiện và lấy cảm hứng từ @NintendoInspired Instagram.&quot; </li> </ul> <p> Vì vậy, rất nhiều để được hòa hợp với đó. Nếu phiên 30 phút không bao gồm tất cả mọi thứ bạn mong đợi, thì bạn sẽ có thể tìm thấy các hướng dẫn nâng cao hơn ở những nơi khác, chẳng hạn như <a href=\"https://www.makeuseof.com/best-nintendo-switch-apps/\" target=\"_blank\" rel=\"nofollow noopener\"> Chuyển đổi ứng dụng không phải trò chơi nào để cài đặt </a> hoặc là <a href=\"https://www.makeuseof.com/stop-sharing-nintendo-switch-eshop-data/\" target=\"_blank\" rel=\"nofollow noopener\"> cách tắt Google Analytics trên Switch eShop </a> . </p> <p> </p> <h2 id=\"the-nintendo-switch-is-a-great-platform-for-everyone\"> Nintendo Switch là một nền tảng tuyệt vời cho mọi người </h2> <p> <img alt=\"nintendo switch\" src=\"images/nintendo-switch-1-390.jpg\" loading=\"lazy\"> </p> <p> Bất kể bạn nghĩ gì về bản thân Nintendo, bạn không thể phủ nhận rằng Switch (và tất nhiên là Switch Lite) là một nền tảng tuyệt vời hoạt động tốt cho người mới bắt đầu cũng như game thủ chuyên nghiệp. </p> <p> Những động thái như Nintendo Switch Concierge này cho thấy Nintendo đã đầu tư như thế nào trong việc làm cho trải nghiệm Switch trở nên thú vị — và bao gồm — mọi người mua máy chơi game. </p>"}