{"title":"Parler bị cáo buộc đã cung cấp cho tổ chức Trump một cổ phần sở hữu","content":"<p> Trong thời gian đương nhiệm của cựu Tổng thống Donald Trump, Parler và nhóm của Trump được cho là đã cố gắng đàm phán một thỏa thuận sẽ trở thành mạng xã hội chính của Parler Trump. Đổi lại, Trump sẽ được trao 40% cổ phần sở hữu trong nền tảng. </p> <h2 id=\"parler-may-have-wanted-trump-onboard\"> Parler có thể đã muốn Trump tham gia </h2> <p> Parler, mạng xã hội tự do ngôn luận, đã trở thành tiêu đề từ cuối năm nay, và không chỉ vì nền tảng chủ yếu bảo thủ về mặt chính trị là <a href=\"https://www.makeuseof.com/google-apple-amazon-give-parler-boot/\" target=\"_blank\" rel=\"nofollow noopener\"> khởi động từ các cửa hàng ứng dụng và Amazon Web Services </a> . </p> <p> Lần này, một báo cáo của <a href=\"https://www.buzzfeednews.com/article/ryanmac/trump-parler-ownership\" target=\"_blank\" rel=\"nofollow noopener\"> Tin tức trên Buzzfeed </a> tuyên bố rằng Parler đã đề nghị Trump 40% cổ phần trong Parler nếu ông biến nó thành nền tảng xã hội chính của mình. Các cuộc đàm phán này được cho là diễn ra vào mùa hè năm 2020 và được đưa ra một lần nữa sau cuộc bầu cử vào tháng 11. </p> <p> Vẫn chưa rõ liệu chính Trump có tham gia vào các cuộc đàm phán hay không. Một chuyên gia pháp lý được trích dẫn trên báo cáo của Buzzfeed nói rằng nếu Trump đồng ý với thỏa thuận này trong nhiệm kỳ tổng thống của mình, nó có thể đã vi phạm luật chống hối lộ. </p> <p> Các phóng viên Buzzfeed cũng khẳng định rằng họ đã xem các tài liệu về các cuộc đàm phán này. Là một phần của thỏa thuận, Trump được cho là sẽ phải đăng lên Parler ít nhất bốn giờ trước tất cả các mạng xã hội khác. </p> <p> </p> <h2 id=\"what-if-trump-made-parler-his-primary-network\"> Điều gì sẽ xảy ra nếu Trump đặt Parler thành mạng lưới chính của mình? </h2> <p> Có Trump là người dùng thường xuyên của nền tảng có thể sẽ đẩy Parler lên một tầm cao hơn nữa. <a href=\"https://www.makeuseof.com/parler-conservative-social-network-popularity-spikes/\" target=\"_blank\" rel=\"nofollow noopener\"> Parler đã chứng kiến ​​sự di chuyển hàng loạt sang mạng </a> sau thất bại của Trump trong cuộc bầu cử năm 2020, và đàn này có thể sẽ còn lớn hơn nếu Trump tham gia. </p> <p> Trong chiến dịch tranh cử và nhiệm kỳ tổng thống của mình, Trump đã sử dụng Facebook và Twitter để tập hợp những người ủng hộ. Trump không bao giờ chuyển sang Parler làm mạng lưới của mình, một nền tảng mà khán giả của ông có thể sẽ chấp nhận nhiều hơn. </p> <p> Trump là <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> bị cấm vĩnh viễn khỏi Twitter </a> và <a href=\"https://www.makeuseof.com/facebook-instagram-indefinitely-ban-trumps-account/\" target=\"_blank\" rel=\"nofollow noopener\"> bị treo vô thời hạn khỏi Facebook </a> —Cùng Parler có thể đã làm dịu đòn này. Tuy nhiên, mọi thứ rõ ràng là không suôn sẻ với Parler. </p> <p> Sau khi nền tảng này bị đưa vào danh sách đen, <a href=\"https://www.makeuseof.com/parler-board-fires-ceo-john-matze/\" target=\"_blank\" rel=\"nofollow noopener\"> Hội đồng quản trị Parler bị cáo buộc đã sa thải CEO và đồng sáng lập của chính mình, John Matze </a> . Rõ ràng, Matze đã thúc đẩy việc kiểm duyệt mạnh mẽ hơn để giúp Parler lấy lại không gian của mình trên các cửa hàng ứng dụng, nhưng phần còn lại của nhóm Parler không thích ý tưởng này. </p> <p> </p> <h2 id=\"what-does-parler-s-future-hold\"> Tương lai của Parler nắm giữ điều gì? </h2> <p> Bây giờ John Matze được cho là đã rời khỏi ghế Giám đốc điều hành, Parler có một tương lai thậm chí còn không chắc chắn hơn. Hiện tại, trang web hiển thị một trang web tĩnh, nhưng không ai biết khi nào trang web sẽ chính thức hoạt động. </p> <p> Với việc Trump rời Nhà Trắng, liệu cơ sở người dùng của Parler có còn mạnh như trước khi kết thúc nhiệm kỳ tổng thống của ông? Nếu Trump đóng thỏa thuận được cho là này với Parler, có lẽ nó sẽ như vậy. </p>"}