{"title":"Photoshop, Illustrator và Fresco Thêm tài liệu cộng tác","content":"<p> Bạn đã bao giờ thực hiện một dự án sáng tạo với những người khác trực tuyến chưa? Nó thường có thể bao gồm việc gửi các tệp qua lại trong email hoặc tin nhắn. Tải xuống tệp mới chỉ để sửa đổi và tải tệp lên lại trước khi người khác có thể làm điều tương tự — quá trình này đôi khi cảm thấy rắc rối và không hiệu quả. </p> <p> Nhưng nếu các dự án của nhóm bạn được thực hiện bằng Photoshop, Illustrator hoặc Fresco, bạn sẽ rất vui khi biết rằng Adobe vừa sắp xếp hợp lý quy trình làm việc đó cho bạn. </p> <h2 id=\"collaborate-on-the-cloud\"> Cộng tác trên đám mây </h2> <p> Giám đốc sản phẩm Photoshop Pam Clark đã đăng lên <a href=\"https://blog.adobe.com/en/publish/2021/02/09/photoshop-illustrator-and-fresco-introduce-document-collaboration.html\" target=\"_blank\" rel=\"nofollow noopener\"> Blog của Adobe </a> với bản cập nhật tính năng cho Photoshop, Illustrator và Fresco. </p> <p> <img alt=\"What the new Invite to Edit button looks like in Adobe software\" src=\"images/adobe-invite-to-edit-button-541.jpeg\" loading=\"lazy\"> </p> <p> Bây giờ ngồi ở góc trên cùng bên phải của giao diện người dùng tương ứng của mỗi chương trình là giao diện mới <strong> Mời để chỉnh sửa </strong> đặc tính. Trong một quá trình rất giống với <a href=\"https://www.makeuseof.com/tag/10-tips-managing-shared-files-google-drive/\" target=\"_blank\" rel=\"nofollow noopener\"> chia sẻ trong Google Drive </a> , bạn có thể nhấp vào nút để mở hộp văn bản để nhập email của người bạn muốn thêm vào dự án với tư cách cộng tác viên. </p> <p> Tất cả các cộng tác viên đều có quyền truy cập chỉnh sửa vào tài liệu và lịch sử phiên bản của nó trên các thiết bị được hỗ trợ. Đối với Photoshop và Illustrator, đó là PC và iPad. Đối với Fresco, đó là hai nền tảng giống nhau, ngoài iPhone. </p> <p> Chỉ một người có thể làm việc trên một tài liệu đám mây được chia sẻ tại một thời điểm, nhưng những thay đổi mà họ lưu sẽ tự động đồng bộ hóa với tất cả các cộng tác viên. Bạn có thể truy cập các tài liệu đám mây được chia sẻ của mình trên <a href=\"https://assets.adobe.com/files\" target=\"_blank\" rel=\"nofollow noopener\"> Tài sản Adobe </a> trang và trong <a href=\"https://www.adobe.com/creativecloud.html\" target=\"_blank\" rel=\"nofollow noopener\"> Đám mây sáng tạo </a> ứng dụng máy tính để bàn. </p> <p> Bạn cần bàn chải mới cho mùa giải? Kyle T. Webster, một nhà truyền bá thiết kế cấp cao tại Adobe, đã phát hành <a href=\"https://www.adobe.com/products/photoshop/brushes.html\" target=\"_blank\" rel=\"nofollow noopener\"> Gói bàn chải mùa đông 2020 </a> cho Photoshop và Fresco. </p> <p> </p> <p> Bài đăng tương tự cũng nêu chi tiết về việc bổ sung Preset Sync vào Photoshop cho Mac và Windows. Bật nó lên và các cài đặt cho bàn chải, mẫu màu, độ dốc, mẫu, kiểu và hình dạng của bạn sẽ được giữ lại. Clark viết: “Bàn chải đồng bộ hóa sẽ sớm có trên phiên bản iPad. </p> <p> </p> <p> Ngoài ra, nếu bạn là một nghệ sĩ thường xuyên di chuyển, bạn sẽ rất vui khi biết rằng giờ đây bạn có thể xoay canvas trong Illustrator trên iPad. </p> <p> </p> <h2 id=\"adobe-makes-it-easier-to-work-remotely\"> Adobe giúp làm việc từ xa dễ dàng hơn </h2> <p> Thật dễ dàng để các nhà quảng cáo kỹ thuật số đánh bại Adobe khi chúng ta đã thấy họ thống trị thị trường phần mềm đa phương tiện kỹ thuật số quá lâu. Nhưng bạn không thể coi Adobe là công ty hái ra tiền khi nó luôn thích nghi với cách người dùng thay đổi quy trình làm việc của họ theo thời gian. </p> <p> Bản cập nhật tính năng mới này cho Photoshop, Illustrator hoặc Fresco đến chỉ năm ngày sau <a href=\"https://www.makeuseof.com/adobe-spark-adds-shared-brands/\" target=\"_blank\" rel=\"nofollow noopener\"> Adobe Spark đã thêm các Thương hiệu được Chia sẻ </a> . Giờ đây, việc làm việc với mọi người hoàn toàn trực tuyến trở nên bình thường hơn, có vẻ như công ty đang làm tất cả những gì có thể để làm cho việc cộng tác trực tuyến trở nên liền mạch hơn một chút. </p> <p> Giữ các ngón tay của bạn bắt chéo nhau; có lẽ chúng ta sẽ thấy chỉnh sửa đám mây đến với tất cả các ứng dụng Creative Cloud trong tương lai. </p>"}