{"title":"Báo cáo: Nhiệm vụ của ông chủ phần cứng cũ của Apple với công việc AR / VR","content":"<p> Dan Riccio, cựu giám đốc phần cứng của Apple, được cho là đã được giao nhiệm vụ phụ trách mảng thiết bị thực tế tăng cường (AR) và thực tế ảo (VR) của công ty. Anh ấy gần đây đã bắt đầu một &quot;chương mới&quot; tại Apple và hiện đang dẫn đầu một &quot;dự án mới&quot; không xác định. </p> <p> &quot;Tôi mong muốn được tập trung toàn bộ thời gian và sức lực của mình tại Apple để tạo ra một thứ gì đó mới mẻ và tuyệt vời mà tôi không thể vui mừng hơn&quot; <a href=\"https://www.apple.com/hr/newsroom/2021/01/dan-riccio-begins-a-new-chapter-at-apple/\" target=\"_blank\" rel=\"nofollow noopener\"> Thông cáo báo chí của Apple </a> trích lời anh ấy nói. <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/apple-s-riccio-shifts-from-hardware-chief-to-ar-vr-headsets\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> vì Riccio hiện đang tập trung vào tai nghe AR / VR của Apple. </p> <h2 id=\"riccio-s-importance-to-apple\"> Tầm quan trọng của Riccio đối với Apple </h2> <p> Giám đốc điều hành cấp cao này đã gắn bó với Apple trong hơn hai thập kỷ. Riccio đã làm việc với các dự án nổi tiếng như iMac ban đầu, dòng sản phẩm iPhone 12 và máy Mac M1 mới. Do đó, anh ấy đưa ra lựa chọn hoàn hảo để đẩy nhanh nỗ lực AR / VR của Apple. </p> <p> Một số người đã nói rằng việc cải tổ tổ chức kỹ thuật phần cứng của Apple là một dấu hiệu mạnh mẽ cho thấy Riccio có thể đang nói về Project Titan, tên mã nội bộ của dự án Apple Car thần thoại. Điều đó gần như chắc chắn không xảy ra ở đây vì Apple Car được cho là còn ít nhất nửa thập kỷ nữa mới được phát hành. </p> <p> </p> <p> Mặc dù Apple Car trong giai đoạn hiện tại có lẽ không cần Riccio chú ý, nhưng anh ấy dường như là một tài sản lớn về chiến lược AR / VR của Apple. </p> <p> </p> <h2 id=\"apple-s-ar-vr-strategy\"> Chiến lược AR / VR của Apple </h2> <p> Apple được cho là đang làm việc trên một <a href=\"https://www.makeuseof.com/apple-headset-fan-fabric-design/\" target=\"_blank\" rel=\"nofollow noopener\"> tai nghe thực tế hỗn hợp đắt tiền, mạnh mẽ cho một bản phát hành tiềm năng vào năm 2021 </a> . Nó sẽ ra mắt trước kính AR giá cả phải chăng hơn cho đại chúng, được cho là sẽ ra mắt vào năm 2022. Các nguồn tin mô tả tai nghe là một phụ kiện đắt tiền, thích hợp được cung cấp bởi chip tùy chỉnh của Apple, nhanh hơn so với silicon M1 có trong máy Mac mới. </p> <p> Các thông số kỹ thuật được đồn đại khác được cho là bao gồm màn hình 8K kép và một loạt camera tích hợp để theo dõi mắt và tay chính xác. Thiết bị này có thể có giá khoảng 3.000 USD, tương đương với HoloLens của Microsoft. Nó được mô tả là một phụ kiện thích hợp mà Apple có thể sẽ bán chủ yếu cho các nhà phát triển để họ có thể xây dựng các ứng dụng AR / VR cho thiết bị. </p>"}