{"title":"Hệ điều hành Raspberry Pi phải đối mặt với phản hồi của người dùng sau khi bao gồm Microsoft Repo sau khi cập nhật","content":"<p> Gần đây đã nổi lên rằng hệ điều hành mã nguồn mở, Raspberry Pi OS, cài đặt kho lưu trữ của Microsoft trong quá trình cài đặt. Việc bao gồm một trong nhiều kho lưu trữ của Microsoft có nghĩa là mỗi khi hệ điều hành Raspberry Pi cập nhật, nó sẽ ping một máy chủ Microsoft, có khả năng tiết lộ thông tin liên quan đến thiết bị của bạn. </p> <h2 id=\"raspberry-pi-os-sending-data-to-microsoft\"> Hệ điều hành Raspberry Pi Gửi dữ liệu cho Microsoft? </h2> <p> A <a href=\"https://www.reddit.com/r/linux/comments/lbu0t1/microsoft_repo_installed_on_all_raspberry_pis/\" target=\"_blank\" rel=\"nofollow noopener\"> Bài đăng trên Reddit </a> nêu chi tiết cách thức và lý do tại sao Hệ điều hành Raspberry Pi (trước đây gọi là Raspbian) đã bắt đầu gửi dữ liệu đến máy chủ của Microsoft mỗi khi hệ điều hành cập nhật. </p> <blockquote> <p> Chính thức là vì họ xác nhận IDE của Microsoft (!), Nhưng bạn sẽ nhận được nó ngay cả khi bạn đã cài đặt từ một hình ảnh nhẹ và sử dụng Piless của bạn mà không có GUI. Điều này có nghĩa là mỗi khi bạn thực hiện &quot;cập nhật apt&quot; trên [Raspberry] Pi của mình, bạn đang ping một máy chủ Microsoft. </p> </blockquote> <p> Một mối quan tâm từ người dùng là Microsoft có thể thu thập thông tin trên thiết bị đang được sử dụng, chẳng hạn như địa chỉ IP, sau đó liên kết thông tin này với thông tin khác để tạo hồ sơ quảng cáo được nhắm mục tiêu. Đối với những người dùng tích cực cố gắng hoạt động bên dưới radar, đây có thể là một phương pháp nhận dạng. </p> <p> Nhưng đối với nhiều người dùng, có những vấn đề lớn hơn đang diễn ra. </p> <p> Đầu tiên, nhiều người dùng bày tỏ sự thất vọng rằng một dự án nguồn mở sẽ cập nhật kho lưu trữ nguồn của nó mà không thông báo cho người dùng. Thứ hai, bản cập nhật bổ sung kho lưu trữ của Microsoft vào các bản cài đặt hiện có cũng đang gây ra sự tức giận. </p> <p> Thứ ba, phản hồi từ người sáng lập Raspberry Pi, Eben Upton, đã hoàn toàn bác bỏ vấn đề này, đặt câu hỏi tại sao người dùng thậm chí sẽ lo lắng về sự bao gồm như vậy ngay từ đầu. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Xin lỗi: Tôi không thể hiểu tại sao bạn nghĩ rằng đây là một việc gây tranh cãi phải làm. Chúng tôi làm những việc kiểu này mọi lúc mà không đưa ra một bài đăng trên blog về cách chọn không tham gia. </p> - Eben Upton (@EbenUpton) <a href=\"https://twitter.com/EbenUpton/status/1357058711873871872?ref_src=twsrc%5Etfw\"> Ngày 3 tháng 2 năm 2021 </a></blockquote>  <p> Có vẻ như, ít nhất thì người dùng cũng muốn được thông báo rằng một kho lưu trữ của Microsoft sẽ được thêm vào hệ điều hành Raspberry Pi mặc định. Với bản chất của các cộng đồng có liên quan nhiều nhất đến việc sử dụng Raspberry Pi (người dùng Linux nguồn mở, tập trung vào quyền riêng tư), điều đó có vẻ công bằng. </p> <p> </p> <p> </p> <h2 id=\"will-raspberry-pi-os-continue-to-feature-microsoft-s-repository\"> Hệ điều hành Raspberry Pi sẽ tiếp tục làm nổi bật Kho lưu trữ của Microsoft? </h2> <p> Thật không may, người dùng hệ điều hành Raspberry Pi sẽ phải cười toe toét và chịu đựng nếu muốn tiếp tục sử dụng hệ điều hành chính thức. </p> <p> Trong một chủ đề liên quan đến Microsoft repo trên <a href=\"https://www.raspberrypi.org/forums/viewtopic.php?f=63&t=301011&p=1810728#p1810728\" target=\"_blank\" rel=\"nofollow noopener\"> Diễn đàn Raspberry Pi </a> Gordon Hollingworth, Giám đốc Kỹ thuật Phần mềm Raspberry Pi cho biết, &quot;điều này sẽ không thay đổi bởi vì nó làm cho trải nghiệm đầu tiên đối với những người muốn sử dụng các công cụ như VSCode dễ dàng hơn.&quot; </p> <p> Điều này có nghĩa là một số người dùng chắc chắn sẽ bỏ lại hệ điều hành Raspberry Pi để tìm kiếm một giải pháp thay thế. Rất may, khi nói đến Raspberry Pi, bạn có vô số hệ điều hành thay thế tuyệt vời có sẵn để lựa chọn. </p> <p> </p> <p> Tuy nhiên, một số người dùng cũng sẽ tiếp tục điều này và chuyển từ Raspberry Pi hoàn toàn sang một trong những đối thủ cạnh tranh máy tính nhỏ bé khác. </p>"}