{"title":"Báo cáo: Apple có thể ngừng sản xuất iPhone 12 Mini trong quý 2","content":"<p> IPhone 12 mini là thế hệ iPhone nhỏ nhất trong số các thế hệ iPhone gần đây nhất của Apple --- và điều đó dường như cũng đúng với doanh số bán hàng của nó. Ngay từ ngày đầu tiên, phiên bản thu nhỏ nhất của dòng iPhone 12 đã bị dính các báo cáo rằng nó không bán được với số lượng như những người anh em lớn hơn, đắt hơn của nó. </p> <p> Bây giờ, một báo cáo từ ngân hàng đầu tư JP Morgan, được chia sẻ bởi <a href=\"https://appleinsider.com/articles/21/02/04/apple-may-be-building-more-iphone-12-pro-units-to-meet-strong-demand\" target=\"_blank\" rel=\"nofollow noopener\"> Apple Insider </a> , tuyên bố rằng Apple có khả năng sẽ ngừng sản xuất các đơn vị iPhone 12 mini ngay sau quý thứ hai năm 2021. Điều đó có nghĩa là điện thoại có thể hình dung chỉ vài tháng nữa trước khi ngừng sản xuất hoàn toàn. </p> <h2 id=\"adjusting-iphone-12-orders\"> Điều chỉnh đơn đặt hàng iPhone 12 </h2> <p> Ghi chú đầu tư, từ nhà phân tích chuỗi cung ứng của JP Morgan, William Yang, cũng lưu ý một số thay đổi khác trong Quý 2 mà Apple có thể thực hiện với dòng sản phẩm iPhone 12. Yang tuyên bố rằng Apple sẽ tăng số lượng iPhone 12 Pro Max thêm 11 triệu chiếc, iPhone 12 Pro thêm 2 triệu chiếc và iPhone 11 kỷ nguyên 2019 thêm 8 triệu chiếc. </p> <p> Trong khi đó, số lượng iPhone 12 thông thường sẽ bị cắt giảm còn 9 triệu chiếc, trong khi iPhone 12 mini sẽ bị cắt giảm 11 triệu chiếc - con số giảm tương tự mà iPhone 12 Pro Max đang nhận được khi tăng lên. Báo cáo cho thấy Apple có thể ngừng sản xuất iPhone 12 mini hoàn toàn trong quý này. </p> <p> </p> <p> Đây không phải là lần đầu tiên chúng ta nghe nói rằng iPhone 12 mini là một thất bại so với Apple. Một báo cáo từ Morgan Stanley gần đây đã tuyên bố rằng Apple sẽ cắt giảm đơn đặt hàng iPhone 12 mini trong quý đầu tiên của năm 2021. </p> <p> Trong khi đó, một báo cáo trước đây cho rằng, 9 trong số 10 điện thoại thông minh hàng đầu được kích hoạt vào Ngày Giáng sinh ở Hoa Kỳ là iPhone, thì iPhone 12 mini là chiếc duy nhất không lọt vào danh sách. (Đó là mặc dù thực tế là một số iPhone cũ hơn nhiều đã được đưa vào.) </p> <p> </p> <h2 id=\"iphone-12-mini-a-surprising-miss\"> iPhone 12 Mini: Một hoa hậu đáng ngạc nhiên </h2> <p> Thực tế là iPhone 12 mini dường như đã gặp khó khăn là một điều đáng ngạc nhiên. Nó đã nhận được những đánh giá xuất sắc và cung cấp trải nghiệm iPhone 12 cao cấp, được đóng gói trong một yếu tố hình thức nhỏ. </p> <p> Nó bao gồm cùng một màn hình OLED toàn màn hình như những người anh em lớn hơn của nó (mặc dù nhỏ hơn một chút), Face ID, bộ xử lý A14 Bionic và kết nối 5G. Bắt đầu chỉ từ $ 699, đây là mức giá rẻ nhất trong số những chiếc iPhone mới của Apple. Nhưng có vẻ như, vì bất cứ lý do gì, nó đã không thể tạo ra thành công giống như những chiếc iPhone lớn hơn trong năm nay. </p> <p> Điều thú vị là báo cáo của JP Morgan cho thấy Apple có kế hoạch phát hành thêm 4 chiếc iPhone nữa trong năm nay. Điều đó dường như ngụ ý rằng Apple có thể chưa sẵn sàng để ném vào dòng iPhone &quot;mini&quot; nhỏ hơn. Chúng ta sẽ phải đợi đến tháng 9 để xem điều gì sẽ xảy ra. </p>"}