{"title":"Sony có thể đối mặt với PS5 vụ kiện tập thể DualSense","content":"<p> Khi một ngày nữa lại đến, tin tức cho biết một gã khổng lồ console — lần này là Sony — có khả năng phải đối mặt với một vụ kiện tập thể xoay quanh các tấm điều khiển bị lỗi. </p> <h2 id=\"dualsense-drift-rears-its-ugly-head\"> DualSense &quot;Drift&quot; Rears Đầu xấu xí của nó </h2> <p> Không thể tránh khỏi thực tế rằng Sony đã phá vỡ khuôn mẫu với bàn điều khiển DualSense của PS5. Theo nghĩa đen, trên thực tế, đã cho <a href=\"https://www.makeuseof.com/sony-how-ps5-controller-textured-playstation-symbols/\" target=\"_blank\" rel=\"nofollow noopener\"> cách Sony làm nổi tất cả các ký hiệu PlayStation đó trên khung của tấm đệm </a> . </p> <p> Tuy nhiên, một <a href=\"https://chimicles.com/sony-ps5-dualsense-controller-drift-class-action-investigation/\" target=\"_blank\" rel=\"nofollow noopener\"> tuyên bố từ công ty luật CSK &amp; D của Mỹ </a> (Chimicles Schwartz Kriner &amp; Donaldson-Smith) cho chúng ta biết rằng Sony có thể sắp xảy ra một vụ kiện tập thể. Tại sao? Bởi vì, giống như Joy-Cons của Nintendo, chủ sở hữu PS5 đang báo cáo sự trôi dạt của ngón tay cái. </p> <p> Nếu bạn đã theo dõi phạm vi bảo hiểm về câu chuyện hành động đẳng cấp Joy-Con trôi dạt mà Nintendo đang phải đối mặt, thì bạn có thể nhận ra biệt danh CSK &amp; D. Đó là bởi vì nó là một trong những công ty luật cũng đang kiện Nintendo. </p> <p> </p> <h2 id=\"what-does-the-class-action-say\"> Hành động Tập thể nói lên điều gì? </h2> <p> Trong tuyên bố của mình, CSK &amp; D nói: </p> <blockquote> <p> CSK &amp; D đang điều tra một vụ kiện tập thể tiềm năng dựa trên báo cáo rằng bộ điều khiển Sony PS5 DualSense cho bảng điều khiển PlayStation 5 có thể gặp sự cố trôi và / hoặc lỗi sớm. Cụ thể, có thông tin cho rằng cần điều khiển trên một số bộ điều khiển PS5 DualSense sẽ tự động đăng ký chuyển động khi cần điều khiển không được điều khiển và can thiệp vào trò chơi. </p> </blockquote> <p> Vì vậy, cũng như Nintendo Joy-Con, các cần điều khiển trên DualSense đang bị mòn sớm. Các thành phần giữ cần điều khiển ở vị trí khi không hoạt động đang bị giảm chất lượng, do đó bàn phím ghi lại chuyển động mà không có sự tương tác của người chơi. </p> <p> </p> <h2 id=\"what-is-dualsense-drift\"> DualSense Drift là gì? </h2> <p> Khi bạn di chuyển ngón tay cái trên DualSense, thao tác này sẽ ghi lại chuyển động với bảng điều khiển PS5 và chuyển nó thành hành động trên màn hình. Đây là cách bộ điều khiển DualSense hoạt động, trong các trường hợp bình thường và khi nó ở trạng thái hoạt động tốt nhất. </p> <p> Bạn sẽ biết ngay nếu ngón tay cái DualSense của bạn bị trôi. Làm sao? Bởi vì PS5 của bạn sẽ bắt đầu hoạt động như thể bạn đang sử dụng ngón tay cái mặc dù bạn thậm chí không chạm vào nó. </p> <p> Vì vậy, nhân vật của bạn có thể di chuyển xung quanh màn hình mà không cần bạn nhập hoặc con trỏ có thể di chuyển qua các tùy chọn menu mà bạn không cần chạm vào các thanh. Dù bằng cách nào, bạn cũng không muốn xảy ra hiện tượng trôi dạt DualSense. </p> <p> </p> <h2 id=\"what-can-you-do-about-dualsense-drift\"> Bạn có thể làm gì về DualSense Drift? </h2> <p> Nếu bàn điều khiển của bạn có vấn đề về trôi, thì những gì bạn có thể làm là liên hệ với <a href=\"https://www.playstation.com/en-us/support/\" target=\"_blank\" rel=\"nofollow noopener\"> Hỗ trợ PlayStation </a> và sắp xếp trở lại. Sony chỉ phát hành PS5 vào tháng 11 năm 2020, vì vậy bạn đang được bảo hành. </p> <p> Tuy nhiên, hãy lưu ý rằng các đường dây nóng của PS Support có thể rất bận; nó cũng sẽ nhận được các cuộc gọi liên quan đến các sự cố bảng điều khiển PS5. </p> <p> </p> <h2 id=\"are-modern-controllers-good-quality\"> Bộ điều khiển hiện đại có chất lượng tốt không? </h2> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-852.jpg\" loading=\"lazy\"> </p> <p> Bạn có thể gây ồn ào tùy thích xung quanh bộ điều khiển của mình, nhưng nếu nó ngừng hoạt động, thì tất cả các tính năng tuyệt vời mà bạn đang quảng cáo sẽ trở nên lỗi thời. </p> <p> Khi chúng ta thấy nhiều bộ điều khiển hơn và nhiều mục đích sử dụng hơn cho chúng trên nhiều nền tảng, các nhà thiết kế và nhà sản xuất bảng điều khiển phải đảm bảo rằng các thành phần được hoàn thiện trước khi phát hành chúng. Không ai muốn một bảng điều khiển trò chơi mà họ không thể chơi trên đó. </p>"}