{"title":"Trạng thái rắn Logic thông báo bộ điều khiển DAW UF8","content":"<p> SSL đã phát hành bề mặt điều khiển Nucleus 2 vào năm 2016, một phần tiếp theo của Nucleus ban đầu từng đoạt giải thưởng của nó. Cả hai bộ điều khiển đều nhận được đánh giá chung thuận lợi và có vẻ như một bộ điều khiển khác vừa xuất hiện. </p> <h2 id=\"introducing-the-uf8-daw-controller\"> Giới thiệu Bộ điều khiển DAW UF8 </h2> <p> Vào ngày 4 tháng 2, nhà sản xuất bàn điều khiển trộn Solid State Logic (SSL) vừa phát hành bộ điều khiển DAW mới nhất của mình, UF8. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Không phải tất cả các bộ điều khiển đều bình đẳng <br><br> Tìm hiểu lý do tại sao: <a href=\"https://t.co/gzMPGY9gqF\"> https://t.co/gzMPGY9gqF </a><a href=\"https://twitter.com/hashtag/SSL?src=hash&ref_src=twsrc%5Etfw\"> #SSL </a> <a href=\"https://twitter.com/hashtag/SolidStateLogic?src=hash&ref_src=twsrc%5Etfw\"> #SolidStateLogic </a> <a href=\"https://twitter.com/hashtag/UF8?src=hash&ref_src=twsrc%5Etfw\"> # UF8 </a> <a href=\"https://twitter.com/hashtag/AdvancedDAWController?src=hash&ref_src=twsrc%5Etfw\"> #AdvancedDAWController </a> <a href=\"https://t.co/z1rtsLm96R\"> pic.twitter.com/z1rtsLm96R </a></p> - SSL (@solidstatelogic) <a href=\"https://twitter.com/solidstatelogic/status/1357395394305683459?ref_src=twsrc%5Etfw\"> Ngày 4 tháng 2 năm 2021 </a></blockquote>  <p> Nó hứa hẹn &quot;chỉ huy tuyệt đối quy trình làm việc của họ&quot; và do đó tốc độ sản xuất nội dung dựa trên âm thanh nhanh hơn cho các kỹ sư, nhà sản xuất và nghệ sĩ. </p> <p> Được đóng gói trong một vỏ kim loại nặng sáu pound rưỡi, SF8 được SSL mô tả là &quot;đỉnh cao của di sản hơn 40 năm của SSL về việc làm chủ quy trình sản xuất và công thái học của studio&quot;. </p> <p> UF8 cung cấp các cần gạt cảm ứng thông số kỹ thuật cao và màn hình màu có độ phân giải cao. Tám bộ mã hóa quay vô tận của nó cho phép bạn truy cập vào tám bản nhạc trong DAW mà bạn lựa chọn. <a href=\"https://www.ableton.com/en/\" target=\"_blank\" rel=\"nofollow noopener\"> Ableton </a> , <a href=\"https://www.avid.com/pro-tools\" target=\"_blank\" rel=\"nofollow noopener\"> Các công cụ chuyên nghiệp </a> và <a href=\"https://www.apple.com/ca/logic-pro/\" target=\"_blank\" rel=\"nofollow noopener\"> Hợp lý </a> tất cả đều tương thích với UF8. Một số <a href=\"https://www.makeuseof.com/tag/best-free-daw-software/\" target=\"_blank\" rel=\"nofollow noopener\"> phần mềm DAW miễn phí </a> cũng hoạt động với nó. </p> <p> Các tính năng khác của UF8 bao gồm: </p> <ul> <li> Khả năng kiểm soát giữa ba DAWS đồng thời </li> <li> Năm ngân hàng gồm tám khóa người dùng và ba khóa nhanh (tổng số 43 khóa có thể gán) </li> <li> Bộ mã hóa kênh đa năng thông minh </li> <li> Mô phỏng cuộn chuột </li> <li> Có thể mở rộng lên đến bốn UF8 cho bề mặt điều khiển SSL 32 kênh </li> <li> Giấy phép đầy đủ của các plug-in Vocalstrip 2 và Drumstrip </li> <li> Kết nối USB tốc độ cao </li> </ul> <p> </p> <p> Để sử dụng UF8, bạn phải tải xuống phần mềm lệnh của nó: <a href=\"https://www.solidstatelogic.com/support-page/downloads\" target=\"_blank\" rel=\"nofollow noopener\"> SSL 360 ° </a> (có sẵn để tải xuống miễn phí cho cả Mac và Windows). Sau khi được cài đặt, SSL 360 ° cho phép bạn định cấu hình (các) đơn vị UF8 của mình, tùy chỉnh khóa người dùng, lưu và tải cấu hình cũng như quản lý các bản cập nhật. </p> <p> “Bố cục và chất lượng xây dựng là tất cả về sự cố định của chúng tôi với kỹ thuật của con người, tạo ra các sản phẩm giúp bạn luôn ở trong khu vực sáng tạo với khả năng truy cập tốc độ cao vào mọi mốt hoặc điều khiển mà không gây mệt mỏi hoặc khó chịu cho người vận hành,” Giám đốc sản phẩm Studio Andy Jackson nói <a href=\"https://www.tvtechnology.com/equipment/solid-state-logic-unveils-uf8-daw-controller\" target=\"_blank\" rel=\"nofollow noopener\"> Công nghệ TV </a> . </p> <p> SSL là một thương hiệu studio nổi tiếng hơn với việc sản xuất một số thiết bị tương tự tốt nhất hiện có, nhưng UF8 mới có thể cho thấy công ty đang lấn sân sang lĩnh vực kỹ thuật số. </p> <p> </p> <p> </p> <h2 id=\"is-the-uf8-the-controller-for-you\"> UF8 có phải là Bộ điều khiển dành cho Bạn? </h2> <p> UF8 là một bề mặt điều khiển mạnh mẽ và linh hoạt hoạt động với hầu hết các DAW phổ biến, nhưng bạn có thể thất vọng khi thấy rằng nó không có bộ điều khiển chính hoặc điều khiển vận chuyển thích hợp. Nó có xứng đáng với thẻ giá $ 1,299 hay không là tùy thuộc vào bạn. </p> <p> Tuy nhiên, thật thú vị khi thấy SSL mở rộng thương hiệu của mình — trước tiên là với giao diện âm thanh và bây giờ là bộ điều khiển DAW. Liệu cuối cùng chúng ta có thấy SSL cũng tạo DAW của riêng nó không? </p>"}