{"title":"Sony tiết lộ cách cấu tạo bộ điều khiển PS5 với các ký hiệu PlayStation","content":"<p> Nếu bạn đã thấy bộ điều khiển PS5 DualSense, sở hữu một cái hoặc đọc bất kỳ thông tin quảng cáo nào xung quanh joypad thế hệ mới, thì bạn sẽ biết nó có kết cấu ở mặt sau của thiết bị. </p> <p> Kết cấu này bao gồm hàng nghìn hình vuông, hình tròn, hình tam giác và chữ X nhỏ, đại diện cho các nút hành động ở mặt trước của DualSense. Bây giờ, Sony đã tiết lộ chính xác cách các biểu tượng đến đó. </p> <h2 id=\"sony-reveals-how-it-textured-the-dualsense-controller\"> Sony tiết lộ cách kết cấu bộ điều khiển DualSense </h2> <p> Lật DualSense của bạn lên và bạn sẽ thấy rằng mặt sau có vô số ký hiệu nhỏ từ các nút hành động của bộ điều khiển. Thực ra, bạn có thể không nhìn thấy chúng, vì chúng cực kỳ nhỏ. Nhưng hãy tin chúng tôi, họ đang ở đó. </p> <p> Thật khó để tưởng tượng làm thế nào chúng thậm chí tồn tại, chúng rất nhỏ, nhưng Sony đã tiết lộ <a href=\"https://www.theverge.com/circuitbreaker/2021/2/7/22269634/how-sony-designed-ps5-dualsense-playstation-symbol-microtexture\" target=\"_blank\" rel=\"nofollow noopener\"> theverge.com </a> , chính xác 40.000 biểu tượng này đã ra đời như thế nào. Nó có vẻ là một quá trình khá vất vả, ít nhất phải nói rằng. </p> <p> <img alt=\"playstation dualsense controller\" src=\"images/playstation-dualsense-controller-544.jpg\" loading=\"lazy\"> </p> <p> Sau nhiều lần thiết kế thất bại, Sony cuối cùng đã quyết định được kết cấu vi mô mà hãng cho là hoàn hảo. Khối lượng của các biểu tượng - tất cả chỉ cao vài micromet và được tạo ra từ các thiết kế vẽ tay - không chỉ là vật trang trí; nó cũng cung cấp độ bám khi bạn sử dụng DualSense. </p> <p> Các nhà thiết kế đã cẩn thận cắt những ký hiệu nhỏ bé này vào khuôn, sử dụng các máy khắc laser chính xác hoạt động ở chế độ 3D, thay vì chỉ cắt qua một mặt phẳng 2D duy nhất ( <a href=\"https://www.makeuseof.com/tag/whats-laser-engraver-can-one/\" target=\"_blank\" rel=\"nofollow noopener\"> tìm hiểu thêm về máy khắc laser </a> ). </p> <p> Một khi máy móc sản xuất bơm nhựa vào khuôn, nó sẽ nằm gọn trong mọi không gian có sẵn, mang theo kết cấu mà bạn cầm trên tay. Thông minh hơn, đặc biệt là xem xét quy mô của mô hình này. </p> <p> </p> <h2 id=\"can-you-find-the-texture-anywhere-else\"> Bạn có thể tìm thấy kết cấu ở bất kỳ nơi nào khác không? </h2> <p> Thực ra, bạn có thể tìm thấy kết cấu ở những nơi khác. Sony biết tính liên tục là chìa khóa trong thiết kế. Vì vậy, bạn có thể tìm thấy kết cấu trên toàn bộ hệ sinh thái PlayStation 5. </p> <p> Từ bộ điều khiển DualSense của nó, đến bộ điều khiển từ xa Media, tai nghe không dây PS5 và thậm chí cả bảng điều khiển, bạn sẽ tìm thấy kết cấu này trên tất cả chúng. </p> <p> Đây cũng không phải là lần đầu tiên Sony kết cấu các miếng điều khiển của mình. Khi Sony phát hành DualShock 4 cùng với PS4, nó cũng có một bề mặt kết cấu trên mặt phẳng của nó. Tuy nhiên, điều này liên quan nhiều đến việc nắm chặt miếng đệm hơn là giá trị thẩm mỹ. </p> <p> </p> <h2 id=\"ps5-dualsense-a-perfect-controller\"> PS5 DualSense: Một bộ điều khiển hoàn hảo? </h2> <p> <img alt=\"dualsense on PS background\" src=\"images/dualsense-on-ps-background-706.png\" loading=\"lazy\"> </p> <p> OK, vì vậy PS5 DualSense có thể không hoàn hảo, nhưng nó là một thiết kế tuyệt vời và nó hoạt động thực sự tốt (tiết kiệm cho một hoặc hai lần cầm). </p> <p> Ở đây, chính sự chú ý của Sony đến từng chi tiết đã thực sự tạo nên sự khác biệt cho DualSense so với các đối thủ cạnh tranh của nó. Với việc Sony thực sự thổi phồng sự tham gia và tích hợp trước khi phát hành PS5, thật tuyệt khi thấy rằng họ đã thực sự đặt tiền của mình vào đúng vị trí của mình, về mặt thiết kế. </p>"}