{"title":"&quot;Kiểm tra bạn bè&quot; của Snapchat mời bạn xóa những người bạn không mong muốn","content":"<p> Danh sách bạn bè trên Snapchat của bạn có thể sử dụng một số giảm kích thước không? Nếu bạn đã tích lũy được rất nhiều bạn bè mà bạn thậm chí không nhớ đã thêm, tính năng Kiểm tra bạn bè của Snapchat sẽ khuyến khích bạn xóa những người dùng không mong muốn này. </p> <h2 id=\"it-s-time-to-clean-up-your-friends-list\"> Đã đến lúc dọn dẹp danh sách bạn bè của bạn </h2> <p> Một bài đăng trên <a href=\"https://newsroom.snap.com/introducing-friend-check-up\" target=\"_blank\" rel=\"nofollow noopener\"> Phòng tin tức Snap </a> làm nổi bật Friend Check Up, một tính năng mới được công bố đúng lúc <a href=\"https://www.saferinternetday.org/\" target=\"_blank\" rel=\"nofollow noopener\"> Ngày Internet An toàn hơn </a> . Friend Check Up sẽ xuất hiện dưới dạng thông báo trên Snapchat và sẽ nhắc bạn xem lại danh sách bạn bè của mình. </p> <p> Thông báo sẽ cho biết, &quot;Snapchat dành cho Những người bạn thực sự. Nhấn để xem lại danh sách bạn bè của bạn.&quot; Chọn thông báo sẽ dẫn bạn đến danh sách bạn bè, nơi bạn có thể tiến hành cắt các kết nối không mong muốn. </p> <p> <img alt=\"Snapchat Friends Check Up\" src=\"images/snapchat-friends-checkup-431.png\" loading=\"lazy\"> </p> <p> Mục tiêu của công cụ này là giúp bạn xóa bất kỳ người dùng nào mà bạn có thể đã vô tình thêm vào, cũng như bất kỳ ai mà bạn không muốn có trong danh sách bạn bè của mình nữa. Có lời nhắc này cũng là một tính năng an toàn tuyệt vời — xét cho cùng, bạn có thể vô tình cấp cho một số người dùng nhất định quyền truy cập vào Câu chuyện và vị trí của bạn. </p> <p> </p> <p> Theo Snapchat, tính năng này sẽ được tung ra trên các thiết bị Android trong những tuần tới và trên iOS trong những tháng tới. </p> <p> Điều đó nói rằng, bạn không cần phải đợi cho đến khi Snapchat phát hành tính năng này để bắt đầu dọn dẹp danh sách bạn bè của mình. Bạn có thể thực hiện việc này ngay bây giờ bằng cách truy cập hồ sơ Snapchat của mình và nhấn vào <strong> Bạn bè của tôi </strong> . Nhấn và giữ người dùng bạn muốn xóa, nhấn <strong> Hơn </strong> , và sau đó nhấn <strong> Xóa bạn bè </strong> &gt; <strong> Tẩy </strong> . </p> <p> </p> <h2 id=\"other-ways-snapchat-is-improving-safety\"> Các cách khác mà Snapchat đang cải thiện an toàn </h2> <p> Trong cùng một bài đăng trên blog, Snapchat thông báo rằng họ cũng hợp tác với Connect Safely ở Mỹ và ChildNet ở Anh để hiển thị các bộ lọc giáo dục. Vuốt lên trên các bộ lọc này sẽ liên kết bạn với các tài nguyên an toàn internet từ tổ chức có liên quan. </p> <p> Ngoài ra, Snapchat đang mở rộng tích hợp với Dòng văn bản khủng hoảng ở Mỹ và có kế hoạch tung ra một tính năng tương tự ở Anh. Nền tảng này cũng đang làm việc với Dự án Trevor để cung cấp tài nguyên trong ứng dụng cho thanh niên LGBTQ. </p> <p> </p> <h2 id=\"snapchat-hones-in-on-close-friends\"> Snapchat ủng hộ những người bạn thân thiết </h2> <p> Tính năng Friend Check Up chỉ là một cách khác mà Snapchat đang cố gắng củng cố hình ảnh của mình như một nền tảng cho những người bạn thân chứ không phải những người hoàn toàn xa lạ. </p> <p> Nền tảng tự hào về thực tế rằng nó không khuyến khích giao tiếp giữa những người không biết rõ về nhau. Nó được xây dựng cho những người bạn thân thiết, được thể hiện qua giới hạn 64 thành viên của nền tảng trên Groups và thực tế là bạn không thể giao tiếp với bất kỳ ai trừ khi cả hai đều chấp nhận yêu cầu kết bạn của nhau. </p>"}