{"title":"Steam lập kỷ lục mới để bắt đầu năm 2021 với một tiếng nổ","content":"<p> Steam đã một lần nữa phá vỡ kỷ lục của chính mình về số người sử dụng nền tảng này cùng một lúc. </p> <h2 id=\"concurrent-steam-users-top-26-million\"> 26 triệu người dùng Steam đồng thời hàng đầu </h2> <p> Steam vừa cập nhật <a href=\"https://store.steampowered.com/stats/\" target=\"_blank\" rel=\"nofollow noopener\"> Thống kê Steam </a> trang. Ở đây, chúng ta có thể thấy rằng thị trường trò chơi và dịch vụ phát trực tuyến phổ biến đã phá vỡ kỷ lục &quot;người dùng đồng thời&quot; trước đó với gần 26,5 triệu người chơi trực tuyến cùng một lúc. </p> <p> Đây là giá trị &quot;đỉnh&quot;, có nghĩa là nó là thống kê cao nhất được ghi lại trong khoảng thời gian 24 giờ. Trang Steam Stats liên tục cập nhật, cho phép người dùng Steam có cơ hội xem có bao nhiêu người đang trực tuyến bất cứ lúc nào, ngày hay đêm. Trang web hiển thị số liệu thống kê trong khoảng thời gian 48 giờ luân phiên. </p> <p> <img alt=\"steam stats graph\" src=\"images/steam-users-online-324.png\" loading=\"lazy\"> </p> <p> Bạn cần lưu ý rằng con số này liên quan đến số người đã đăng nhập trên Steam chứ không phải số người đang chơi game. Những người đó thuộc &quot;người dùng tích cực&quot; và cùng thời điểm Steam lập kỷ lục này, 7,2 trong số 26,5 triệu người đó đang bận chơi các tựa game yêu thích của họ. </p> <p> </p> <h2 id=\"when-did-steam-last-set-the-record\"> Lần gần đây nhất Steam thiết lập kỷ lục là khi nào? </h2> <p> Đây không phải là lần đầu tiên Steam phá kỷ lục của chính mình vào năm 2021. Không có nghĩa là kỳ tích, vì chúng ta chỉ mới bước vào tháng Hai. </p> <p> Vào đầu tháng 1, Steam đã cập nhật số liệu thống kê của mình để cho thấy một kỷ lục mới, đạt khoảng 25,5 triệu. Vì vậy, kỷ lục này thiết lập một tiền lệ mới, phá vỡ con số trước đó là 1 triệu người dùng bổ sung. </p> <p> </p> <h2 id=\"why-is-steam-so-popular\"> Tại sao Steam lại phổ biến như vậy? </h2> <p> Chà, 26,5 triệu người không thể sai được, phải không? Steam là một nền tảng cực kỳ phổ biến vì lý do chính đáng. Nó có vô số trò chơi để chơi, <a href=\"https://www.makeuseof.com/is-it-safe-to-buy-games-from-steam/\" target=\"_blank\" rel=\"nofollow noopener\"> đó là một thị trường an toàn để mua những trò chơi đó </a> và nó có một cộng đồng lớn những người cùng chí hướng để tham gia. </p> <p> Không chỉ vậy, bản thân các trò chơi cũng thu hút rất nhiều người đăng ký Steam. Khi tôi viết bài này, gần 1 triệu người đang chơi Counter-Strike: Global Offensive. Nửa triệu người đang sử dụng máy chủ Dota 2. Người dùng đồng thời ở mức 25,1 triệu và đang tăng lên, cho thấy Steam có thể có một chỉ số kỷ lục khác cho chúng ta vào ngày mai. </p> <p> Thêm vào đó, chúng ta cũng cần xem xét thực tế rằng trò chơi đã trở nên phổ biến mạnh mẽ vào năm 2020, đặc biệt là vì COVID buộc mọi người phải ở trong nhà. <a href=\"https://www.makeuseof.com/us-game-spending-smashes-2020-records/\" target=\"_blank\" rel=\"nofollow noopener\"> Chi tiêu cho trò chơi của Hoa Kỳ đã tăng cao vào năm ngoái </a> . Không có gì ngạc nhiên ở đó, thực sự. </p> <p> </p> <h2 id=\"steam-continues-to-grow\"> Steam tiếp tục phát triển </h2> <p> <img alt=\"steam logo on a blue backgroud\" src=\"images/logo-steam-422.jpg\" loading=\"lazy\"> </p> <p> Steam luôn là một nền tảng phổ biến và năm 2020 đã đặt nó ở một vị trí mạnh mẽ. Đây là điều đáng khích lệ, vì năm 2020 là một năm tồi tệ đối với hầu hết các doanh nghiệp. </p> <p> Có rất nhiều cách khác để bạn có thể tận hưởng hệ sinh thái Steam. Tại sao không kết bạn với nhau và tận hưởng một chút trò chơi từ xa? Nếu họ không phải là người đăng ký Steam, có lẽ bạn có thể xem cách đăng ký họ. </p>"}