{"title":"Lệnh cấm Trump của Twitter là vĩnh viễn ... Ngay cả khi ông ấy chạy cho Tổng thống một lần nữa","content":"<p> Twitter nghiêm túc về lệnh cấm của mình đối với cựu Tổng thống Mỹ Donald Trump. Nền tảng này đã thông báo rằng họ sẽ không bao giờ cho phép Trump quay lại Twitter, ngay cả khi Trump quyết định tranh cử tổng thống một lần nữa vào năm 2024. </p> <h2 id=\"trump-is-barred-from-twitter-for-life\"> Trump bị cấm khỏi Twitter suốt đời </h2> <p> Giữa phiên tòa luận tội lần thứ hai của Trump, giám đốc tài chính của Twitter, Ned Segal, đã tổ chức một cuộc phỏng vấn trên Squawk Box của CNBC về tương lai tiềm năng của tài khoản Twitter của Trump. Segal nói rằng Twitter sẽ không bao giờ cho phép Trump trên nền tảng này một lần nữa, bất kể ông có quyết định tranh cử hay không. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> &quot;Cách chính sách của chúng tôi hoạt động, khi bạn bị xóa khỏi nền tảng, bạn sẽ bị xóa khỏi nền tảng cho dù bạn là nhà bình luận, bạn là giám đốc tài chính hay bạn là người cũ hay hiện tại công chức, &quot;nói <a href=\"https://twitter.com/search?q=%24TWTR&src=ctag&ref_src=twsrc%5Etfw\"> $ TWTR </a> Giám đốc tài chính <a href=\"https://twitter.com/nedsegal?ref_src=twsrc%5Etfw\"> @nedsegal </a> về việc tài khoản của Tổng thống Trump có thể được khôi phục hay không. <a href=\"https://t.co/ZZxascb9Rz\"> pic.twitter.com/ZZxascb9Rz </a></p> - Hộp Squawk (@SquawkCNBC) <a href=\"https://twitter.com/SquawkCNBC/status/1359502706776432642?ref_src=twsrc%5Etfw\"> Ngày 10 tháng 2 năm 2021 </a></blockquote>  <p> Segal lưu ý rằng các chính sách xóa của Twitter không phân biệt đối xử, nói rõ, &quot;khi bạn bị xóa khỏi nền tảng, bạn sẽ bị xóa khỏi nền tảng cho dù bạn là nhà bình luận, bạn là giám đốc tài chính hay bạn là công chúng cũ hay hiện tại chính thức.&quot; </p> <p> Sau đó, ông tiếp tục nói rằng &quot;các chính sách của Twitter được thiết kế để đảm bảo rằng mọi người không kích động bạo lực&quot;, và nếu ai đó vi phạm các chính sách đó, Twitter sẽ phải xóa chúng. Các quy tắc của nền tảng &quot;không cho phép mọi người quay lại.&quot; </p> <p> Nói cách khác, Trump không bao giờ có thể quay lại Twitter và việc ông ấy là một cựu quan chức nhà nước sẽ không thay đổi điều đó. Lệnh cấm của Twitter cũng sẽ vẫn có hiệu lực nếu Trump cố gắng tranh cử tổng thống một lần nữa. </p> <p> </p> <h2 id=\"trump-s-tumultuous-relationship-with-social-media\"> Mối quan hệ khó hiểu của Trump với phương tiện truyền thông xã hội </h2> <p> <a href=\"https://www.makeuseof.com/twitter-bans-trump-for-good/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter cấm Trump </a> sau cuộc bạo động tại Đồi Capitol vào ngày 6 tháng 1 năm 2021, vì vi phạm chính sách kích động bạo lực của nền tảng. Nhưng ngay cả trước khi có lệnh cấm vĩnh viễn này, Trump và Twitter đã có một mối quan hệ rất khó khăn. </p> <p> Trong suốt nhiệm kỳ tổng thống của Trump, Twitter thường xuyên được tìm thấy <a href=\"https://www.makeuseof.com/twitter-flags-trump-tweet-dissuading-voters/\" target=\"_blank\" rel=\"nofollow noopener\"> gắn cờ và xóa Tweet của Trump </a> vì vi phạm chính sách của nền tảng. Nền tảng liên tục gắn nhãn Tweet của anh ấy vì chứa thông tin sai lệch về bỏ phiếu, COVID-19 và thậm chí là tính toàn vẹn của các cuộc bầu cử Hoa Kỳ. </p> <p> Thậm chí, Twitter không đơn độc trong việc gắn nhãn và hạn chế một số Tweet của Trump. Facebook cũng đóng góp một phần lớn vào <a href=\"https://www.makeuseof.com/twitter-facebook-restrict-trumps-post/\" target=\"_blank\" rel=\"nofollow noopener\"> gắn cờ nội dung của Trump vì thông tin sai lệch </a> . </p> <p> Trump về cơ bản đã bị cấm trên tất cả các phương tiện truyền thông xã hội sau cuộc biểu tình ở Washington, D.C. Không chỉ Twitter xóa Trump khỏi nền tảng của mình mà Facebook, Instagram Snapchat, YouTube và thậm chí Twitch cũng có hành động đối với tài khoản của Trump. </p> <p> </p> <h2 id=\"the-grim-future-of-trump-s-social-presence\"> Tương lai nghiệt ngã của sự hiện diện xã hội của Trump </h2> <p> Bây giờ Trump đã bị cấm tham gia gần như tất cả các nền tảng xã hội lớn, không rõ liệu ông ấy có bao giờ trở lại trên mạng xã hội hay không. Đối với một số người, đây là một quan niệm đáng hoan nghênh, nhưng đối với những người khác, lệnh cấm tài khoản của Trump là vi phạm quyền tự do ngôn luận. </p> <p> Parler, cái gọi là mạng xã hội tự do ngôn luận, có thể sẽ hoan nghênh sự hiện diện của Trump với vòng tay rộng mở. Nhưng bây giờ nền tảng đã sa thải CEO của chính mình và bị khởi động khỏi toàn bộ internet, có lẽ sẽ mất vài tuần (hoặc thậm chí có thể vài tháng) cho đến khi Parler quay trở lại. </p>"}