{"title":"TikTok đang nâng tầm trò chơi thương mại điện tử của mình","content":"<p> TikTok đang bùng nổ trong lĩnh vực thương mại điện tử. Nền tảng này được cho là có kế hoạch tiết lộ một bộ công cụ cho phép người sáng tạo kiếm tiền từ các liên kết liên kết và các buổi mua sắm phát trực tiếp. </p> <h2 id=\"tiktok-sets-its-sights-on-monetization\"> TikTok thiết lập thành tích kiếm tiền </h2> <p> Theo một báo cáo của <a href=\"https://www.ft.com/content/629c1c17-3daa-46af-8177-1814baaa2bed\" target=\"_blank\" rel=\"nofollow noopener\"> Thời báo tài chính </a> , TikTok sẽ cung cấp cho người sáng tạo các cách bổ sung để kiếm lợi nhuận trên ứng dụng. Trong một cuộc họp ngắn với các nhà quảng cáo, ứng dụng video dạng ngắn đã lưu ý rằng một loạt các tính năng thương mại điện tử mới sẽ ra mắt vào năm 2021. </p> <p> Người dùng TikTok có thể sớm chèn liên kết sản phẩm vào video của họ — không cần kết nối giữa người sáng tạo và thương hiệu. Nếu người xem nhấp vào liên kết và mua sản phẩm, người sáng tạo sẽ nhận được hoa hồng. </p> <p> Nền tảng cũng đang xem xét tính năng mua sắm phát trực tiếp, <a href=\"https://www.makeuseof.com/instagram-reels-shopping-goes-live/\" target=\"_blank\" rel=\"nofollow noopener\"> giống như chúng ta đã thấy trên Instagram Reels </a> . Người sáng tạo sẽ có thể quảng cáo — và thậm chí là trình diễn — một sản phẩm trong khi phát trực tiếp và người xem có thể mua sản phẩm đó chỉ bằng một vài thao tác đơn giản. </p> <p> TikTok cũng có thể cho phép các thương hiệu quảng cáo toàn bộ danh mục trên ứng dụng, điều này gần giống như <a href=\"https://www.makeuseof.com/whatsapp-introduces-shopping-button/\" target=\"_blank\" rel=\"nofollow noopener\"> tính năng danh mục mua sắm đã có mặt trong WhatsApp </a> . </p> <p> Facebook, Instagram và WhatsApp đã phát triển thành các nền tảng truyền thông xã hội có vai trò như trung tâm mua sắm. Với những thay đổi này, có vẻ như TikTok đang hướng tới điều tương tự. </p> <p> <a href=\"https://www.makeuseof.com/tiktok-let-users-sell-merchandise/\" target=\"_blank\" rel=\"nofollow noopener\"> TikTok thông báo hợp tác với TeeSpring </a> vào tháng 9 năm 2020, một tích hợp cho phép người sáng tạo bán hàng hóa của riêng họ trên ứng dụng. Nền tảng này cũng hợp tác với Shopify trong cùng thời gian, mang đến cho người bán cơ hội tạo chiến dịch quảng cáo cho TikTok. </p> <p> Financial Times cũng lưu ý rằng khoảng 40% người dùng trên TikTok không có tài khoản Facebook và 63% không sử dụng Twitter. Điều này có nghĩa là một thị trường hoàn toàn mới gồm những người dùng không nhìn thấy các chiến dịch quảng cáo tràn ngập trên Facebook và Twitter. Điều này có thể có nghĩa là tiền lớn cho các thương hiệu và nhà quảng cáo. </p> <p> </p> <h2 id=\"social-media-a-new-shopping-destination\"> Truyền thông xã hội: Điểm đến mua sắm mới? </h2> <p> Tiền ngày càng trở nên quan trọng trong các phương tiện truyền thông xã hội và điều đó có thể gây lo lắng cho những người dùng chỉ sử dụng mạng xã hội để giữ liên lạc với bạn bè. Các sản phẩm đã được đẩy mạnh trên Facebook và Instagram, và TikTok sẽ sớm tham gia. </p> <p> Điều đó nói rằng, của bạn <strong> Cho bạn </strong> nguồn cấp dữ liệu có thể không còn giới hạn trong các tiểu phẩm vui nhộn và song ca. Cuối năm nay, bạn có thể thấy các ngôi sao TikTok yêu thích của mình quảng cáo sản phẩm trong các buổi phát trực tiếp hoặc có lẽ bạn sẽ tình cờ tìm thấy các liên kết sản phẩm mà thậm chí bạn có thể nghĩ đến việc mua hàng. </p> <p> Phương tiện truyền thông xã hội đang nhanh chóng trở thành một con đường để người sáng tạo, nhà quảng cáo và doanh nghiệp kiếm tiền, mà chúng ta có thể sẽ thấy nhiều hơn trong tương lai gần. </p>"}