{"title":"Xiaomi Mi 11 chính thức ra mắt toàn cầu","content":"<p> Nếu bạn đang tìm kiếm một chiếc điện thoại thông minh mới, bạn có thể nghĩ rằng <a href=\"https://www.makeuseof.com/samsung-galaxy-s21-worth-upgrading/\" target=\"_blank\" rel=\"nofollow noopener\"> Samsung Galaxy S21 </a> là lá cờ đầu hoàn hảo cho bạn. Nhưng Xiaomi Mi 11 là một điện thoại thông minh khác có thông số kỹ thuật cao cấp mà bạn cần xem xét. </p> <p> Đây là chiếc điện thoại đầu tiên được phát hành với bộ vi xử lý Qualcomm Snapdragon 888 cao cấp, nhưng ban đầu nó chỉ có sẵn ở Trung Quốc. </p> <p> Rất may, Xiaomi đã khắc phục tình hình và phát hành điện thoại trên toàn cầu. Và nó không chỉ đi kèm với thông số kỹ thuật ấn tượng mà còn có mức giá thấp đáng kinh ngạc. </p> <h2 id=\"what-s-all-the-xiaomi-mi-11-fuss-about\"> Tất cả những gì Xiaomi Mi 11 gây ồn ào về điều gì? </h2> <p> Rõ ràng, điều chính sẽ thu hút sự chú ý của bạn đến Xiaomi Mi 11 là bộ vi xử lý Snapdragon 888, nhưng công ty cũng mang đến một số phần cứng khá ấn tượng trong toàn bộ thiết bị. </p> <p> Bắt đầu với màn hình, Xiaomi Mi 11 có màn hình 6,81 inch ấn tượng. Nó có màn hình AMOLED WQHD + 120Hz, vì vậy bạn sẽ có được tốc độ làm mới cực nhanh. Chiếc điện thoại này cũng có kính cường lực Gorilla Glass Victus sẽ bị đánh bại. Ngoài ra, nó còn có độ sáng cực đại 1.500 nit, khá ấn tượng. </p> <p> </p> <p> Yếu tố thu hút sự chú ý lớn khác là cảm biến máy ảnh chính 108 megapixel, sẽ chụp một số bức ảnh đáng kinh ngạc. Có một ống kính siêu rộng 13 megapixel với trường nhìn 123 độ vững chắc và một game bắn súng tele 5 megapixel sẽ chụp cận cảnh và cá nhân. </p> <p> Mặt trước của điện thoại có camera selfie 20 megapixel nằm gọn trong một lỗ bấm. </p> <p> Có pin 4.600 mAh giúp điện thoại hoạt động trong thời gian dài. Như với bất kỳ chiếc flagship tốt nào, có sẵn tốc độ sạc không dây 55W hoặc 50W, vì vậy bạn sẽ có thể nạp tiền nhanh chóng. Ngoài ra, bạn được sạc ngược với Xiaomi Mi 11, vì vậy bạn có thể sử dụng pin lớn của nó để sạc các thiết bị khác của mình. </p> <p> </p> <h2 id=\"xiaomi-mi-11-price-and-availability\"> Giá và tính khả dụng của Xiaomi Mi 11 </h2> <p> Điện thoại sẽ ra mắt ở Châu Âu và Úc. Công ty đã tiết lộ giá bằng Euro, nói rằng điện thoại sẽ chỉ có giá € 749, khá hợp lý cho các thông số kỹ thuật mà thiết bị này mang lại. Giá đó là dành cho mẫu điện thoại cơ bản có RAM 8GB và bộ nhớ trong 128GB. Một mô hình đắt tiền hơn có RAM 8GB và bộ nhớ trong 256GB với giá € 799. </p> <p> Điện thoại sẽ ra mắt với hai màu Midnight Grey và Horizon Blue tại thị trường châu Âu. </p> <p> Xiaomi không cho biết chính xác khi nào điện thoại sẽ bắt đầu xuất xưởng. Thay vào đó, công ty cho biết họ sẽ thông báo nhiều hơn thông qua các kênh truyền thông xã hội trong khu vực trong những ngày tới. </p> <p> Nếu bạn đang tham gia thị trường cho một thiết bị hàng đầu và không ở Mỹ, bạn hoàn toàn nên cân nhắc chọn Xiaomi Mi 11. Nó có thông số kỹ thuật tốt so với mức giá. </p>"}