{"title":"Người xem xét đăng ký trên Twitter để cắt giảm quảng cáo","content":"<p> Twitter đang cân nhắc ý tưởng về đăng ký trả phí để giảm sự phụ thuộc vào quảng cáo. Nền tảng này không chỉ khám phá quyền truy cập dựa trên đăng ký vào TweetDeck mà còn có thể bắt đầu tính phí người dùng cho một số tính năng nhất định. </p> <h2 id=\"twitter-wants-to-step-away-from-ads\"> Twitter muốn thoát khỏi quảng cáo </h2> <p> Cuối cùng thì Twitter có thể không hoàn toàn miễn phí. Một báo cáo về <a href=\"https://www.bloomberg.com/news/articles/2021-02-08/twitter-considers-subscription-fee-for-tweetdeck-unique-content\" target=\"_blank\" rel=\"nofollow noopener\"> Bloomberg </a> tiết lộ rằng Twitter đang suy nghĩ về những cách mới có thể kiếm tiền và điều này bao gồm phí đăng ký, mẹo trả phí và thậm chí cả các tính năng có tường phí. </p> <p> Twitter có thể xem xét thêm một mô hình đăng ký vào <a href=\"https://tweetdeck.twitter.com/\" target=\"_blank\" rel=\"nofollow noopener\"> TweetDeck </a> , giải pháp thay thế Twitter sắp xếp gọn gàng các nguồn cấp dữ liệu của bạn thành các cột không có quảng cáo. Nền tảng này đã khám phá tính phí cho TweetDeck vào năm 2017, nhưng không có gì xuất hiện từ nó. </p> <p> Twitter cũng đang nghiền ngẫm ý tưởng về các tính năng trả phí trên Twitter. Vào tháng 7 năm 2020, Twitter đã gửi một cuộc khảo sát hỏi người dùng những tính năng nào họ sẽ cân nhắc trả tiền. Nếu các tính năng trả phí từng xuất hiện, điều này có thể có nghĩa là trả tiền cho các tùy chọn tùy chỉnh hồ sơ nâng cao và thậm chí có thể là các tính năng cho phép bạn hoàn tác một số hành động nhất định. </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Sau khi Giám đốc điều hành Jack Dorsey xác nhận Twitter đang khám phá một mô hình đăng ký, công ty đang tiến hành khảo sát người dùng về loại tính năng mà họ muốn thấy trong một dịch vụ như vậy. <br><br> Hoàn tác gửi, huy hiệu đặc biệt cho hồ sơ và phân tích nâng cao nằm trong số các tính năng đang được xem xét. <a href=\"https://t.co/hL6T8sdI0s\"> pic.twitter.com/hL6T8sdI0s </a></p> - Andrew Roth + (@RothsReviews) <a href=\"https://twitter.com/RothsReviews/status/1289219418967257088?ref_src=twsrc%5Etfw\"> Ngày 31 tháng 7 năm 2020 </a></blockquote>  <p> Báo cáo của Bloomberg cũng đề cập rằng Twitter cũng đang khám phá các &quot;mẹo&quot;. Điều này sẽ cho phép người dùng mách nước cho các nhà báo hoặc người sáng tạo về một số loại nội dung nhất định. Nền tảng đã thử nghiệm với tùy chọn này trên ứng dụng phát sóng của nó <a href=\"https://www.makeuseof.com/twitter-abandoning-periscope/\" target=\"_blank\" rel=\"nofollow noopener\"> Periscope, dự kiến ​​đóng cửa vào tháng 3 năm 2021 </a> . </p> <p> Ngoài ra, giám đốc tài chính của Twitter, Ned Segal, đã gợi ý về các loại tính năng trả phí khác tại một hội nghị vào tháng 12 năm 2020. Ông lưu ý rằng các tính năng trả phí của Twitter có thể liên quan đến &quot;video chất lượng cao hơn&quot;, &quot;phân tích&quot; và thậm chí là &quot;sự hiện diện kinh doanh. &quot; </p> <p> Bruce Falck, người đứng đầu bộ phận sản phẩm doanh thu của Twitter, nói với Bloomberg rằng Twitter &quot;có thể bao gồm&quot; các đăng ký trong tương lai. Anh ấy tiếp tục nói, &quot;Mặc dù chúng tôi rất vui mừng về tiềm năng này, nhưng điều quan trọng cần lưu ý là chúng tôi vẫn đang khám phá rất sớm và chúng tôi không mong đợi bất kỳ doanh thu có ý nghĩa nào do những cơ hội này vào năm 2021. ” Điều này có nghĩa là chúng tôi có thể sẽ không phải lo lắng về các tính năng trả phí. </p> <p> <a href=\"https://www.makeuseof.com/twitter-dives-into-newsletters-revue-purchase/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitter thông báo rằng họ đang mua lại dịch vụ bản tin </a> , Revue, vào tháng 1 năm 2021. Tính phí người dùng đăng ký nhận bản tin có vẻ như là một con đường hợp lý mà Twitter thực hiện, nhưng vẫn chưa rõ liệu Twitter có kế hoạch làm như vậy hay không. </p> <p> </p> <h2 id=\"would-you-pay-for-features-on-twitter\"> Bạn có trả tiền cho các tính năng trên Twitter không? </h2> <p> Thật khó để tưởng tượng Twitter là một mạng xã hội miễn phí. Mặc dù người dùng thành thạo có thể trả tiền cho một số tính năng nhất định để nâng cao trải nghiệm Twitter của họ, nhưng người dùng bình thường có thể sẽ không cảm thấy có xu hướng trả tiền cho đăng ký TweetDeck hoặc mua một tính năng hoàn tác. </p> <p> Twitter cần đạt được sự cân bằng hoàn hảo giữa việc đáp ứng các nhà quảng cáo và người dùng của nó. Nếu nó tập trung quá nhiều vào việc tính phí người dùng và loại bỏ quảng cáo, điều này sẽ khiến cả người dùng và nhà quảng cáo không hài lòng. </p>"}