{"title":"5 máy tính cung cấp điện trực tuyến tốt nhất","content":"<p> Cho dù bạn đang mua một bộ nguồn mới hay chỉ tò mò về lượng điện mà PC của bạn sử dụng, một máy tính cung cấp điện trực tuyến có thể giúp bạn. </p> <p> Các công cụ web tiện dụng này giải quyết các yêu cầu điện năng kết hợp của các thành phần của bạn, vì vậy bạn có thể đưa ra quyết định sáng suốt về công suất mà bạn cần. Dưới đây là một số máy tính cung cấp điện tốt nhất xung quanh. </p> <h2 id=\"why-use-an-online-power-supply-calculator\"> Tại sao sử dụng Máy tính cung cấp điện trực tuyến? </h2> <p> Mọi thành phần bạn thêm vào PC sẽ lấy điện từ bộ cấp nguồn (PSU). Bạn càng thêm nhiều, bạn càng cần nhiều điện năng. RAM, cạc đồ họa, bộ xử lý, bo mạch chủ — tất cả chúng đều cần nước để chạy hiệu quả và an toàn. Điều này chỉ tăng lên nếu bạn bắt đầu <a href=\"https://www.makeuseof.com/overclock-gpu-windows-10-asus-gpu-tweak/\" target=\"_blank\" rel=\"nofollow noopener\"> ép xung các thành phần của bạn </a> . </p> <p> Nếu PSU của bạn quá yếu để cung cấp năng lượng cho tất cả các thành phần của bạn, bạn có thể nhanh chóng gặp sự cố. PC của bạn có thể không khởi động, nó có thể bị tắt dường như ngẫu nhiên và hệ điều hành của bạn có thể bị đóng băng. Nếu bạn không may mắn đặc biệt, nó có thể bị cháy, cuốn theo bo mạch chủ và các thành phần của bạn. </p> <p> Máy tính cung cấp điện trực tuyến có thể giúp bạn tránh những vấn đề như vậy. Chúng không chính xác 100 phần trăm, nhưng chúng có thể cho biết nguồn điện của bạn rõ ràng là không đủ hoặc đang chạy gần hết công suất. Điều quan trọng cần nhớ là, tuy nhiên, có những <a href=\"https://www.makeuseof.com/tag/6-things-know-buying-power-supply-unit-psu/\" target=\"_blank\" rel=\"nofollow noopener\"> các yếu tố bạn nên xem xét khi chọn một PSU </a> . PSU giá rẻ thường cung cấp ít năng lượng hơn so với mức họ yêu cầu và có thể kém tin cậy hơn. </p> <p> </p> <h2 id=\"1-outervision-power-supply-calculator\"> 1. <a href=\"https://outervision.com/power-supply-calculator\" target=\"_blank\" rel=\"nofollow noopener\"> Máy tính cung cấp điện OuterVision </a></h2> <p> <img alt=\"OuterVision power supply calculator\" src=\"images/outervision-power-supply-calculator-1-662.png\" loading=\"lazy\"> </p> <p> Trọng tâm chính của trang web Extreme OuterVision là máy tính PSU, nhưng nó cũng cung cấp các đánh giá về nguồn điện và các bản dựng ví dụ cho các mục đích khác nhau. Máy tính cung cấp điện có thể được đặt thành <strong> Căn bản </strong> hoặc là <strong> Chuyên gia </strong> . </p> <p> Giống như các máy tính PSU khác, bạn chọn các thành phần của mình bằng cách sử dụng nhiều menu thả xuống, thanh trượt và hộp văn bản. Các <strong> Chuyên gia </strong> phiên bản mở rộng số lượng trong số này để bao gồm các cài đặt nâng cao, như ép xung và làm mát bằng chất lỏng. </p> <p> Trong cả hai trường hợp, bạn có thể đặt thời gian PC của mình sẽ chạy mỗi ngày và lượng thời gian đó sẽ được dành cho các tác vụ đòi hỏi cao như chơi game hoặc kết xuất 3D. Trong cả hai chế độ, bạn chỉ có thể đặt tùy chọn bo mạch chủ thành <strong> Người phục vụ </strong> , <strong> Máy tính để bàn </strong> , hoặc là <strong> Mini-ITX </strong> . </p> <p> Hầu hết các trường chỉ cho phép các thành phần chung, như RAM 8GB DDR4 hoặc SSD SATA 256GB. Tuy nhiên, bạn có thể chọn bộ vi xử lý và cạc đồ họa cụ thể, có lẽ có nghĩa là kết quả chính xác hơn. Đây là máy tính duy nhất trong danh sách này có màn hình. </p> <p> Kết quả bao gồm công suất tải và công suất khuyến nghị. Trong <strong> Chuyên gia </strong> , bạn cũng có thể xem cường độ dòng điện kết hợp và ước tính chi phí năng lượng của mình. Trang web OuterVision cũng có tính năng tính toán mức tiêu thụ điện năng cho các giàn khai thác tiền điện tử. </p> <p> Ngoài việc tìm ra lợi nhuận khai thác tiềm năng của giàn khoan của bạn, nó liên kết với Amazon, nơi bạn có thể mua các bộ phận để xây dựng nó. </p> <p> </p> <h2 id=\"2-cooler-master-power-supply-calculator\"> 2. <a href=\"https://www.coolermaster.com/power-supply-calculator/\" target=\"_blank\" rel=\"nofollow noopener\"> Máy tính cấp nguồn Cooler Master </a></h2> <p> <img alt=\"cooler master power supply calculator\" src=\"images/cooler-master-power-supply-calculator-e1611671494951-262.png\" loading=\"lazy\"> </p> <p> Hầu hết những người đam mê công nghệ đều biết đến Cooler Master. Nó tạo ra một loạt các trường hợp, bộ làm mát, bộ cấp nguồn và thiết bị ngoại vi cho các nhà xây dựng PC. </p> <p> Nếu bạn đang chế tạo một chiếc PC đơn giản mà không có nhiều chuông và còi bổ sung, máy tính PSU của Cooler Master có thể cung cấp cho bạn một ước tính hợp lý về yêu cầu điện năng của bạn. </p> <p> Nó cung cấp sự lựa chọn trong số bảy yếu tố hình thức bo mạch chủ, bao gồm ATX và Mini-ATX, nhưng không phải là các kiểu bo mạch cụ thể. Bạn cũng có thể đặt bộ xử lý và cạc đồ họa cụ thể của mình, nhưng mọi thứ khác đều chung chung. </p> <p> Nó không cung cấp nhiều tùy chọn như máy tính OuterVision, nhưng nó bao gồm những điều cơ bản đủ tốt. Và, tất nhiên, máy tính này tồn tại như một cách để đề xuất nguồn cung cấp năng lượng cho Cooler Master. Cooler Master được nhiều người coi là một thương hiệu đáng tin cậy và đáng tin cậy cho PSU, nhưng điều quan trọng là phải nhận ra sự thiên vị đó. </p> <p> </p> <h2 id=\"3-be-quiet-psu-calculator\"> 3. <a href=\"https://www.bequiet.com/psucalculator\" target=\"_blank\" rel=\"nofollow noopener\"> Hãy yên lặng! Máy tính PSU </a></h2> <p> <img alt=\"BeQuiet power supply calculator\" src=\"images/bequiet-power-supply-calculator-859.png\" loading=\"lazy\"> </p> <p> Giống như Cooler Master, Be Quiet sản xuất vỏ máy, PSU, quạt và các bộ phận khác của PC, vì vậy máy tính của họ tự nhiên đề xuất các sản phẩm của riêng mình. Máy tính PSU của nó cũng bị loại bỏ tương tự, nhưng nó có một số tùy chọn thú vị khiến nó đáng để xem xét. </p> <p> Như với các máy tính khác, các khu vực duy nhất bạn có thể điền vào các mô hình cụ thể là dành cho bộ xử lý và cạc đồ họa. Nó hoàn toàn không có tùy chọn cho bo mạch chủ và bạn chỉ có thể chỉ định một số lượng đĩa SATA, đĩa PATA và thanh RAM — không phải tốc độ hoặc dung lượng của chúng. </p> <p> Nó cũng có một số tùy chọn ép xung đơn giản (ép xung hoặc ép xung nặng), cũng như cài đặt cho truyền điện USB 3.2. Nhưng điều nổi bật là khả năng lưu cấu hình vào PC của bạn dưới dạng tệp văn bản. Điều này có thể không hữu ích với một máy tính tương đối đơn giản như vậy, nhưng thật tuyệt nếu có tùy chọn. </p> <p> Sau khi bạn thực hiện một phép tính, trang web sẽ cung cấp cho bạn lựa chọn bộ nguồn Be Quiet, với các tùy chọn để lọc thêm kết quả. </p> <p> </p> <h2 id=\"4-power-supply-calculator\"> 4. <a href=\"http://powersupplycalculator.net/\" target=\"_blank\" rel=\"nofollow noopener\"> Máy tính cung cấp điện </a></h2> <p> <img alt=\"power supply calculator dot net\" src=\"images/power-supply-calculator-dot-net-e1611671539639-366.png\" loading=\"lazy\"> </p> <p> Máy tính PSU này là tốt nhất cho các máy tính cũ hơn, vì nó dường như không được cập nhật trong một thời gian. Nó thiếu rất nhiều thành phần mới hơn, nhưng nó cũng cho phép bạn thêm các kết nối FireWire vào đặc điểm kỹ thuật của mình, điều mà bạn có thể không tìm thấy với các máy tính mới. </p> <p> Cũng đáng chú ý là biểu đồ thanh mà nó tạo ra ở cuối. Điều này cho bạn thấy sự phân bổ công suất trong toàn bộ hệ thống của bạn, cả khi chạy không tải và khi tải. Đây không phải là thứ mà hầu hết các máy tính khác cung cấp. </p> <p> Cùng với các thành phần thông thường như ổ cứng và SSD, bạn có thể thêm các thiết bị ngoại vi như bàn phím và chuột. Bạn cũng có thể bao gồm nhiều loại thẻ PCI và PCI Express, và tối đa năm quạt. Có một số thanh trượt ép xung cho bộ vi xử lý. </p> <p> Nếu bạn có một PC cũ hơn và muốn kiểm tra mức tiêu thụ năng lượng của nó hoặc thay thế PSU của nó, máy tính này đáng để thử. Nó cung cấp một số kết quả thú vị mà bạn sẽ không tìm thấy ở bất kỳ nơi nào khác và không thúc đẩy bạn mua bất cứ thứ gì. Tuy nhiên, đối với PC mới, bạn sẽ cần sử dụng một trong các máy tính khác. </p> <p> </p> <h2 id=\"pcpartpicker-system-builder\"> 5. <a href=\"https://pcpartpicker.com/list/\" target=\"_blank\" rel=\"nofollow noopener\"> Trình tạo hệ thống PCPartPicker </a></h2> <p> <img alt=\"PC part picker system builder\" src=\"images/pc-part-picker-system-builder-e1611671564379-603.png\" loading=\"lazy\"> </p> <p> PCPartPicker giới thiệu cho bạn danh sách tất cả các thành phần thiết yếu mà bạn cần để xây dựng một PC. Dưới mỗi tiêu đề là một nút, bạn bấm vào để thêm một phần. Sau đó, bạn nhận được một danh sách dài các sản phẩm thực tế để lựa chọn, bao gồm cả giá từ các thương gia khác nhau. </p> <p> Khi bạn thêm các bộ phận vào danh sách của mình, Trình tạo hệ thống sẽ theo dõi khả năng tương thích của các bộ phận của bạn và công suất ước tính tổng thể. Bạn cũng có tùy chọn xuất danh sách của mình. Trang web tự động tạo một liên kết duy nhất mà bạn có thể chia sẻ, nhưng bạn cũng có thể tạo văn bản đánh dấu mà bạn có thể sao chép và dán để nhúng vào nơi khác. </p> <p> Danh sách của bạn cũng có thể được lưu vào tài khoản của bạn nếu bạn tạo một danh sách. Ngoài ra, bạn có thể xem lịch sử của tất cả các danh sách bạn đã tạo, điều này hoàn hảo nếu bạn muốn so sánh các bản dựng tiềm năng. </p> <p> Nó không phải là một máy tính PSU chuyên dụng, vì vậy nó không cung cấp cho bạn thông tin chi tiết về yêu cầu năng lượng và không tính đến việc ép xung. Nhưng nó cho phép bạn chọn các thành phần thực tế cho mọi phần của bản dựng của bạn và sau đó dựa trên các yêu cầu của PSU. </p> <p> </p> <h2 id=\"how-accurate-are-power-supply-calculators\"> Máy tính cung cấp điện chính xác như thế nào? </h2> <p> Máy tính PSU chỉ có thể đưa ra một ước tính, thay vì một con số chính xác. Do đó, bạn có thể sử dụng chúng như một hướng dẫn, nhưng đừng coi kết quả là phúc âm. </p> <p> Trong các thử nghiệm của mình, chúng tôi đã tưởng tượng ra một chiếc PC chơi game với card đồ họa và bộ xử lý cao cấp, 16GB DDR4, SSD SATA và ổ cứng 7200rpm. Các khuyến nghị mà chúng tôi nhận được từ máy tính nằm trong khoảng từ 527W đến 580W. </p> <p> Trong mọi trường hợp, những con số đó đều thấp hơn dự kiến. Ví dụ, Nvidia tuyên bố rằng một card cao cấp như GeForce RTX 3080 yêu cầu ít nhất một PSU 750W. </p> <p> </p> <h2 id=\"get-the-right-amount-of-power-to-your-rig\"> Nhận lượng điện phù hợp cho giàn khoan của bạn </h2> <p> Thật vậy, tốt nhất là bạn nên có một số chi phí khi chọn nguồn điện, vì vậy bất cứ điều gì mà các máy tính này đề xuất, bạn có thể nên thêm vài trăm watt ở trên cùng. Họ dường như đều có lỗi khi đề xuất mức tối thiểu trần. </p> <p> Cũng nên nhớ rằng không phải tất cả các bộ nguồn đều được tạo ra như nhau. PSU giá rẻ hoặc kém hiệu quả có thể gây ra tất cả các loại vấn đề. Trên thực tế, chúng thậm chí có thể chiên hoàn toàn bo mạch chủ của bạn. Vì vậy, hãy lựa chọn cẩn thận và tìm lời khuyên từ một chuyên gia xây dựng PC có kinh nghiệm nếu bạn không chắc chắn. </p>"}