{"title":"Valve chính thức phát hành Steam tại Trung Quốc","content":"<p> Nền tảng phát trực tuyến và thị trường trò chơi, Steam, cuối cùng đã có bản phát hành bản địa chính thức tại Trung Quốc, trong một tuần lễ lớn cho thị trường game của nước này. </p> <h2 id=\"steam-officially-arrives-in-china\"> Steam chính thức đến Trung Quốc </h2> <p> Game thủ Trung Quốc hiện đã có quyền truy cập vào phiên bản quốc tế của Steam. Tuy nhiên, điều còn thiếu là một người mẫu gốc Hoa. </p> <p> Điều đó hiện đã thay đổi, vì Steam đã chính thức ra mắt nền tảng này trong nước. Thay vì phải truy cập Steam thông qua ứng dụng khách toàn cầu, các game thủ Trung Quốc giờ đây đã có phiên bản của riêng họ. </p> <p> Đây sẽ là tin tức được nhiều người đón nhận. Có, Trung Quốc có thể đã có quyền truy cập vào ứng dụng Steam quốc tế, nhưng điều này có thể phải chịu lệnh cấm tại bất kỳ thời điểm nào, nhờ luật kiểm duyệt nghiêm ngặt ở Trung Quốc. Kết quả là, Steam đã ở một vị trí bấp bênh. </p> <p> </p> <h2 id=\"why-has-china-only-just-got-steam\"> Tại sao Trung Quốc chỉ có Steam? </h2> <p> <img alt=\"gamer hand on keyboard\" src=\"images/gamer-hand-on-keyboard-635.png\" loading=\"lazy\"> </p> <p> Valve đã hứa hẹn với các game thủ Trung Quốc về phiên bản Steam của riêng họ trong vài năm nay. Cuối cùng, nó đã mất ba năm để đi đến kết quả. Vì vậy, điều gì đã diễn ra lâu như vậy? </p> <p> Vâng, bạn có thể biết hoặc không biết, Đảng Cộng sản Trung Quốc (ĐCSTQ), là cơ quan quản lý ở Trung Quốc, kiểm tra chặt chẽ tất cả các phương tiện truyền thông quốc tế và bất kỳ dữ liệu nước ngoài nào xâm nhập vào nước này. </p> <p> Điều này không chỉ có nghĩa là các vấn đề thời sự hay chính trị. Nó mở rộng cho mọi thứ, từ phim ảnh, sách và trò chơi điện tử. </p> <p> Chính vì lý do này mà Steam đã phải mất rất nhiều thời gian để có mặt tại Trung Quốc. Trò chơi cần nhận được sự chấp thuận của chính phủ Trung Quốc trước khi các nhà phát triển có thể phát hành chúng ở Trung Quốc. Điều này bao gồm các trò chơi trên Steam. </p> <p> </p> <h2 id=\"what-games-does-china-s-steam-feature\"> Trò chơi nào có tính năng Steam của Trung Quốc? </h2> <p> Như đã đề cập, phiên bản Trung Quốc của nền tảng phổ biến có một số trò chơi hạn chế vì sự kiểm duyệt mà bạn vừa đọc. </p> <p> Như hiện tại, thị trường hiện có khoảng 50 đầu sách được liệt kê, đánh dấu 10 trong số đó là &quot;sắp ra mắt&quot;, có lẽ là trong khi chính phủ xem xét chúng. </p> <p> Hiện tại, người dùng Steam Trung Quốc có thể thưởng thức những tựa game nổi tiếng như Counter-Strike: Global Offensive. Đây luôn là tựa game phổ biến nhất trên Steam, như đã được xác nhận khi <a href=\"https://www.makeuseof.com/steam-sets-a-new-record-to-start-2021-with-a-bang/\" target=\"_blank\" rel=\"nofollow noopener\"> Steam đã phá kỷ lục người dùng đồng thời của chính nó </a> vào ngày 8 tháng 2 năm 2021. </p> <p> </p> <h2 id=\"great-news-for-china-s-gaming-community\"> Tin vui cho cộng đồng trò chơi của Trung Quốc </h2> <p> <img alt=\"steam-reviews\" src=\"images/steam-reviews-809.jpg\" loading=\"lazy\"> </p> <p> Sự xuất hiện của Steam tại Trung Quốc chắc chắn sẽ là thứ âm nhạc đến tai của các game thủ Trung Quốc. Giờ đây, Trung Quốc có một nền tảng ổn định để chơi các tựa game Steam yêu thích của mình mà không bị đe dọa kiểm duyệt làm mất đi niềm vui của họ. </p> <p> Steam cung cấp cho tất cả người dùng một cách tuyệt vời để chơi trò chơi, cũng như một môi trường an toàn để mua trò chơi. Thật tuyệt vời khi chính phủ Trung Quốc đã cho phép Valve tung ra nền tảng của mình tại quốc gia này. </p>"}