{"title":"Những điều bạn cần biết về cuộc tấn công mã độc ransomware trong mê cung","content":"<p> Hãy tưởng tượng đang viết một email công việc quan trọng và đột nhiên mất quyền truy cập vào mọi thứ. Hoặc nhận được một thông báo lỗi nghiêm trọng yêu cầu bitcoin giải mã máy tính của bạn. Có thể có nhiều tình huống khác nhau, nhưng có một điều vẫn giống nhau đối với tất cả các cuộc tấn công bằng ransomware — những kẻ tấn công luôn cung cấp hướng dẫn về cách lấy lại quyền truy cập của bạn. Tất nhiên, lợi ích duy nhất là trước tiên bạn phải cung cấp một số tiền chuộc khổng lồ. </p> <p> Một loại ransomware tàn khốc được gọi là &quot;Mê cung&quot; đang làm khuynh đảo thế giới an ninh mạng. Đây là những gì bạn cần biết về ransomware Cognizant Maze. </p> <h2 id=\"what-is-the-maze-ransomware\"> Maze Ransomware là gì? </h2> <p> Maze ransomware xuất hiện dưới dạng một chủng Windows, được phân phối thông qua các email spam và các bộ công cụ khai thác yêu cầu một lượng lớn bitcoin hoặc tiền điện tử để đổi lấy việc giải mã và khôi phục dữ liệu bị đánh cắp. </p> <p> Các email đến với các dòng chủ đề có vẻ vô tội như “Hóa đơn Verizon của bạn đã sẵn sàng để xem” hoặc “Gửi gói hàng bị nhỡ” nhưng bắt nguồn từ các miền độc hại. Có tin đồn rằng Maze là ransomware dựa trên chi nhánh hoạt động thông qua mạng lưới các nhà phát triển chia sẻ lợi nhuận với các nhóm khác nhau xâm nhập vào mạng công ty. </p> <p> Để đưa ra các chiến lược bảo vệ và hạn chế khả năng bị phơi nhiễm khỏi các cuộc tấn công tương tự, chúng ta nên suy ngẫm về Cognizant Maze ... </p> <p> </p> <h2 id=\"the-cognizant-maze-ransomware-attack\"> Cuộc tấn công mã độc giả mạo mê cung </h2> <p> <img alt=\"dont-pay-ransomware\" src=\"images/dont-pay-ransomware-331.jpg\" loading=\"lazy\"> </p> <p> Vào tháng 4 năm 2020, Cognizant, một công ty nằm trong danh sách Fortune 500 và là một trong những nhà cung cấp dịch vụ CNTT lớn nhất toàn cầu, đã trở thành nạn nhân của cuộc tấn công Maze nguy hiểm gây ra sự gián đoạn dịch vụ trên diện rộng. </p> <p> Do cuộc tấn công này bị xóa các thư mục nội bộ, một số nhân viên của Cognizant bị gián đoạn giao tiếp và nhóm bán hàng bị bối rối không có cách nào để giao tiếp với khách hàng và ngược lại. </p> <p> Thực tế là vi phạm dữ liệu Cognizant xảy ra khi công ty đang chuyển nhân viên làm việc từ xa do đại dịch Coronavirus khiến công việc này trở nên khó khăn hơn. Theo báo cáo của <a href=\"https://www.crn.com/news/managed-services/cognizant-some-employee-email-access-lost-after-maze-attack\" target=\"_blank\" rel=\"nofollow noopener\"> CRN </a> , các nhân viên buộc phải tìm cách khác để liên lạc với đồng nghiệp do bị mất quyền truy cập email. </p> <p> Giám đốc điều hành của Cognizant, Brian Humphries cho biết: “Không ai muốn bị đối phó với một cuộc tấn công ransomware. “Cá nhân tôi không tin rằng có ai đó thực sự không thấm vào đâu, nhưng sự khác biệt là cách bạn quản lý nó. Và chúng tôi đã cố gắng quản lý nó một cách chuyên nghiệp và thuần thục ”. </p> <p> Công ty đã nhanh chóng làm mất ổn định tình hình bằng cách có được sự giúp đỡ của các chuyên gia hàng đầu về an ninh mạng và đội bảo mật CNTT nội bộ của họ. Cuộc tấn công mạng Cognizant cũng đã được báo cáo cho các cơ quan thực thi pháp luật và các khách hàng của Cognizant đã được cung cấp các bản cập nhật liên tục về Chỉ số Thỏa hiệp (IOC). </p> <p> Tuy nhiên, công ty đã phải chịu những thiệt hại tài chính đáng kể do cuộc tấn công, tích lũy được một con số khổng lồ <a href=\"https://www.businesstoday.in/current/corporate/maze-ransomware-costs-cognizant-50-70-million-q1-impact-to-continue-beyond-q2/story/403214.html\" target=\"_blank\" rel=\"nofollow noopener\"> $ 50- $ 70 triệu doanh thu bị mất </a> . </p> <p> </p> <h2 id=\"why-is-maze-ransomware-a-double-threat\"> Tại sao Maze Ransomware là một mối đe dọa kép? </h2> <p> Như thể bị ảnh hưởng bởi Ransomware vẫn chưa đủ tệ, những người phát minh ra cuộc tấn công Maze đã tạo thêm một sự thay đổi để các nạn nhân có thể cạnh tranh. Một chiến thuật độc hại được gọi là “tống tiền kép” được đưa ra với cuộc tấn công Maze trong đó nạn nhân bị đe dọa rò rỉ dữ liệu bị xâm nhập nếu họ từ chối hợp tác và đáp ứng các yêu cầu của ransomware. </p> <p> Phần mềm ransomware khét tiếng này được gọi đúng là “mối đe dọa kép” bởi vì ngoài việc tắt quyền truy cập mạng của nhân viên, nó còn tạo ra một bản sao của toàn bộ dữ liệu mạng và sử dụng nó để khai thác và dụ nạn nhân đòi tiền chuộc. </p> <p> Thật không may, chiến thuật gây áp lực của những người tạo ra Mê cung không kết thúc ở đây. Nghiên cứu gần đây đã chỉ ra rằng TA2101, một nhóm đứng sau Maze ransomware, hiện đã xuất bản một trang web chuyên dụng liệt kê tất cả các nạn nhân không hợp tác của họ và thường xuyên công bố các mẫu dữ liệu bị đánh cắp của họ như một hình thức trừng phạt. </p> <p> </p> <h2 id=\"how-to-limit-maze-ransomware-incidents\"> Làm thế nào để hạn chế sự cố ransomware trong mê cung </h2> <p> <img alt=\"ransomware-surprise\" src=\"images/ransomware-surprise-191.jpg\" loading=\"lazy\"> </p> <p> Giảm thiểu và loại bỏ rủi ro do ransomware là một quá trình gồm nhiều khía cạnh, trong đó các chiến lược khác nhau được kết hợp và tùy chỉnh dựa trên từng trường hợp người dùng và hồ sơ rủi ro của một tổ chức cá nhân. Dưới đây là các chiến lược phổ biến nhất có thể giúp ngăn chặn một cuộc tấn công Mê cung ngay trong đường đi của nó. </p> <h3 id=\"enforce-application-whitelisting\"> Thực thi danh sách cho phép ứng dụng </h3> <p> Danh sách trắng ứng dụng là một kỹ thuật giảm thiểu mối đe dọa chủ động cho phép chỉ các chương trình hoặc phần mềm được ủy quyền trước chạy trong khi tất cả các chương trình hoặc phần mềm khác bị chặn theo mặc định. </p> <p> Kỹ thuật này giúp ích rất nhiều trong việc xác định các nỗ lực bất hợp pháp nhằm thực thi mã độc hại và hỗ trợ ngăn chặn các cài đặt trái phép. </p> <h3 id=\"patch-applications-and-security-flaws\"> Ứng dụng vá và lỗi bảo mật </h3> <p> Các lỗi bảo mật cần được vá ngay khi chúng được phát hiện để ngăn chặn những kẻ tấn công thao túng và lạm dụng. Dưới đây là khung thời gian được khuyến nghị để áp dụng các bản vá lỗi kịp thời dựa trên mức độ nghiêm trọng của các lỗi: </p> <ul> <li> <strong> Rủi ro cực cao </strong> : trong vòng 48 giờ kể từ khi bản vá được phát hành. </li> <li> <strong> Rủi ro cao </strong> : trong vòng hai tuần kể từ khi bản vá được phát hành. </li> <li> <strong> Rủi ro vừa phải hoặc thấp </strong> : trong vòng một tháng kể từ khi bản vá được phát hành. </li> </ul> <h3 id=\"configure-microsoft-office-macro-settings\"> Định cấu hình Cài đặt Macro của Microsoft Office </h3> <p> Macro được sử dụng để tự động hóa các tác vụ thông thường nhưng đôi khi có thể là mục tiêu dễ dàng để vận chuyển mã độc hại vào hệ thống hoặc máy tính sau khi được kích hoạt. Cách tiếp cận tốt nhất là giữ cho chúng bị vô hiệu hóa nếu có thể hoặc để chúng được đánh giá và xem xét trước khi sử dụng chúng. </p> <h3 id=\"employ-application-hardening\"> Làm cứng ứng dụng tuyển dụng </h3> <p> Làm cứng ứng dụng là một phương pháp che chắn các ứng dụng của bạn và áp dụng các lớp bảo mật bổ sung để bảo vệ chúng khỏi bị đánh cắp. Các ứng dụng Java rất dễ có lỗ hổng bảo mật và có thể bị các tác nhân đe dọa sử dụng làm điểm xâm nhập. Điều bắt buộc là phải bảo vệ mạng của bạn bằng cách sử dụng phương pháp này ở cấp ứng dụng. </p> <h3 id=\"restrict-administrative-privileges\"> Hạn chế Đặc quyền Quản trị </h3> <p> Các đặc quyền quản trị nên được xử lý hết sức thận trọng vì tài khoản quản trị viên có quyền truy cập vào mọi thứ. Luôn sử dụng Nguyên tắc Đặc quyền Ít nhất (POLP) khi thiết lập quyền truy cập và quyền vì đó có thể là một yếu tố không thể thiếu trong việc giảm thiểu phần mềm tống tiền Maze hoặc bất kỳ cuộc tấn công mạng nào cho vấn đề đó. </p> <h3 id=\"patch-operating-systems\"> Patch hệ điều hành </h3> <p> Theo quy tắc chung, bất kỳ ứng dụng, máy tính và thiết bị mạng nào có lỗ hổng bảo mật rủi ro cao phải được vá trong vòng 48 giờ. Điều quan trọng nữa là đảm bảo chỉ sử dụng các phiên bản hệ điều hành mới nhất và tránh các phiên bản không được hỗ trợ bằng mọi giá. </p> <h3 id=\"implement-multi-factor-authentication\"> Triển khai xác thực đa yếu tố </h3> <p> Xác thực đa yếu tố (MFA) bổ sung thêm một lớp bảo mật vì nhiều thiết bị được ủy quyền được yêu cầu đăng nhập vào các giải pháp truy cập từ xa như ngân hàng trực tuyến hoặc bất kỳ hành động đặc quyền nào khác yêu cầu sử dụng thông tin nhạy cảm. </p> <h3 id=\"secure-your-browsers\"> Bảo mật trình duyệt của bạn </h3> <p> <img alt=\"browser bar showing https\" src=\"images/secure-browser-954.jpg\" loading=\"lazy\"> </p> <p> Điều quan trọng là đảm bảo rằng trình duyệt của bạn luôn được cập nhật, quảng cáo bật lên bị chặn và cài đặt trình duyệt của bạn ngăn việc cài đặt các tiện ích mở rộng không xác định. </p> <p> Xác minh xem các trang web bạn đang truy cập có hợp pháp hay không bằng cách kiểm tra thanh địa chỉ. Chỉ cần nhớ rằng, HTTPS an toàn trong khi HTTP kém hơn đáng kể. </p> <p> </p> <h3 id=\"employ-email-security\"> Sử dụng Bảo mật Email </h3> <p> Phương thức xâm nhập chính của ransomware Maze là qua email. </p> <p> Triển khai xác thực đa yếu tố để thêm một lớp bảo mật bổ sung và đặt ngày hết hạn cho mật khẩu. Ngoài ra, hãy huấn luyện bản thân và nhân viên để không bao giờ mở email từ các nguồn không xác định hoặc ít nhất là không tải xuống bất cứ thứ gì như tệp đính kèm đáng ngờ. Đầu tư vào một giải pháp bảo vệ email đảm bảo việc truyền tải email của bạn một cách an toàn. </p> <h3 id=\"make-regular-backups\"> Sao lưu thường xuyên </h3> <p> Sao lưu dữ liệu là một phần không thể thiếu của kế hoạch khôi phục sau thảm họa. Trong trường hợp bị tấn công, bằng cách khôi phục các bản sao lưu thành công, bạn có thể dễ dàng giải mã dữ liệu sao lưu ban đầu đã bị tin tặc mã hóa. Bạn nên thiết lập sao lưu tự động và tạo mật khẩu phức tạp và độc đáo cho nhân viên của mình. </p> <h3 id=\"pay-attention-to-affected-endpoints-and-credentials\"> Chú ý đến các điểm cuối bị ảnh hưởng và thông tin đăng nhập </h3> <p> Cuối cùng nhưng không kém phần quan trọng, nếu bất kỳ điểm cuối mạng nào của bạn bị ảnh hưởng bởi Maze ransomware, bạn nên nhanh chóng xác định tất cả thông tin đăng nhập được sử dụng trên chúng. Luôn cho rằng tất cả các điểm cuối đều có sẵn và / hoặc bị xâm phạm bởi tin tặc. Nhật ký sự kiện của Windows sẽ hữu ích cho việc phân tích các nhật ký sau thỏa hiệp. </p> <p> </p> <p> </p> <h2 id=\"dazed-about-the-cognizant-maze-attack\"> Choáng váng về Cuộc tấn công mê cung? </h2> <p> <img alt=\"a blue colored maze\" src=\"images/maze-puzzle-makers-online-fun-websites-featured-446.jpg\" loading=\"lazy\"> </p> <p> Vi phạm Cognizant khiến nhà cung cấp giải pháp CNTT phải vật lộn để phục hồi sau những tổn thất lớn về tài chính và dữ liệu. Tuy nhiên, với sự trợ giúp của các chuyên gia hàng đầu về an ninh mạng, công ty đã nhanh chóng phục hồi sau cuộc tấn công ác ý này. </p> <p> Tập này đã chứng minh các cuộc tấn công ransomware nguy hiểm như thế nào. </p> <p> Bên cạnh Maze, có rất nhiều cuộc tấn công ransomware khác được thực hiện bởi các tác nhân đe dọa độc hại hàng ngày. Tin tốt là, với sự thẩm định và thực hành bảo mật nghiêm ngặt, bất kỳ công ty nào cũng có thể dễ dàng giảm thiểu các cuộc tấn công này trước khi chúng tấn công. </p>"}