{"title":"Bloomberg Terminal là gì và điều gì khiến nó trở nên mạnh mẽ như vậy?","content":"<p> Bloomberg là một trong những dịch vụ tin tức tài chính lớn nhất thế giới và người sáng lập của nó, Mike Bloomberg, là một trong những người giàu nhất thế giới. </p> <p> Phần lớn tài sản mà anh ta có được đến từ Bloomberg Terminal, phần mềm máy tính không thể thiếu của nhiều công ty trong lĩnh vực tài chính. Nếu bạn làm công việc văn phòng công ty, rất có thể bạn đã tự mình sử dụng nó. </p> <p> Vậy, Bloomberg Terminal chính xác làm gì, và điều gì khiến nó trở nên mạnh mẽ và quý giá đối với các chuyên gia Phố Wall? </p> <h2 id=\"how-the-bloomberg-terminal-came-to-be\"> Nhà ga Bloomberg đã hình thành như thế nào </h2> <p> <img alt=\"Bloomberg Terminal on a computer screen\" src=\"images/bloomberg_terminal-1-668.jpg\" loading=\"lazy\"> </p> <p> Trước khi xây dựng Bloomberg Terminal, Mike Bloomberg là đối tác chung của Salomon Brothers, một ngân hàng đầu tư có trụ sở chính tại New York. </p> <p> Sau khi nhận gói trợ cấp thôi việc trị giá 10 triệu đô la vào năm 1981, ông đã phát minh ra một hệ thống kết hợp dữ liệu tài chính, phân tích, tuân thủ và các dịch vụ thông tin tài chính và kinh doanh liên quan trong một phần mềm máy tính duy nhất - Bloomberg Terminal. </p> <p> Bloomberg Terminal chính thức ra mắt vào năm 1982, và phần còn lại là lịch sử. Ngày nay, Terminal được sử dụng bởi hơn 320.000 người đăng ký trên khắp thế giới. Người ta ước tính rằng bản thân phần mềm này chịu trách nhiệm cho một phần ba doanh thu của Bloomberg LP. Ngoài PC, Bloomberg Terminal cũng có sẵn trên điện thoại thông minh. </p> <p> </p> <h2 id=\"who-uses-the-bloomberg-terminal\"> Ai sử dụng Bloomberg Terminal? </h2> <p> <img alt=\"Stock price information reflected in a glass panel\" src=\"images/bloomberg_terminal5-980.jpg\" loading=\"lazy\"> Tín dụng hình ảnh: Andrey Rudakov / <a href=\"https://www.bloomberg.com/company/press/bloomberg-bond-trading-platform-mauritius/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Bloomberg Terminal thường được mô tả như một siêu máy tính mà các chuyên gia Phố Wall không thể thiếu. Một đăng ký Bloomberg Terminal có giá khoảng 20.000 đến 24.000 đô la mỗi năm, nhưng điều đó không ngăn được cơ sở khách hàng của họ gia hạn đăng ký của họ vì nó hữu ích như thế nào. </p> <p> Thương nhân, nhà môi giới, nhà phân tích, nhà quản lý danh mục đầu tư, nhà đầu tư và giám đốc điều hành là cơ sở tiêu dùng chính của Terminal. </p> <p> Nếu bạn là sinh viên đại học theo đuổi một khóa học về tài chính hoặc kinh tế, bạn có thể đã được dạy cách điều hướng các chức năng cơ bản của nó. Điều này là do nhiều cơ sở giáo dục đại học đang đăng ký Terminal để sinh viên có thể có được kiến ​​thức thực tế về thị trường tài chính. </p> <p> </p> <h2 id=\"what-does-the-bloomberg-terminal-look-like\"> Nhà ga của Bloomberg trông như thế nào? </h2> <p> <img alt=\"The Bloomberg 15-inch Compact Display Terminal\" src=\"images/bloomberg_terminal2-664.jpg\" loading=\"lazy\"> Tín dụng hình ảnh: Bloomberg L.P./ <a href=\"https://www.bloomberg.com/company/stories/understanding-bloomberg-and-the-terminal/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Bloomberg Terminal có giao diện mang tính biểu tượng rất dễ nhận ra: màn hình đen toàn bộ và các dòng và dòng văn bản neon trong phông chữ gợi nhớ đến trò chơi điện tử thập niên 90 cũ. </p> <p> Terminal cũng cung cấp các máy tính của riêng mình để có trải nghiệm tối ưu, được gọi là Bloomberg 15 inch Compact Display Terminal. Với độ phân giải gốc 60Hz, 32 bit màu và màn hình 1024 x 768 (XGA), Thiết bị đầu cuối màn hình nhỏ gọn cung cấp màn hình chất lượng cao thông qua giá đỡ máy tính được thiết kế công thái học. Trong môi trường công ty, Terminal thường chạy trên hai, nhưng đôi khi bốn đến sáu màn hình. </p> <p> <img alt=\"Keyboard for the Bloomberg Terminal\" src=\"images/bloomberg_terminal4_keyboard2-828.jpg\" loading=\"lazy\"> Tín dụng hình ảnh: Bloomberg Professional Services / <a href=\"http://media-s3-us-east-1.ceros.com/bloomberg-financial-products/images/2020/06/03/7f4a77b1799a3b77b35237e2fde1d0f8/wht-key-full-002-small-rgb.jpg\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> Về phần cứng, để sử dụng Bloomberg Terminal, bạn cần một bàn phím kiểu PC gốc Bloomberg có tên là Starboard, trên các phím QWERTY thông thường của bạn, có các phím màu đỏ, xanh lam, xanh lục và vàng cho các chức năng cụ thể. </p> <p> </p> <h2 id=\"bloomberg-terminal-functions\"> Các chức năng của Bloomberg Terminal </h2> <p> Bây giờ, đây là một số chức năng mạnh mẽ nhất của Bloomberg Terminal. </p> <p> Các <b> CỨU GIÚP </b> nút có lẽ là chìa khóa hữu ích nhất cho những người mới bắt đầu. Nếu bạn có bất kỳ câu hỏi nào về bất kỳ điều gì trên Terminal, chỉ cần nhấn phím một lần và chuyên gia của Bloomberg sẽ có mặt để bắt đầu trò chuyện trực tiếp với bạn để giải quyết các thắc mắc của bạn. Tại sao phải bận tâm đến Google nữa? </p> <p> Nếu bạn có kết nối internet, chắc chắn bạn không còn xa lạ với <b> Tin tức Bloomberg </b> . Người dùng có thể chỉ cần gõ <b> TIN TỨC </b> và nhấn enter để nhận thông tin mới nhất về xu hướng thị trường, chuyển động và các tin bài nóng hổi có liên quan khác. </p> <p> Sau khi một nhà môi giới Phố Wall được giới thiệu tóm tắt về những câu chuyện tin tức lớn nhất trong ngày, hãy nói rằng họ muốn kiểm tra cổ phiếu và hoạt động tài chính của một công ty vào ngày đó. Không thành vấn đề: các phím tắt chẳng hạn như <b> BQ </b> , <b> GIP </b> và <b> OMON </b> cung cấp các biểu đồ, dữ liệu, báo giá, xu hướng và dự báo trực quan theo thời gian thực về quyền chọn cổ phần hoặc quỹ. </p> <p> Bạn muốn xuất một biểu đồ trực quan đẹp mắt từ Terminal sang Excel? Bản thân Terminal đã được kết hợp tốt với Microsoft Excel. Chỉ cần nhấn <b> DAPI </b> trên Terminal. Những người có trình độ nâng cao quen thuộc với bảng tính xây dựng Terminal tự động cập nhật dữ liệu mới nhất mỗi khi tệp được mở. <a href=\"https://www.makeuseof.com/tag/how-to-create-self-updating-excel-charts-in-three-easy-steps/\" target=\"_blank\" rel=\"nofollow noopener\"> Tìm hiểu cách tạo biểu đồ Microsoft Excel tự cập nhật tại đây </a> . </p> <p> Những người trong ngành trò chuyện qua <b> Tin nhắn Bloomberg </b> , về cơ bản là Facebook Messenger nhưng trên Bloomberg. Nó cho phép bạn nhắn tin cho bất kỳ ai đang ở trên Terminal. Điều này có nghĩa là bất kỳ ai trong ngành có thể liên hệ với nhau về mặt kỹ thuật ngay lập tức. Không còn yêu cầu số của người khác hoặc đặt câu hỏi về cách tốt nhất để liên lạc. </p> <p> Nếu bạn đang cố gắng tìm hiểu thêm về một người nổi tiếng trong một ngành cụ thể, hãy nhập <b> PEOP </b> sẽ cho phép bạn duyệt qua thông tin đăng nhập của họ. </p> <p> <img alt=\"Bloomberg Map on the Bloomberg Terminal showing real-time data about the oil market\" src=\"images/bloomberg_terminal3_bmap-579.png\" loading=\"lazy\"> Tín dụng hình ảnh: Bloomberg Professional Services / <a href=\"https://www.bloomberg.com/professional/blog/oil-ahoy-track-u-s-trade-flows-and-plot-vessel-movements/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\"> Bloomberg.com </a> </p> <p> <b> Bản đồ Bloomberg </b> về cơ bản là Google Maps, nhưng chi tiết hơn và phù hợp với ngành tài chính. </p> <p> Bằng cách sử dụng dữ liệu không gian địa lý, bản đồ cung cấp cho người dùng hình ảnh trực quan về các thảm họa thiên nhiên đang diễn ra trên toàn thế giới, do đó, những người theo dõi hàng hóa nhận thức được tác động của thiên tai đối với hàng hóa như dầu và vàng. Để truy cập bản đồ, hãy nhập <b> BMAP </b> . </p> <p> Công việc được thực hiện trong ngày. Giả sử nhà môi giới Phố Wall của chúng tôi đang muốn ăn tối tại một nhà hàng sang trọng. Một số sẽ <a href=\"https://www.makeuseof.com/tag/5-helpful-apps-for-when-you-cant-decide-where-to-eat-android/\" target=\"_blank\" rel=\"nofollow noopener\"> tìm kiếm các địa điểm tốt trên Google hoặc các ứng dụng đánh giá nhà hàng phổ biến </a> . Tuy nhiên, Terminal có thể thực hiện điều đó với <b> DINE, cái nào </b> hiển thị thông tin và đánh giá của người dùng về các nhà hàng cao cấp gần đó. </p> <p> Nếu nhà môi giới Phố Wall của chúng tôi muốn chi tiêu lớn nhưng không biết chi tiêu vào việc gì, chỉ cần nhập <b> MLUX </b> trên thiết bị đầu cuối sẽ trả về kết quả về các mặt hàng xa xỉ tốt nhất hiện có để mua trực tuyến. </p> <p> </p> <h2 id=\"the-bloomberg-terminal\"> Nhà ga Bloomberg </h2> <p> Bloomberg Terminal không chỉ là một hệ thống dữ liệu tài chính. Nó cũng là một nền tảng mạng xã hội, mua sắm và ăn uống. Điểm hấp dẫn nhất của nó là nó là một dịch vụ tất cả trong một được cung cấp với tốc độ và độ chính xác không thể tin được. Không có gì ngạc nhiên khi những người sử dụng Terminal không thể có đủ nó. </p> <p> Nếu bạn có cơ hội truy cập Terminal ở trường học hoặc cơ quan, hãy tận dụng nó và thử nhập các phím lệnh ở trên để xem những gì bật ra. </p>"}