{"title":"Báo cáo giống như Waze sắp có trên Apple Maps","content":"<p> Apple Maps trên iOS 14.5 đang nhận được các tính năng báo cáo nguồn cộng đồng mới tương tự như các tính năng có trong Waze và Google Maps. Khi bản cập nhật ra mắt công khai, người dùng sẽ có thể báo cáo tai nạn, nguy hiểm và kiểm tra tốc độ dọc theo tuyến đường của họ khi nhận chỉ đường. </p> <p> Apple quảng cáo tính năng này với một màn hình hiển thị bật lên vào lần đầu tiên bạn yêu cầu chỉ đường từ Maps sau khi nâng cấp lên iOS 14.5. Đây chắc chắn là một tính năng mới vì các phiên bản trước của ứng dụng Maps không có bất kỳ chức năng báo cáo tai nạn nào. </p> <p> Khi nói đến định vị GPS trên điện thoại thông minh, cả hai <a href=\"https://www.makeuseof.com/tag/wave-vs-google-maps/\" target=\"_blank\" rel=\"nofollow noopener\"> Google Maps và Waze đã phổ biến </a> báo cáo nguy cơ nguồn lực cộng đồng. Với suy nghĩ đó, thật tuyệt vời khi dịch vụ bản đồ của Apple cuối cùng cũng nhận được các tính năng báo cáo tương tự của riêng nó. </p> <h2 id=\"when-can-i-use-this-feature\"> Khi nào tôi có thể sử dụng tính năng này? </h2> <p> Theo áp phích trên <a href=\"https://www.reddit.com/r/iOSBeta/comments/lfg9o1/maps_new_accident_reporting_but_i_couldnt_get_it/\" target=\"_blank\" rel=\"nofollow noopener\"> Reddit </a> những người đã phát hiện báo cáo nguy hiểm trong Bản đồ, nó yêu cầu iOS 14.5 hoặc iPadOS 14.5. Cả hai bản cập nhật hiện đang được thử nghiệm bởi các nhà phát triển đã đăng ký của Apple và những người thử nghiệm beta công khai. Đối với công chúng nói chung, bạn sẽ có cơ hội dùng thử giao diện báo cáo trong Maps khi các bản cập nhật này ra mắt công khai vào mùa xuân. </p> <p> </p> <p> iOS 14.5 mang đến các tính năng bổ sung cho hỗn hợp, bao gồm cửa sổ bật lên Tính minh bạch theo dõi ứng dụng gây tranh cãi của Apple. Các tính năng mới khác bao gồm khả năng <a href=\"https://www.makeuseof.com/apple-card-family-sharing/\" target=\"_blank\" rel=\"nofollow noopener\"> chia sẻ Thẻ Apple của bạn với các thành viên trong gia đình </a> , <a href=\"https://www.makeuseof.com/iphone-ipad-apple-tv-sony-ps5-dualsense-microsoft-xbox-series-x-controllers/\" target=\"_blank\" rel=\"nofollow noopener\"> hỗ trợ cho bộ điều khiển PlayStation 5 và Xbox Series X mới </a> , <a href=\"https://www.makeuseof.com/ios-14-5-unlock-iphone-face-mask-apple-watch/\" target=\"_blank\" rel=\"nofollow noopener\"> mở khóa iPhone của bạn bằng Apple Watch </a> trong khi đeo mặt nạ, cùng với một tính năng bảo mật mới bảo vệ chống lại bom tin nhắn Tin nhắn, nhưng một số ít. </p> <p> </p> <h2 id=\"how-to-report-traffic-hazard-on-apple-maps\"> Cách báo cáo nguy cơ giao thông trên Apple Maps </h2> <p> Để báo cáo các mối nguy hiểm mà bạn thấy trên đường đi, hãy vuốt lên trên giao diện Maps‌ nơi có sẵn các chi tiết bản đồ để hiển thị nút &quot;Báo cáo&quot; mới ở khay dưới cùng. Bây giờ, hãy nhấn vào biểu tượng &quot;Tai nạn&quot;, &quot;Nguy hiểm&quot; hoặc &quot;Kiểm tra tốc độ&quot; để báo cáo sự kiện giao thông chính xác, tương tự như các ứng dụng như Waze. &quot;Khai thác sẽ tự động gắn cờ vị trí của bạn mà không có cửa sổ xác nhận, vì vậy bạn không nên sử dụng nó trừ trường hợp hợp lệ, lưu ý <a href=\"https://www.macrumors.com/2021/02/09/ios-14-5-apple-maps-crowdsourcing-accidents/\" target=\"_blank\" rel=\"nofollow noopener\"> MacRumors </a> . </p> <p> </p> <p> Giao diện báo cáo mới cũng có sẵn trong phiên bản CarPlay của Maps và thông qua trợ lý kỹ thuật số Siri, MacRumors đã phát hiện ra. Ví dụ, &quot;Này Siri, có một cái bẫy tốc độ ở đây&quot;, &quot;Này ‌Siri‌, có một vụ tai nạn&quot;, hoặc một số như vậy sẽ thực hiện thủ thuật. </p> <p> </p> <h2 id=\"traffic-reporting-in-rival-mapping-apps\"> Báo cáo lưu lượng truy cập trong ứng dụng lập bản đồ đối thủ </h2> <p> Các ứng dụng lập bản đồ đối thủ đã gây ra tai nạn cho đám đông, bẫy tốc độ, mối nguy hiểm và nhiều thứ khác trong vài năm nay. Trong Google Maps, người dùng có thể báo cáo các sự kiện giao thông bổ sung ngoài tai nạn, nguy hiểm và kiểm tra tốc độ. Ví dụ: Google Maps cũng cho phép bạn báo cáo các vụ tai nạn, cấm làn đường, phương tiện bị chết máy, công trình xây dựng và các vật thể trên đường. </p> <p> Và trong Waze, bạn có thể báo cáo việc đóng đường, cảnh sát, xây dựng, v.v. Báo cáo nguồn lực cộng đồng trong Waze tổng hợp các báo cáo của người dùng trên máy chủ của Google và đi kèm với hệ thống điểm để khuyến khích mọi người gửi các sự kiện giao thông dọc đường. Apple vẫn chưa nêu chi tiết cách thức hoạt động của hệ thống cũng như tiết lộ cách thức tính năng mới của nó bảo vệ quyền riêng tư. </p>"}