{"title":"Biểu tượng cảm xúc PogChamp là gì và khi nào nó được sử dụng?","content":"<p> Các thuật ngữ tiếng lóng có thể đến từ bất cứ đâu và trong khi một số từ vựng mới được tạo ra ngày nay nghe có vẻ hơi ngớ ngẩn, điều quan trọng là mọi người hiểu nhau khi họ giao tiếp. </p> <p> Nếu bạn đã tìm kiếm thị phần công bằng của mình trên Internet trong vài năm, rất có thể bạn đã nhìn thấy &quot;PogChamp&quot; hoặc &quot;poggers&quot; trong nhận xét của video hoặc bài báo. Nhưng nó có nghĩa gì? </p> <p> Đây là mọi thứ bạn cần biết về nó ... </p> <h2 id=\"what-pogchamp-means-and-when-to-use-it\"> Pogchamp có nghĩa là gì và khi nào thì sử dụng nó </h2> <p> PogChamp là tên của một biểu tượng cảm xúc Twitch — thực tế là một trong những biểu tượng cảm xúc lâu đời nhất trên nền tảng này. Cả biểu tượng cảm xúc và tên biểu tượng cảm xúc đều được sử dụng để thể hiện sự phấn khích hoặc ngạc nhiên, theo cách chân thực hoặc châm biếm. </p> <p> Biểu tượng cảm xúc Twitch chính xác như âm thanh của chúng: biểu tượng cảm xúc, cảm xúc hoặc chữ tượng hình dành riêng cho ứng dụng và trang web Twitch. Chúng được người xem và người phát trực tuyến sử dụng để thể hiện những cảm xúc khác nhau trong cuộc trò chuyện. </p> <p> </p> <p> Thuật ngữ &quot;PogChamp&quot; có nguồn gốc từ cụm từ &quot;Pog Champion&quot; hoặc &quot;Play of Game Champion&quot;, trong khi cụm từ &quot;Play of the Game&quot; được cho là đã được phổ biến bởi Overwatch, một trò chơi bắn súng góc nhìn thứ nhất đầy tính cạnh tranh. Overwatch có một tính năng trong đó vào cuối mỗi trận đấu, một cuộn phim nổi bật giới thiệu cách chơi &quot;hay nhất&quot; của trận đấu đó. </p> <p> &quot;PogChamp&quot; và tình cảm mà nó mô tả đã sinh ra nhiều dẫn xuất. Cả &quot;pogger&quot; và đơn giản là &quot;pog&quot; đã có được sự hiện diện đáng kể trong tiếng lóng trực tuyến. Người ta thường thấy những người phát trực tiếp phản ứng với sự phấn khích với điều gì đó bằng cách nói &quot;pogger&quot;. </p> <p> Và mặc dù nó đã xuất hiện trên các diễn đàn và các góc khác của internet, bạn sẽ không sử dụng nó với hầu hết những người quen trong cuộc sống hàng ngày trừ khi họ cũng biết về ngữ cảnh của thuật ngữ. </p> <p> </p> <h2 id=\"the-origins-of-the-pogchamp-emote\"> Nguồn gốc của biểu tượng cảm xúc PogChamp </h2> <p> </p> <p> Khuôn mặt bị sốc quá mức, mang tính biểu tượng của biểu tượng cảm xúc PogChamp ban đầu lần đầu tiên được nhìn thấy trong một video YouTube của Cross Counter TV vào năm 2010. </p> <p> Trong đó, nhân vật mạng Ryan &quot;Gootecks&quot; Gutierrez làm mặt há hốc mồm trước cảnh người quay phim va vào chân máy. Ngồi ngay bên cạnh là anh chàng streamer Mike Ross. </p> <p> Cuối cùng, phản ứng xứng đáng với meme đã trở thành một biểu tượng cảm xúc trên Twitch. </p> <p> Dựa theo <a href=\"https://www.kotaku.com.au/2021/01/twitchs-pogchamp-removal-was-never-enough-and-now-its-turning-into-a-disaster/\" target=\"_blank\" rel=\"nofollow noopener\"> Kotaku </a> , Các nhân vật Twitch có các nhân vật giống nhau được sử dụng cho biểu tượng cảm xúc được trả trên cơ sở mỗi lần sử dụng. Điều này có nghĩa là có một khoản phí mỗi khi ai đó sử dụng biểu tượng cảm xúc. </p> <p> Người ta ước tính rằng Gutierrez từng kiếm được khoảng 50.000 USD mỗi năm nhờ người dùng Twitch gửi spam hình ảnh khuôn mặt của anh ấy trong cuộc trò chuyện. Trên hết, Gutierrez được trả trước từ 50.000 đến 100.000 đô la - chỉ để cho phép Twitch sử dụng hình ảnh của anh ấy. </p> <p> Tuy nhiên, Gutierrez sẽ không đại diện cho PogChamp mãi mãi. Vào ngày 6 tháng 1 năm 2021, <a href=\"https://www.makeuseof.com/why-did-twitch-ban-pogchamp-emote/\" target=\"_blank\" rel=\"nofollow noopener\"> Twitch cấm biểu tượng cảm xúc PogChamp gốc </a> , Nói rằng hình ảnh gốc sẽ bị xóa khỏi nền tảng. </p> <p> Kết quả là, nền tảng đã tạo ra một biểu tượng cảm xúc PogChamp mới. Twitch kể từ đó đã có nhiều người sáng tạo trực tuyến trở thành gương mặt đại diện cho PogChamp mới; bộ phát với nhiều nền và quy mô khán giả khác nhau. </p> <p> </p> <p> Biểu tượng cảm xúc mang cùng ý nghĩa với biểu tượng gốc — thể hiện phản ứng ngạc nhiên, phấn khích hoặc sốc. Tuy nhiên, bản thân biểu tượng cảm xúc đã thay đổi. </p> <p> Và ngay cả với lệnh cấm của Twitch đối với biểu tượng cảm xúc PogChamp có khuôn mặt của Gutierrez, việc sử dụng &quot;pogger&quot; và &quot;pog&quot; trong tiếng lóng trên internet có thể sẽ tiếp tục không bị ảnh hưởng. </p> <p> </p> <h2 id=\"pogchamp-expresses-excitement-joy-or-shock\"> PogChamp thể hiện sự phấn khích, vui mừng hoặc sốc </h2> <p> PogChamp là một trong những biểu tượng Twitch lâu đời nhất, nhưng nó cũng là một trong những biểu tượng linh hoạt nhất. </p> <p> Do khả năng mô tả cả phản ứng tích cực và tiêu cực, PogChamp có thể sẽ tiếp tục được sử dụng trên khắp internet, ngay cả khi khuôn mặt gắn liền với tên không phải lúc nào cũng giống nhau. </p>"}