{"title":"Tư cách thành viên của kênh YouTube là gì?","content":"<p> Bạn có biết rằng YouTube cho phép bạn hỗ trợ các kênh yêu thích của mình trực tiếp bằng cách trở thành thành viên của kênh không? Điều này cho phép bạn hỗ trợ tài chính ngoài doanh thu quảng cáo hoặc YouTube Premium. </p> <p> Hãy cùng xem tư cách thành viên của kênh YouTube là gì, cách hoạt động và những gì họ mang lại cho người sáng tạo và người xem. </p> <h2 id=\"what-are-channel-memberships\"> Tư cách thành viên của Kênh là gì? </h2> <p> </p> <p> Tính năng hội viên của kênh trên YouTube là một tùy chọn cho phép người xem cam kết hỗ trợ tài chính hàng tháng cho các kênh họ chọn. Điều này có thể giúp người sáng tạo làm video toàn thời gian bằng cách phỏng đoán số tiền họ sẽ kiếm được mỗi tháng. </p> <p> Để đổi lấy sự ủng hộ của bạn, bạn sẽ nhận được một số đặc quyền khi trở thành thành viên của kênh. Hệ thống là <a href=\"https://www.makeuseof.com/tag/twitch-complete-guide-buying-subscriptions/\" target=\"_blank\" rel=\"nofollow noopener\"> tương tự như đăng ký Twitch </a> , nơi bạn cam kết một vài đô la mỗi tháng cho kênh để nhận huy hiệu, biểu tượng cảm xúc và các đặc quyền khác khi xem. </p> <p> </p> <h2 id=\"how-can-i-become-a-channel-member\"> Làm cách nào để tôi có thể trở thành thành viên của kênh? </h2> <p> Không phải tất cả các kênh YouTube đều đủ điều kiện để cung cấp tính năng hội viên. Theo YouTube <a href=\"https://support.google.com/youtube/answer/7636690?\" target=\"_blank\" rel=\"nofollow noopener\"> trang chính sách về tính năng hội viên của kênh </a> , một kênh phải (trong số các tiêu chí khác) có hơn 1.000 người đăng ký, tham gia Chương trình đối tác và không được có nhiều video dành cho trẻ em hoặc được xác nhận quyền sở hữu bản quyền âm nhạc. </p> <p> Cách dễ nhất để biết một kênh có cung cấp tính năng hội viên hay không là <strong> Tham gia </strong> nút xuất hiện bên cạnh <strong> Đăng ký </strong> trên các video và trang kênh của nó. Khi bạn nhấp vào <strong> Tham gia </strong> , bạn sẽ thấy một số thông tin, bao gồm cả những gì đang được ưu đãi nếu bạn trở thành thành viên. Chúng tôi sẽ xem xét điều này kỹ hơn bên dưới. </p> <p> <img alt=\"YouTube Channel Join Button\" src=\"images/youtube-channel-join-button-266.png\" loading=\"lazy\"> </p> <p> Sau khi đăng ký, bạn sẽ bị tính phí ngay lập tức và ngày gia hạn của bạn là vào cùng ngày của tháng trở đi. Vì vậy, nếu bạn đăng ký vào ngày 17, bạn sẽ thanh toán vào ngày 17 hàng tháng trong tương lai. </p> <p> Bạn có thể xem xét và hủy bỏ tư cách thành viên của mình trên <a href=\"https://www.youtube.com/feed/purchases\" target=\"_blank\" rel=\"nofollow noopener\"> Trang Mua hàng trên YouTube </a> . </p> <p> </p> <h2 id=\"what-perks-does-channel-membership-include\"> Tư cách thành viên của kênh bao gồm những đặc quyền nào? </h2> <p> Mặc dù một kênh chỉ bắt buộc phải có một cấp tư cách thành viên, nhưng họ có thể cung cấp tối đa năm. Bạn sẽ thường thấy tính năng hội viên được cung cấp với giá 4,99 đô la mỗi tháng, mặc dù một số kênh cũng cung cấp các mức giá thấp hơn. </p> <p> Một trong những phần thưởng phổ biến nhất khi cam kết với kênh là huy hiệu khách hàng thân thiết. Những tên này xuất hiện bên cạnh tên của bạn trong tất cả các nhận xét bạn đưa ra trên kênh cũng như các bài đăng của bạn trong cuộc trò chuyện trực tiếp. Thông thường, có nhiều huy hiệu thay đổi theo thời gian để tôn vinh sự hỗ trợ liên tục của bạn. </p> <p> <img alt=\"YouTube Channel Membership Perks\" src=\"images/youtube-channel-membership-perks-345.png\" loading=\"lazy\"> </p> <p> Thông thường, bạn cũng sẽ có quyền truy cập vào biểu tượng cảm xúc tùy chỉnh để sử dụng trên YouTube. Các đặc quyền khác tùy thuộc vào những gì mà chủ sở hữu kênh cung cấp. Đây là một số danh mục phần thưởng phổ biến khác mà bạn sẽ thấy: </p> <ul> <li> Quyền truy cập vào các bài đăng chỉ dành cho thành viên, chẳng hạn như video hoặc buổi phát trực tiếp độc quyền </li> <li> Giảm giá hàng hóa </li> <li> Truy cập vào máy chủ Discord của kênh </li> <li> Thăm dò ý kiến ​​để bỏ phiếu cho các video sắp tới </li> <li> Tên của bạn trong phần ghi công của các video trong tương lai </li> </ul> <p> Đảm bảo xem phần thưởng cụ thể cho các kênh bạn quan tâm bằng cách nhấp vào <strong> Tham gia </strong> trên video của họ. Xem lại tất cả các cấp độ trước khi bạn quyết định cái nào phù hợp với bạn. Xác nhận bậc của bạn, sau đó bạn có thể tiến hành nhập chi tiết thanh toán của mình. </p> <p> </p> <h2 id=\"youtube-memberships-vs-subscriptions\"> Tư cách thành viên YouTube so với Đăng ký </h2> <p> Điều quan trọng là phải biết sự khác biệt giữa đăng ký YouTube và tư cách thành viên. </p> <p> Đăng ký, không mất phí, cho phép bạn theo dõi những người sáng tạo mà bạn quan tâm nhất. Khi bạn đăng ký một kênh trên YouTube, các video của kênh đó sẽ xuất hiện trên <a href=\"https://www.youtube.com/feed/subscriptions\" target=\"_blank\" rel=\"nofollow noopener\"> Trang đăng ký YouTube </a> , giúp bạn dễ dàng xem có gì mới từ chúng. Bạn cũng có thể chọn nhận thông báo ngay khi video mới xuất hiện trực tuyến. </p> <p> Bạn có thể đăng ký miễn phí bao nhiêu kênh tùy thích; tất cả những gì bạn cần là một tài khoản YouTube. Tư cách thành viên, như chúng tôi đã trình bày ở trên, là một bước tiến ngoài việc đăng ký, vì họ yêu cầu hỗ trợ tiền. </p> <p> Ngoài tất cả những điều này, còn có dịch vụ YouTube Premium. Đây là đăng ký hàng tháng cho phép bạn xóa quảng cáo trên YouTube, cùng với các lợi ích khác. Việc có YouTube Premium không cung cấp cho bạn bất kỳ tư cách hội viên nào của kênh. </p> <p> </p> <p> </p> <h2 id=\"join-the-club-for-your-favorite-channels\"> Tham gia Câu lạc bộ dành cho các kênh yêu thích của bạn </h2> <p> Giờ thì bạn đã biết tính năng hội viên của kênh YouTube mang lại gì. Chúng là một cách tuyệt vời để gửi một vài đô la cho các kênh yêu thích của bạn và hoạt động như một loại kết hợp giữa hỗ trợ trên Patreon và cách hoạt động của đăng ký Twitch. </p> <p> Nói về điều này, tính năng hội viên của kênh chỉ là một trong những cách kiếm tiền của người sáng tạo trên YouTube. </p> <p> <small> Tín dụng hình ảnh: PixieMe / <a href=\"https://www.shutterstock.com/image-photo/newyork-usa-march-13-2020-press-1674466261\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock </a></small> </p>"}