{"title":"Tại sao Sling TV lại tăng giá?","content":"<p> Sling là một trong những dịch vụ phát trực tuyến phổ biến nhất trong vài năm qua nhờ vào nhiều lựa chọn kênh và giá cả cạnh tranh cao. </p> <p> Nhưng vào cuối tháng 1 năm 2021, công ty đã thông báo rằng họ sẽ tăng chi phí của cả gói đăng ký và các tiện ích bổ sung của nó. </p> <p> Vì vậy, tại sao giá lại tăng ngay từ đầu, và chúng ta có khả năng sẽ tăng nhiều hơn trong những tháng tới? Hãy đọc để tìm hiểu. </p> <h2 id=\"how-much-does-sling-cost-now\"> Hiện nay Sling có giá bao nhiêu? </h2> <p> <img alt=\"sling prices\" src=\"images/sling-prices-693.png\" loading=\"lazy\"> </p> <p> Cho những ai chưa biết, Sling cung cấp hai gói khác nhau: Sling Blue và Sling Orange. </p> <p> Mỗi gói cung cấp một lựa chọn kênh khác nhau. Ví dụ: các kênh như ESPN và Disney chỉ có trên Orange, trong khi FOX News, MSNBC và NFL Network chỉ có trên Blue. Bạn có thể mua hai gói trong một gói nếu bạn muốn truy cập vào mọi thứ. </p> <p> Trước khi <a href=\"https://www.makeuseof.com/sling-tv-is-now-more-expensive/\" target=\"_blank\" rel=\"nofollow noopener\"> Sling tăng giá vào tháng 1 năm 2021 </a> , cả hai dịch vụ đều có giá $ 30. Bây giờ chúng là $ 35. Gói đi kèm cũng đã tăng thêm $ 5 (từ $ 45 lên $ 50). Tiện ích bổ sung thể thao đã tăng từ 10 đô la lên 11 đô la và tất cả các tiện ích bổ sung khác đã tăng từ 5 đô la lên 6 đô la. </p> <p> Người đăng ký mới sẽ phải trả giá cước mới ngay lập tức; người dùng hiện tại sẽ được gia hạn cho đến tháng 7 năm 2021 do đảm bảo giá một năm của Sling. </p> <p> </p> <h2 id=\"why-did-sling-increase-its-prices\"> Tại sao Sling lại tăng giá? </h2> <p> Sling đã nhanh chóng đổ lỗi cho việc tăng giá trên các mạng truyền hình. Khi việc tăng giá được công bố, chủ tịch tập đoàn Sling TV, Michael Schwimmer, đã không lãng phí thời gian để cho khách hàng của mình biết họ nên hướng tới ai trong <a href=\"https://news.sling.com/2021-01-27-SLING-TV-expands-free-DVR-storage-updates-pricing-for-new-customers\" target=\"_blank\" rel=\"nofollow noopener\"> thông cáo báo chí </a> : </p> <blockquote> <p> Thật không may, chúng tôi buộc phải tăng giá vì các mạng truyền hình liên tục tính phí chúng tôi nhiều hơn, nhưng chúng tôi đã cố gắng hết sức để có được ưu đãi tốt nhất cho khách hàng của mình. Bằng chứng cho cam kết của chúng tôi là rõ ràng, vì Sling TV vẫn là thỏa thuận tốt nhất trên thị trường, giữ giá của chúng tôi thấp hơn nhiều so với cáp và các dịch vụ phát trực tiếp khác. Khách hàng của Sling TV có thể yên tâm rằng chúng tôi sẽ tiếp tục cung cấp tổng hợp các kênh truyền hình cáp trực tiếp, thể thao và giải trí với giá trị tốt nhất. </p> </blockquote> <p> Mặc dù một số người có thể nghĩ Schwimmer và Sling đang dựng lên một bức màn khói để che giấu động cơ thực sự của họ đối với việc tăng giá từ khách hàng của họ, nhưng mức tăng này phù hợp với sự tăng giá mà chúng ta đã thấy ở những nơi khác trong ngành công nghiệp phát trực tuyến trong vài tháng qua. </p> <p> Ví dụ: Hulu + Live TV và YouTube TV đều tăng giá vào cuối năm 2020. YouTube TV từ 50 đô la lên 65 đô la và Hulu từ 55 đô la lên 65 đô la. </p> <p> Trong trường hợp của Hulu, chúng tôi hiện đã thấy giá tăng từ 40 đô la vào tháng 1 năm 2019 lên 65 đô la chỉ hai năm sau đó. Đó là mức tăng hơn 50%. </p> <p> </p> <h2 id=\"are-tv-networks-really-to-blame\"> Các mạng truyền hình có thực sự đáng đổ lỗi không? </h2> <p> Rõ ràng, chúng tôi không biết chính xác Sling phải trả bao nhiêu cho các mạng truyền hình để có thể cung cấp chúng trên nền tảng của mình. </p> <p> Tuy nhiên, nếu bạn so sánh mức tăng giá tại Sling et al. với việc tăng giá tại các dịch vụ chỉ cung cấp video theo yêu cầu, chẳng hạn như Netflix, sự khác biệt là rõ ràng. </p> <p> Thật vậy, kể từ khi Netflix đưa ra kế hoạch cấp đầu vào vào tháng 5 năm 2014, chúng tôi đã thấy chỉ một đợt tăng giá duy nhất từ ​​$ 8 / tháng lên $ 9 / tháng. Đó là thấp hơn nhiều so với mức giá tăng tại Sling theo cả đô la và tỷ lệ phần trăm. Đúng vậy, các kế hoạch đắt tiền hơn đã có những bước tiến lớn hơn, nhưng chúng đã có thêm các tính năng bổ sung trong quá trình thực hiện. </p> <p> Sự khác biệt này giữa các dịch vụ truyền trực tuyến TV và các dịch vụ video theo yêu cầu dường như cho thấy rằng các mạng TV thực sự là nguyên nhân. </p> <p> </p> <p> </p> <h2 id=\"sling-is-still-cheaper-than-cable\"> Sling vẫn rẻ hơn cáp </h2> <p> Không ai thích nhìn thấy hóa đơn của họ tăng lên. Nhưng nếu xét đến mức chênh lệch giá mà chúng ta đã thấy trong thế giới truyền hình cáp trong thập kỷ qua (giá trung bình của một hóa đơn truyền hình cáp ở Mỹ hiện là hơn 200 đô la), thật khó để miễn cưỡng tăng một chút. </p> <p> Dịch vụ nó cung cấp vẫn còn tuyệt vời. So với các cách khác để xem TV, nó vẫn thể hiện giá trị tuyệt vời của đồng tiền. </p>"}