{"title":"Hội thảo trên web sắp đến với Microsoft Teams thông qua gói trả phí mới","content":"<p> Nếu bạn luôn muốn tổ chức hội thảo trên web trong Microsoft Teams, bạn sẽ sớm có thể --- nhưng bạn sẽ phải trả trước. Công ty phần mềm đã tiết lộ kế hoạch của mình cho Teams Pro, một dịch vụ đăng ký cho phép các thành viên tổ chức hội thảo trên web với Teams. </p> <h2 id=\"what-s-coming-to-microsoft-teams-with-teams-pro\"> Điều gì đến với Microsoft Teams With Teams Pro? </h2> <p> Tin tức về tính năng này đã lan truyền trên <a href=\"https://petri.com/want-to-run-a-webinar-in-teams-you-will-need-teams-pro\" target=\"_blank\" rel=\"nofollow noopener\"> Petri </a> . Microsoft đang có kế hoạch phát hành một dịch vụ dựa trên đăng ký mới có tên là Teams Pro, được thiết kế để nâng cao cách bạn sử dụng Teams. Dịch vụ hiện được lên lịch phát hành vào giữa tháng 3 năm 2021. </p> <p> Không rõ Teams Pro sẽ là bao nhiêu, nhưng những gì chúng tôi biết là những người đăng ký Pro sẽ có khả năng tạo hội thảo trên web. Điều này rất có ý nghĩa, như <a href=\"https://www.makeuseof.com/microsoft-reveals-record-profits/\" target=\"_blank\" rel=\"nofollow noopener\"> Microsoft đang kiếm được lợi nhuận khổng lồ trong một thế giới đang xảy ra đại dịch, </a> và Team có tiềm năng trở thành người kiếm tiền mạnh mẽ cho công ty. </p> <p> Teams Pro cũng sẽ mang lại &quot;sự thông minh trong cuộc họp&quot;. Không chắc điều này có nghĩa chính xác là gì, nhưng Brad Sams của Petri có một số suy nghĩ về những gì tính năng bí ẩn này có thể kéo theo: </p> <blockquote> <p> ... Tôi nghi ngờ rằng điều này sẽ được liên kết chặt chẽ với chức năng hội thảo trên web — cả hai phù hợp với nhau như OneDrive và SharePoint. Nếu bạn tổ chức hội thảo trên web với Nhóm, bạn sẽ muốn có thêm thông tin chi tiết như thời gian trong phiên, nếu họ đặt câu hỏi, v.v. </p> </blockquote> <p> Do đó, có nhiều khả năng &quot;thông tin về cuộc họp&quot; sẽ là một ví dụ khác về việc Microsoft đang thử nghiệm tự động hóa quy trình phản hồi cuộc họp. Chúng tôi đã thấy công ty thử điều này sớm hơn với <a href=\"https://www.makeuseof.com/microsoft-meetings-attention-score-patent/\" target=\"_blank\" rel=\"nofollow noopener\"> hệ thống phát hiện ai có vẻ buồn chán trong cuộc họp </a> . </p> <p> Tuy nhiên, cho đến khi có thêm thông tin chi tiết, không còn nhiều điều nữa để tiếp tục. Do đó, chúng tôi sẽ phải dành thời gian để xem Microsoft đã lên kế hoạch gì cho Teams Pro, bao gồm cả chi phí của nó và cách các hội thảo trên web sẽ hoạt động chính xác như thế nào. </p> <p> </p> <h2 id=\"microsoft-teams-pro-a-must-have-for-the-professional\"> Microsoft Teams Pro: Phải có cho Chuyên gia? </h2> <p> Thật không may, thông tin chi tiết về những gì Microsoft đang lên kế hoạch cho Teams Pro là rất ít. Tuy nhiên, chúng tôi biết rằng hội thảo trên web là một phần của kế hoạch đăng ký, vì vậy chúng tôi sẽ chỉ cần chờ xem tin tức này phát triển như thế nào theo thời gian. </p> <p> Nếu bạn đang làm việc tại nhà và giải trí với ý nghĩ bắt đầu kinh doanh của riêng mình, hội thảo trên web là một cách tuyệt vời để đưa tên tuổi của bạn ra ngoài thị trường. Trước khi bắt tay vào thực hiện, bạn nên nghiên cứu xem điều gì tạo nên một hội thảo trên web tốt để bạn có thể tạo ấn tượng đầu tiên về chuyên môn. </p> <p> <small> Tín dụng hình ảnh: fizkes / <a href=\"https://www.shutterstock.com/image-photo/webcam-laptop-screen-view-many-faces-1694685346\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}