{"title":"WallStreetBets Được Nổi bật trong chương trình quảng cáo Super Bowl","content":"<p> <a href=\"https://www.reddit.com/r/wallstreetbets/\" target=\"_blank\" rel=\"nofollow noopener\"> r / WallStreetBets </a> , cộng đồng Reddit đứng sau cơn sốt cổ phiếu GameStop, đã có quảng cáo Super Bowl của riêng mình. Reddit đã tạo ra một quảng cáo ngắn 5 giây để tôn vinh ý chí và quyết tâm thuần túy của WallStreetBets. </p> <h2 id=\"wallstreetbets-makes-the-super-bowl\"> WallStreetBets tạo nên Super Bowl </h2> <p> Bất cứ ai xem Super Bowl LV đều có một bất ngờ thú vị giữa màn chạm bóng kỷ lục của Rob Gronkowski và màn trình diễn theo chủ đề Las Vegas của The Weeknd. Đối với những gì có vẻ như là một tích tắc trong thời gian nghỉ quảng cáo, một quảng cáo từ Reddit xuất hiện trên màn hình. </p> <p> Phần đầu quảng cáo có biểu tượng Reddit, sau đó biến mất để hiển thị thông báo, &quot;Chà, điều này thực sự hiệu quả. Nếu bạn đang đọc nó, điều đó có nghĩa là đặt cược của chúng tôi đã được đền đáp&quot; </p> <p> </p><blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"> Chuyện gì vừa xảy ra vậy? <a href=\"https://t.co/DypRp6DeQt\"> pic.twitter.com/DypRp6DeQt </a></p> - Reddit (@reddit) <a href=\"https://twitter.com/reddit/status/1358572629729320960?ref_src=twsrc%5Etfw\"> Ngày 8 tháng 2 năm 2021 </a></blockquote>  <p> Thông điệp tiếp tục, có nội dung: &quot;Một điều mà chúng tôi học được từ cộng đồng của mình vào tuần trước là những kẻ kém cỏi có thể hoàn thành bất cứ điều gì khi họ cùng tìm ra một ý tưởng chung.&quot; Ở đây, Reddit rõ ràng đang đề cập đến <a href=\"https://www.makeuseof.com/meme-stocks-vs-wall-street-how-reddit-and-gamestop-beat-the-bankers/\" target=\"_blank\" rel=\"nofollow noopener\"> Chiến thắng của WallStreetBet trước Phố Wall </a> , khi nó chiến đấu với các quỹ đầu cơ tức giận và các hạn chế giao dịch của Robinhood. </p> <p> Nó kết thúc quảng cáo, lưu ý: &quot;Những điều mạnh mẽ xảy ra khi mọi người tập hợp xung quanh một thứ mà họ thực sự quan tâm. Và có một nơi cho điều đó. Nó được gọi là Reddit.&quot; </p> <p> </p> <h2 id=\"reddit-s-super-bowl-surprise\"> Reddit&#39;s Super Bowl Surprise </h2> <p> Mặc dù quảng cáo này chỉ được hiển thị trong vài giây ngắn ngủi, nhưng Reddit lưu ý rằng họ đã chi &quot;toàn bộ ngân sách tiếp thị&quot; của mình cho đoạn quảng cáo cực kỳ ngắn này. WallStreetBets chắc chắn xứng đáng với thông điệp ăn mừng và có thể đã gây bất ngờ cho 8,7 triệu thành viên của cộng đồng. </p>"}