{"title":"Bạn có thể sớm vô hiệu hóa Nguồn cấp video của Mọi người trong Microsoft Teams","content":"<p> Đôi khi bạn không muốn mọi người xem video của họ trong một cuộc họp ảo; đôi khi, bạn muốn quản lý ai có thể hiển thị webcam của họ và ai không thể. May mắn thay, Microsoft đang thêm chức năng này vào Teams, vì vậy bạn có thể kiểm soát những ai có thể và không thể hiển thị camera của họ trong cuộc họp. </p> <h2 id=\"microsoft-s-plans-for-video-censoring-on-teams\"> Các kế hoạch kiểm duyệt video của Microsoft trên các nhóm </h2> <p> <a href=\"https://www.windowscentral.com/youll-soon-be-able-disable-peoples-video-within-teams\" target=\"_blank\" rel=\"nofollow noopener\"> Windows Central </a> phát hiện một loạt các mục trên <a href=\"https://www.microsoft.com/en-us/microsoft-365/roadmap?filters=&searchterms=disable%2Cvideo\" target=\"_blank\" rel=\"nofollow noopener\"> Lộ trình Microsoft 365 </a> liên quan đến việc tắt webcam của người tham dự trong Nhóm. Các tính năng vẫn đang được phát triển, nhưng từ những gì chúng ta có thể thấy trên Lộ trình, đây sẽ là một bản cập nhật thú vị cho các Đội. </p> <p> Nếu đây là lần đầu tiên bạn nghe nói về Lộ trình, thì đó là một cách tuyệt vời để xem Microsoft đã lên kế hoạch gì cho các dịch vụ của mình. Chúng tôi phát hiện ra kế hoạch của gã khổng lồ phần mềm để <a href=\"https://www.makeuseof.com/microsoft-teams-support-anonymous-presenters/\" target=\"_blank\" rel=\"nofollow noopener\"> cho phép người trình bày ẩn danh trong Microsoft Teams </a> thông qua Lộ trình Microsoft 365. </p> <p> Bây giờ, Microsoft đã thêm hai mục nữa vào Lộ trình. Một trong số họ thảo luận về việc tắt máy ảnh của một người tham dự, trong khi người kia thảo luận về việc tắt máy ảnh của mọi người cùng một lúc. </p> <p> Trước đây, Microsoft muốn cho phép người tổ chức cuộc họp vô hiệu hóa webcam của một người. Đây là một tính năng hữu ích cho những người gây rắc rối với webcam của họ hoặc chỉ để bật và tắt mọi người khi đến giờ nói chuyện. </p> <p> Tính năng thứ hai cho phép người tổ chức bật và tắt webcam của mọi người trong một lần quét. Người tổ chức có thể chọn lật công tắc trước khi cuộc họp bắt đầu hoặc thực hiện ngay trong khi phiên đang diễn ra. </p> <p> Cả hai đối tượng địa lý đều được liệt kê hai lần trên Lộ trình. Đợt đầu tiên dự kiến ​​phát hành vào tháng 4 năm 2021 và đợt thứ hai vào tháng 5. Do đó, vẫn chưa rõ khi nào chúng tôi sẽ nhận được bản cập nhật này, nhưng sẽ không quá lâu cho đến khi bạn có quyền kiểm soát cuối cùng đối với những ai có thể và không thể hiển thị khuôn mặt của họ trong các cuộc họp Nhóm của bạn. </p> <p> </p> <h2 id=\"controlling-your-meetings-better-with-microsoft-teams\"> Kiểm soát cuộc họp của bạn tốt hơn với Microsoft Teams </h2> <p> Nếu bạn luôn muốn quản lý nguồn cấp dữ liệu webcam của mọi người trong Microsoft Teams, thì bạn là người may mắn. Gã khổng lồ phần mềm đang nghiên cứu một tính năng cho phép bạn tắt từng máy ảnh hoặc tất cả chúng cùng một lúc. Chúng tôi sẽ phải chờ xem ngày chính xác khi nào tính năng này sẽ phát hành. </p> <p> Nếu bạn quan tâm đến các cách khác để quản lý các cuộc họp Nhóm của mình, bạn có biết rằng dịch vụ sẽ sớm tóm tắt các phiên của bạn cho bạn không? Ban đầu nó được lên kế hoạch phát hành vào tháng 1 năm 2021 nhưng đã được lùi lại sang tháng 2 trong thời điểm hiện tại. </p> <p> <small> Tín dụng hình ảnh: fizkes / <a href=\"https://www.shutterstock.com/image-photo/back-view-female-employee-speak-talk-1689338029\" target=\"_blank\" rel=\"nofollow noopener\"> Shutterstock.com </a></small> </p>"}